Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: This tool allows you to bulk anonymize circulation histories or bulk delete patron records. This means that the system keeps a link between old loans and their items but severs the link to the borrower.
ar_arab: تسمح لك هذه الأاة بعدم تعريف سجلات الإعارة جماعيا أو الحذف الجماعي لتسجيلات المستفيد. يعني هذا أن النظام يحتفظ برابط بين الإعارات القديمة وموادها ولكن يقطع الرابط إلى المستعير.

source: This tool allows you to enter a barcode to generate a printable spine label
ar_arab: تسمح لك هذه الأداة بإدخالباركود لتوليد ملصق كعب قابل للطباعة.

source: This tool allows you to upload multiple patron images as a batch.
ar_arab: تسمح لك هذه الأداة بتحميل صور مستفيد متعددة كدفعة.

source: This tool lets you define triggers for overdue notices. You can send a borrower up to three reminder emails (depending on your library workflow)
ar_arab: تسمح لك هذه الأداة بتعريف المرسلات لإخطارات التأخير. يمكنك إرسال حتى ثلاثة رسائل بريد الكتروني لتذكير المستعير (بناء على تدفق عمل مكتبتك)

source: This tool will allow you to delete a batch of item records from Koha.
ar_arab: هذه الأداة تسمح لك بحذف دفعة تسجيلات مواد من كوها

source: This tool will allow you to map MARC fields to a set of predefined keywords.
ar_arab: تسمح لك هذه الأداة بتخطيط حقول مارك إلى مجموعة من الكلمات المفتاحية سابقة التعريف

source: This tool will allow you to modify a batch of item records from Koha.
ar_arab: تسمح لك هذه الأداة بتعديل دفعة تسجيلات مواد من كوها.

source: This tool will let you search for all serials that will expire before a specific date. This is a handy tool when it comes time to budget for new serials.
ar_arab: سوف تسمح لك هذه الأداة بالبحث عن الدوريات التي سوف تنتهي قبل تاريخ محدد. هذه أداة نافعة عندما يتعلق الأمر بالميزانية لدوريات جديدة.

source: This will be the name by which you will refer to this image in the patron card layout editor.
ar_arab: سيكون ذلك الاسم الذي سيشير إلى الصور في محرر تخطيط بطاقة المستفيد.

source: This will change the subject headings on
ar_arab: سوف يغير هذا عنوان الموضوع في

source: This will check the holiday calendar before charging fines
ar_arab: سوف يتحقق ذلك من نتيجة العطلات قبل إصدار الغرامات.

source: This will delete
ar_arab: هذا سوف يحذف

source: This will result in a comma separated value (csv) file.
ar_arab: سوف ينتج عن هذا قيمة منفصلة بفاصلة (csv) ملف

source: This will result in a list of values that can be added to or edited at any time
ar_arab: سوف ينتج عن هذا قائمة بالقيم التي يمكن إضافتها إلى أو تحريرها في أي وقت

source: This will show you the number of items you have to order for your library to meet your library's hold per item ratio. By default it will be set to the library needing 3 items per hold that has been placed. The report will tell you how many additional items need to be purchased to meet this quota.
ar_arab: سوف يعرض هذا عدد المواد التي يجب طلبها لمكتبتك لمقابلة نسبة حجز مكتبتك لكل مادة. افتراضيا سيتم ضبطه إلى احتياج المكتبة 3 مواد لكل حجز تم وضعه. سوف يخبرك التقرير بعدد المواد الإضافية اللازمة لشرائها لمقابلة هذه النسبة.

source: This will use the check the holiday calendar before charging fines
ar_arab: سوف يستخدم ذلك نتيجة التحقق من العطلة قبل إصدار الغرامات

source: Thomas Dukleth (MARC Frameworks Maintenance)
ar_arab: توماس دوكليث (صيانة إطارات مارك)

source: Those items won't be deleted
ar_arab: لن يتم حذف هذه االمواد

source: Three times a month
ar_arab: ثلاث مرات في الشهر

source: Three times a week
ar_arab: ثلاث مرات في الأسبوع

source: Three times a year
ar_arab: ثلاث مرات في السنة

source: Threshold missing
ar_arab: البداية مفقودة

source: Through Acquisitions
ar_arab: عبر التزويد

source: Through Cataloging
ar_arab: عبر الفهرسة

source: Thursday
ar_arab: الخميس

source: Till Reconciliation
ar_arab: حتى المصالحة

source: Time
ar_arab: وقت

source: Time Prepared
ar_arab: تم إعداد الوقت

source: Time should be entered as hh:mm (2 digit hour, 2 digit minute)
ar_arab: يجب إدخال الوقت بالشكل ساعة:دقيقية (2 ساعة من رقمين, 2 دقيقة من رقمين)

source: Time:
ar_arab: وقت:

source: Tip: To alter this list you need to make changes to your system parameters
ar_arab: معلومة: لتبديل هذه القائمة تحتاج إلى تبديل عوامل نظامك

source: Tips to Remember When Adjusting a Printer Profile
ar_arab: معلومات لتذكرها عند تعديل وضع طابعة

source: Tips:
ar_arab: معلومات:

source: Tirana, Albania
ar_arab: تيرانا، ألبانيا

source: Tissot's conformal conic
ar_arab: المخروط المماثل لتيسوت

source: Title
ar_arab: عنوان

source: Title (A-Z)
ar_arab: عنوان (A-Z)

source: Title (Z-A)
ar_arab: عنوان (Z-A)

source: Title - 245
ar_arab: عنوان - 245

source: Title :
ar_arab: عنوان:

source: Title <a1>Sort</a>
ar_arab: عنوان <a1>ترتيب</a>

source: Title Phrase
ar_arab: بيانات العنوان

source: Title cannot be empty
ar_arab: لا يمكن أن يكون العنوان خاليا

source: Title desc
ar_arab: وصف العنوان

source: Title-page availability code
ar_arab: رمز توافر صفحة العنوان

source: Title:
ar_arab: العنوان:

source: Title: *
ar_arab: العنوان:*

source: Titles
ar_arab: العناوين

source: To
ar_arab: إلى

source: To %S
ar_arab: إلى %S

source: To Screen
ar_arab: إلى الشاشة

source: To Transfer an item, locate the item on the shelf, ready it for shipping and click the &quot;Transfer This Item&quot; button next to the item. This will change the status of the item to &quot;In Transit&quot; from your branch to the destination branch.
ar_arab: لنقل مادة,حدد موقع المادة على الرف,اعدها للشحن وانقر زر &quot;انقل هذه المادة&quot; بجانب المادة. سوف يغير ذلك حالة المادة إلى &quot;في النقل&quot; من فرعك إلى فرع الوجهة.

source: To a file:
ar_arab: إلى ملف:

source: To add (create) a new list
ar_arab: لإضافة (إنشاء) قائمة جديدة

source: To add a CSV Profile enter the following info:
ar_arab: لإضافة سمت CSV ادخل المعلومات الآتية:

source: To add a message, visit the patron's record. When on the patron's check out tab you will see a link to 'Add a new message' to the right of the check out box.
ar_arab: لإضافة رسالة، قم بزيارة تسجيلة المستفيد. حين تكون في تبويب إعارة المستفيد سوف ترى رابطا إلى " أضف رسالة جديدة" إلى يمين مربع الإعارة.

source: To add a new 'Classification Source'...
ar_arab: لإضافة "مصدر تصنيف" جديد...

source: To add a new 'Filing Rule'...
ar_arab: لإضافة 'قاعدة تسجيل'جديدة...

source: To add a new Patron Attribute, click 'New Patron Attribute Type'
ar_arab: لإضافة سمة مستفيد جديدة، انقر "نوع سمة مستفيد جديد"

source: To add a new category, click 'New Category'
ar_arab: لإضافة فئة جديدة, انقر 'فئة جديدة'

source: To add a new group click 'New Group'
ar_arab: لإضاقة مجموعة جديدة انقر "مجموعة جديدة"

source: To add a new item type click 'New Item Type'
ar_arab: لإضافة نوع مادة جديد انقر "نوع مادة جديد"

source: To add a new layout, you want to click on the 'Layouts' button at the top of your page and choose 'New Layout'
ar_arab: لإضافة تخطيط جديد، يجب نقر زر "التخطيطات" في أعلى الصفحة ثم اختيار "تخطيط جديد"

source: To add a new library or branch click 'New Library'
ar_arab: لإضافة مكتبة أو فرع جديد انقر "مكتبة جديدة"

source: To add a new profile, you want to click on the 'Profiles' button at the top of your page and choose 'New Profile'
ar_arab: لإضافة ملف شخصي جديد، يجب نقر زر "الملفات الشخصية" في أعلى الصفحة واختيار "ملف شخصي جديد"

source: To add a new template, you want to click on the 'Templates' button at the top of your page and choose 'New Template'
ar_arab: لإضافة قالب جديد، يجب النقر على زر "قوالب" في أعلى الصفحة واختيار "قالب جديد"

source: To add a new value under an existing category, click &quot;New authorized value for&quot;
ar_arab: لإضافة قيمة جديدة أدنى فئة موجودة,انقر&quot;قيمة استناد جديدة لـ&quot;

source: To add a patron, type their name into the search box and click the 'Search' button.
ar_arab: لإضافة مستفيد، اكتب اسمه في مربع البحث وانقر زر "بحث"

source: To add news to either the OPAC or the Staff Client:
ar_arab: لإضافة أخبار إلى كلا من الأوباك أو برنامج العميل:

source: To add servers, you will need to know the domain name or IP address of the server, the port number to use, and the name of the database to access. This information is available for many servers worldwide by acessing the Index Data website at http://www.indexdata.dk/targettest/. All of the servers listed there accept anonymous connections. (Be sure to choose servers which deliver records in the proper MARC format for your Koha installation.)
ar_arab: فضافة خوادم, يجب عليك معرفة اسم المجال او عنوان IP للخادم, رقم المنفذ المستخدم, واسم قاعدة البيانات للوصول لها.هذه المعلومات متوفرة للعديد من الخوادم حول العالم بالوصول إلى موقع بيانات الفهرس في http://www.indexdata.dk/targettest/. جميع الخوادم المدرجة تقبل اتصالات غير معرّفة. (تأكد من اختيار خوادم توصل التسجيلات بتنسيق مارك الملائم لتثبيت كوها الخاص بك.)

source: To alter patron permissions, click on Patrons on the main menu at the top of the screen.
ar_arab: لتعديل صلاحيات المستفيد، انقر على المستفيدين في القائمة الرئيسية في أعلى الشاشة

source: To anonymize circulation history enter the date before which you'd like that data deleted
ar_arab: لعدم تعريف سجل الإعارة الخاص بك أدخل التاريخ قبل رغبتك في حذف هذه البيانات

source: To approve a comment click 'Approve'
ar_arab: للموافقة على التعليق انقر "موافقة"

source: To approve a tag, you can either click the 'Approve' button inline with the term, or check all terms you want to approve and click 'Approve' below the table.
ar_arab: للموافقة على وسيمة، يمكنك النقر على زر "موافقة" المتوافق مع المصطلح، أو تحديد كل المصطلحات التي ترغب في الموافقة عليها والنقر على "موافقة" أدنى الجدول.

source: To biblio number:
ar_arab: إلى الرقم البيبلوجرافي:

source: To catalog a new record, you need to be in Koha's 'Cataloguing' module. You can find this module in your global nav at the top of the screen, under the 'More' dropdown list.
ar_arab: لفهرسة تسجيلة جديدة، يجب أن تكون في نظام "الفهرسة" الفرعي. يمكنك تعريف هذا النظام الفرعي في متصفحك العام أعلى الشاة ، ادنى قائمة"مزيد" المنسدلة

source: To check an item in scan the barcode for the item into the box provided. A summary of all items checked in will appear below the checkin box
ar_arab: لرد مادة قم بمسح الباركود للمادة في المربع . سوف يظهر ملخص بكل المواد التي تم ردها أدنى مربع الرد.

source: To check an item out to a patron, first search for that patron using one of the many options.
ar_arab: لإعارة مادة إلى مستفيد، قم أولا ببحث المستفيد باستخدام أحد الخيارات العديدة.

source: To check terms against the approved and rejected lists (and possibly against the dictionary you have assigned for tag moderation) simply enter the term into the search box on the bottom right of the screen to see the status of the term
ar_arab: للتحقق من مصطلحات مقابل القوائم المقبولة والمرفوضة ( وربما مقابل القاموس التي قمت بتعيينه للموافقة على الوسوم) قم ببساطة بإدخال المصطلح إلى مربع البحث أدنى يمين الشاشة لرؤية حالة المصطلح.

source: To clean a batch, click the 'Clean' button to the right
ar_arab: لتنظيف دفعة، تنقر على زر "تنظيف" إلى اليمين

source: To clean items out of the 'reservoir':
ar_arab: للمطالبة بالمواد من "المخزن":

source: To complete the process continue to the Managed Staged MARC Records Tool
ar_arab: لاستكمال العملية أكمل إلى أدارة أدر تسجيلات مارك المنظمة

source: To confirm the hold, click 'Place Hold'
ar_arab: لتأكيد الحجز، انقر "وضع حجز"

source: To create a framework you must go into the administration section
ar_arab: لإنشاء إطار يجب عليك الذهاب إلى قسم الإدارة

source: To create a manual credit, click the 'Create manual credit' tab
ar_arab: لإنشاء ائتمان يدوي، انقر تبويب"أنشء ائتمانا يدويا"

source: To create a manual invoice, click the 'Create manual invoice' tab
ar_arab: لإنشاء فاتورة يدوية، انقر تبويب "أنشئ فاتورة يدوية"

source: To delete a comment click 'Delete'
ar_arab: لحذف التعليق انقر "حذف"

source: To delete a profile, check the 'Delete selelcted profile' option before clicking 'Submit Query'
ar_arab: لحذف ملف شخصي، قم بتحديد خيار"حذف الملف الشخصي المحدد" قبل النقر على "إرسال استعلام"

source: To delete a subfield, just click the 'delete' link next to the field you'd like to edit
ar_arab: لحذف حقل فرعي، فقط قم بالنقر على رابط "حذف"بجانب الحقل الذي ترغب في تحريره

source: To delete borrowers, enter the date since the last time they borrowed
ar_arab: لحذف المستعيرين، أدخل تاريخ آخر مرة تمت استعارة المادة فيه

source: To edit a bibliographic record, use the cataloging search to find the record. This can be done either via the cataloging interface or the catalog search. A search with in the Cataloging module will search the catalog and the reservior (see below).
ar_arab: لتحرير تسجيلة بيبلوجرافية، استخدم بحث الفهرسة للعثور على التسجيلة. يمكن القيام بذلك سواء عن طريق واجهة الفهرسة أو بحث الفهرس. سوق يقوم البحث داخل نظام الفهرسة الفرعي ببحث الفهرس والمخزن (انظر أدناه).

source: To edit a new 'Classification Source' or 'Filing Rule'...
ar_arab: لتحرير "مصدر تصنيف" جديد أو "قاعدة تسجيل"...

source: To edit a report click 'Edit SQL' beside the report
ar_arab: لتحرير تقرير انقر 'تحريرSQL' بجانب التقرير

source: To edit events
ar_arab: لتحرير الأحداث

source: To edit or receive an issue, simply check the box in the 'Edit' column and click the 'Edit Serial' button.
ar_arab: لتحرير أو استلام إصدار، ببساطة قم بتحديد المربع الموجود في عمود "تحرير" وانقر زر " تحرير الدورية".

source: To find daily statistics, set your date range.
ar_arab: للعثور على الإحصائيات اليومية، قم بضبط نظاق التاريخ الخاص بك.

source: To get a complete picture of your monthly or daily circulation, you can run the report twice, once for 'Type' of 'Checkout' and again for 'Renewal.'
ar_arab: للحصول على صورة كاملة عن إعارتك الشهرية أو اليومية، يمكنك تشغيل التقرير مرتين، مرة ل"نوع الإعارة" وأخرى ل"التجديد"

source: To give staff members more granular permissions, you can turn on the GranularPermissions system preference
ar_arab: لمنح أعضاء الموظفين المزيد من الصلاحيات الجزيئية، يمكنك تفعيل تفضيل النظام GranularPermissions

source: To help with your original cataloging, Koha has some built in plugins denoted by an ellipsis (...) at the end of the field.
ar_arab: للمساعدة في فهرستك الأصلية، لدى كوها برامج مساعدة جاهزة يرمز لها بعلامة (...) في نهاية الحقل

source: To itemcallnumber:
ar_arab: إلى رقم طلب المادة:

source: To limit your export only to items from the library you're logged in as (if you leave the 'Library' field set to 'All') or to the library you selected above check the 'Remove non-local items' box
ar_arab: لتحديد تصديرك للمواد من المكتبة المسجل إليها الدخول فقط ( إذا تركت حقل "المكتبة" مضبوطا إلى "الكل") أو المكتبة التي قمت بتحديدها أعلاه قم بتحديد مربع " حذف المواد غير المحلية"

source: To make edits to your shipment return to Acquisitions and search for the vendor in question.
ar_arab: لإجراء تعديلات على شحنتك عد إلى التزويد وابحث عن المزود محل البحث

source: To make the most of acquisitions the following needs to be setup under
ar_arab: لتحقيق الاستفادة القصوى من التزويد يجب إعداد التالي أدناه

source: To manage suggestions, go to More &gt; Acquisitions
ar_arab: لإدارة المقترحات, اذهب إلى المزيد &gt; التزويد

source: To mark an item as back at the home branch, check the item in at the home branch
ar_arab: لتحديد عودة المادة إلى فرعها الرئيسي، رد المادة إلى فرعها الرئيسي

source: To modify a rule, create a new one with the same patron type and item type.
ar_arab: لتعديل قاعدة، أنشئ واحدة جديدة بنفس نوع المستفيد ونوع المادة

source: To move forward, select the task you would like to complete.
ar_arab: للاستمرار، حدد المهمة التي ترغب في إتمامها

source: To notify patrons of new serial issues, you must <a1>define a notice</a>.
ar_arab: لإخطار مستفيديك بإصدارات دورية جديدة يجب أن <a1>تعرف الإخطار</a>.

source: To order a new book, click 'From a new (empty) record'
ar_arab: لطلب كتاب جديد، انقر "من تسجيلة جديدة (فارغة)"

source: To order from an existing record, search for the record in your system
ar_arab: للطلب من تسجيلة حالية، ابحث عن التسجيلة في نظامك

source: To pay fines, click the 'Pay fines' tab
ar_arab: لدفع الغرامات، انقر تبويب "دفع الغرامات"

source: To perform a Z39.50 search
ar_arab: لإجراء بحث Z39.50

source: To place an order, the first step is to locate your Vendor (supplier). If no Vendor exists, you will need to create one. Once you have a Vendor you can place an order.
ar_arab: لوضع طلب، الخطوة الأولى هي تحديد المزود (المورد). في حالة عدم وجود مزود، سوف تحتاج إلى إنشائه. بمجرد وجود مزود لديك يمكنك وضع الطلب.

source: To prevent all transfers, click 'Check All'
ar_arab: لمنع كل الانتقالات، انقر "تحديد الكل"

source: To receive an order click 'Receive Shipment'
ar_arab: لاستلام طلب انقر "استلام شحنة"

source: To receive an order click 'Receive order' (link) or 'Receive Parcel' (button)
ar_arab: لاستلام طلب انقر "استلام طلب" (رابط) أو "استلام طرد" (زر)

source: To reject a tag, you can either click the 'Reject' button inline with the term, or check all terms you want to approve and click 'Reject' below the table.
ar_arab: لرفض وسيمة، يمكنك النقر على زر "رفض" المتوافق مع المصطلح، أو تحديد كل المصطلحات التي ترغب في الموافقة عليها ثم النقر على "رفض" أدنى الجدول.

source: To report this error, you can <a1>email the Koha Administrator</a>.
ar_arab: للإبلاغ عن هذا الخطأ, يمكنك<a1>ارسال بريد الكتروني إلى إدارة كوها</a>.

source: To save time you can clone rules from one library to another by choosing the clone option above the rules matrix.
ar_arab: لتوفير الوقت يمكنك استنساخ القواعد من مكتبة إلأى أخرى باختيار خيار الاستنساخ أعلى مصفوفة القواعد.

source: To schedule a task, visit the Task Scheduler and fill in the form
ar_arab: لجدولة مهمة، قم بزيارة مجدول المهام واملأ الصفحة

source: To schedule overdue notices, you must use Koha's 'Notice/Status Trigger' tool.
ar_arab: لجدولة إخطارات المتأخرات، يجب عليك استخدام أداة " إطلاق الإخطارات/الحالة"

source: To screen in the browser:
ar_arab: للعرض في المتصفح:

source: To screen into the browser:
ar_arab: للعرض في المتصفح:

source: To see more search options click [More Options] at the bottom of the page.&nbsp; This will allow for more advanced boolean searching.
ar_arab: لرؤية المزيد من خيارات البحث انقر [مزيد من الخيارات] ادنى الصفحة.&nbsp; سوف يسمح لك هذا بالمزيد من البحث المتقدم.

source: To see the history of changes to the patron record click on 'Modification Log' on the menu to the left.
ar_arab: لرؤية سجل النغييرات في تسجيلة المستفيد انقر "سجل التعديلات" في القائمة إلى اليسار

source: To see the image(s) you imported search for the patron(s) and view their profile
ar_arab: لرؤية الصورة (الصور) التي قمت باستيرادها للمستفيد (المستفيدين) وعرض ملفهم الشخصي

source: To see the patron's reading history, click on the 'Circulation History' tab on the menu to the left.
ar_arab: لرؤية سجل قراءة المستفيد، انقر على تبويب "سجل الإعارة" إلى اليسار

source: To send additional notices, click on the tabs for 'Second' and 'Third' notice
ar_arab: لإرسال إخطارات إضافية، انقر عى التبويبات للإخطار "الثاني" و "الثالث"

source: To set the library you can click '(Set)' to the right of the 'NO_LIBRARY_SET' label
ar_arab: لضبط المكتبة يمكنك النقر على '(ضبط)' غلى يمين ملصق 'NO_LIBRARY_SET'

source: To set up a routing list for serials, choose 'Routing List' from the 'Patron notification' field.
ar_arab: لتنصيب قائمة تمرير للدوريات، اختر "قائمة تمرير" من حقل "إخطارات المستفيد"

source: To set whether patrons receive alerts for checking books in, click the squares in the 'Check in' matrix
ar_arab: لضبط استلام المستفيد تنبيهات لرد الكتب، انقر المربعات في مصفوفة "الرد"

source: To set whether patrons receive alerts for checking books out, click the squares in the 'Check out' matrix
ar_arab: لضبط استلام المستفيد لتنبهات استعارة الكتب، انقر على المربعات في مصفوفة "إعارة"

source: To show all possible subfields in the framework, click on the text of the MARC field
ar_arab: لعرض كل الحقول الفرعية الممكنة للإطار، انقر على النص في حقل مارك

source: To update the MARC Framework for your new authority type, click 'MARC structure' next to the authority
ar_arab: لتحديث إطار مارك من نوع استنادك الجديد، انقر "بنية مارك" بجانب الاستناد

source: To update the image for %s %s, select a new image file and click 'Upload.'
ar_arab: لتحديث الصورة لـ %s %s, اختر صورة جديدة وانقر على 'تحميل.'

source: To use this feature, purchase suggestions need to be turned on in system preferences. (System Preferences &gt; OPAC Features &gt; Suggest set to &quot;on&quot;).
ar_arab: لاستخدام هذه الخاصية,يجب أن تكون مقترحات الشراء مفعلة في مفضلات النظام. (مفضلات النظام &gt; خصائص الأوباك&gt;ضبط الاقتراح إلى &quot;on&quot;).

source: To use this tool you simply need the barcode for the book you'd like to print the spine label for.
ar_arab: لاستخدام هذه الأداة تحتاج ببساطة إلى باركود الكتاب الذي ترغب في طباعة ملصق كعب له

source: To view holds on a title, click the 'Holds' tab on the left
ar_arab: لعرض الحجوزات على عنوان، انقر تبويب "حجوزات" على اليسار

source: To view the authorized values defined for a category that already exists like 'Lost', choose 'Lost' from the category dropdown menu
ar_arab: لعرض قيم الاستناد المعرفة للفئة الموجودة بالفعل مثل "مفقود"، اختر "مفقود" من قائمة الفئة المنسدلة

source: To whom it may concern
ar_arab: إلى من يهمه الأمر

source: To:
ar_arab: إلى:

source: Today's notifications
ar_arab: إخطارات اليوم

source: Toggle Lowest Priority
ar_arab: تبديل الأقل أولوية

source: Toggle Set to Lowest Priority
ar_arab: ضبط التعيين للأقل أولوية

source: Tokyo, Japan
ar_arab: طوكيو، اليابان

source: Too Many Holds:
ar_arab: الكثير جدا من الحجوزات:

source: Too many checked out (already checked out / max : %s)
ar_arab: الكثير جدا من الإعارات (تم إعارة بالفعل/الحد الأقصى: %s)

source: Too many items (%s): not displaying each one individually.
ar_arab: الكثير جدا من المواد (%s): لا يعرض كل منها منفردة

source: Tools
ar_arab: أدوات

source: Tools Home
ar_arab: صفحة الأدوات الرئيسية

source: Top %s List patrons for Checkouts
ar_arab: أعلى %s عرض المستفيدين للإعارات

source: Top %s Most-Circulated Items
ar_arab: أعلى %s المواد الاكثر إعارة

source: Top Lists
ar_arab: أعلى %s المواد الاكثر إعارة

source: Top Page Margin:
ar_arab: هامش الصفحة الأعلى:

source: Top Text Margin:
ar_arab: هامش النص الأعلى:

source: Topics
ar_arab: موضوعات

source: Total
ar_arab: إجمالي

source: Total (%s)
ar_arab: إجمالي (%s)

source: Total Amount <a1>Sort</a>
ar_arab: إجمالي <a1>ترتيب</a>

source: Total Checkouts:
ar_arab: إجمالي الإعارات:

source: Total Current Checkouts Allowed
ar_arab: إجمالي الإعارات الحالية المسموح بها

source: Total Due
ar_arab: إجمالي المستحقات

source: Total Items in Group
ar_arab: إجمالي المواد في المجموعة

source: Total Renewals:
ar_arab: إجمالي التجديدات:

source: Total Tax Exc.
ar_arab: الإجمالي بدون الضريبة

source: Total Tax Inc. (%s)
ar_arab: الإجمالي شامل الضريبة(%s)

source: Total amount
ar_arab: إجمالي الكمية

source: Total amount credits: %s
ar_arab: إجمالي الائتمانات: %s

source: Total amount of cash collected: %s
ar_arab: إجمالي المبلغ النقدي المجموع: %s

source: Total amount paid: %s
ar_arab: إجمالي المدفوع: %s

source: Total amount refunds: %s
ar_arab: غجمالي المبلغ المسترد: %s

source: Total cost
ar_arab: إجمالي التكلفة

source: Total due
ar_arab: إجمالي المستحقات

source: Total due: %s
ar_arab: إجمالي المستحقات: %s

source: Total must be a number
ar_arab: الإجمالي يجب أن يكون عددا

source: Total number of rows matching the (unlimited) query is %s.
ar_arab: إجمالي عدد الصفوف المضاهية (غير محدد) للبحث هي%s.

source: Total number written off: %s charges
ar_arab: إجمالي الأرقام الملغية: %s المدفوعة

source: Total paid: %s
ar_arab: إجمالي المدفوعات: %s

source: Total sublevels
ar_arab: إجمالي المستويات الفرعية

source: Total written off: %s
ar_arab: إجمالي المدون: %s

source: Total:
ar_arab: إجمالي:

source: Total: %s
ar_arab: إجمالي: %s

source: Totals:
ar_arab: إجماليات:

source: Transaction Logs
ar_arab: سجل التعاملات

source: Transfer
ar_arab: نقل

source: Transfer Collection
ar_arab: نقل المجموعة

source: Transfer Now?
ar_arab: النقل الآن؟

source: Transfer is %s days late
ar_arab: النقل متأخر%s يوما

source: Transfer this item
ar_arab: نقل هذه المادة

source: Transfer to %s
ar_arab: نقل إلى %s
