Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Export this basket as CSV
ar_arab: تصدير هذه السلة كــ CSV

source: Export to csv file
ar_arab: تصدير لـ csv ملف

source: Exporting %s cards(s).
ar_arab: تصدير %s البطاقة (البطاقات)

source: Exporting %s label(s).
ar_arab: تصدير %sالملصق (الملصقات)

source: Exporting %s patroncard(s).
ar_arab: تصدير %s بطاقة (بطاقات) المستفيد

source: Exporting the claims information. This downloads a CSV file to your local machine with all the claim data ready for additional formatting before sending to the vendor.
ar_arab: تصدير معلومات المطالباة. يقوم ذلك بتنزيل ملف CSV لآلتك المحلية بكل بيانات المطالبة الجاهزة لتنسيق إضافي قبل إرسالها إلى المزود

source: FORMAT
ar_arab: تنسيق

source: Failed to Transfer Collection!
ar_arab: قشل في نقل المجموعة!

source: Failed to add item with barcode '%s'!
ar_arab: فشل في إضافة مادة ذات باركود '%s'!

source: Failed to add scheduled task
ar_arab: فشل في إضافة مهمة مجدولة

source: Failed to apply different matching rule
ar_arab: فشل في تطبيق قاعدة مضاهاة مختلفة

source: Failed to remove item with barcode '%s'!
ar_arab: فشل في حذف المادة ذات الباركود '%s'!

source: Fall
ar_arab: يسقط

source: FamFamFam Site
ar_arab: FamFamFam موقع

source: Famfamfam iconset
ar_arab: Famfamfam مجموعة أيقونات

source: Fanfare
ar_arab: بوق

source: Fast Cataloging
ar_arab: الفهرسة السريعة

source: Fast cataloging
ar_arab: الفهرسة السريعة

source: Fax
ar_arab: فاكس

source: Fax:
ar_arab: فاكس:

source: Fax: %s
ar_arab: فاكس: %s

source: February
ar_arab: فبراير

source: Fee Item <a1>Sort</a>
ar_arab: رسم المادة <a1>ترتيب</a>

source: Feedback:
ar_arab: تغذية راجعة:

source: Feel free to choose an image for each item type (or selected the 'No image' option)
ar_arab: لا تتردد في اختيار صورة لكل نوع مادة (أو اختيار خيار 'لا توجد صورة'

source: Female
ar_arab: أنثى

source: Femmes
ar_arab: نساء

source: Ferro, Canary Islands
ar_arab: فيرو، جزر الكناري

source: Festschrift indicator
ar_arab: مؤشر الكتاب التذكاري

source: Fiction
ar_arab: أدبي

source: Field
ar_arab: حقل

source: Field 1
ar_arab: الحقل 1

source: Field 2
ar_arab: الحقل 2

source: Field 3
ar_arab: الحقل 3

source: Field name:
ar_arab: اسم الحقل:

source: Field separator:
ar_arab: فاصل الحقل:

source: Field to use for record matching
ar_arab: الحقل المستخدم لمضاهاة التسجيلة

source: Field-weighted, Relevance Ranked
ar_arab: تم وزن الحقل، ترتيب الصلة

source: File format:
ar_arab: تنسيق الملف:

source: File name
ar_arab: اسم الملف

source: File name:
ar_arab: اسم الملف:

source: File:
ar_arab: الملف:

source: File: %s
ar_arab: الملف: %s

source: Filing Routine:
ar_arab: روتين التسجيل:

source: Filing Rule
ar_arab: قاعدة التسجيل

source: Filing Rule:
ar_arab: قاعدة التسجيل:

source: Filing rule code missing
ar_arab: رمز قاعدة التسجيل مفقود

source: Filing rule code:
ar_arab: رمز قاعدة التسجيل:

source: Fill in all of the fields you need for your attribute
ar_arab: املأ الحقول التي تحتاجها للسمة الخاصة بك

source: Fill in the 'Category', 'Authorized value' and 'Description' fields
ar_arab: املأ حقول "الفئة"، "قيمة الاستناد" و "الوصف"

source: Fill in the fields for your order.
ar_arab: قم بملئ الحقول لطلبك

source: Fill in the fields related to your patron
ar_arab: املأ الحقول المتعلقة بمستفيدك

source: Fill in the fields that describe your new authority type
ar_arab: املأ الحقول التي تصف نوع الاستناد الجديد الخاص بك

source: Fill in the form in order to limit your export to a specific range (all fields are optional)
ar_arab: املأ الاستمارة بهدف تحديد تصديرك إلى نطاق محدد (كل الحقول اختيارية)

source: Film base
ar_arab: قاعدة فيلم

source: Film emulsion (polarity)
ar_arab: مستحلب الفيلم (القطبية)

source: Film inspection date
ar_arab: تاريخ تفتيش الفيلم

source: Filmographies
ar_arab: سيرة سينيمائية

source: Filter
ar_arab: مرشح

source: Filter :
ar_arab: مرشح:

source: Filter On:
ar_arab: مرشح في:

source: Filter Results:
ar_arab: نتائج المرشح:

source: Filter barcode
ar_arab: باركود المرشح

source: Filter by area
ar_arab: الترشيح بالمنطقة

source: Filter by: <a1>[clear]</a>
ar_arab: ترشيح بواسطة: <a1>[مسح]</a>

source: Filter location
ar_arab: موقع الترشيح

source: Filter results :
ar_arab: نتائج الترشيح:

source: Filtered on
ar_arab: مرشح في

source: Filtered on:
ar_arab: مرشح في:

source: Filters
ar_arab: مرشحات

source: Filters :
ar_arab: مرشحات:

source: Filters on the left hand side can help limit the results displayed in this report.
ar_arab: يمكن للمرشحات الموجودة على الجانب الأيسر المساعدة في تحديد النتائج التي يتم عرضها في هذا التقرير

source: Finally choose the file type and file name
ar_arab: أخيرا اختر نوع الملف واسم الملف

source: Finally choose what to do with records that are unique
ar_arab: في النهاية اختر ماذا يجب أن يتم مع التسجيلات المميزة

source: Finally decide if this event should be applied to all libraries or just the one you have originally selected
ar_arab: في النهاية قرر إذا كان الحدث يجب أن يطبق على كل المكتبات أو المكتبة التي قمت بتحديدها في الأصل فقط

source: Finally format your CSV file using the 'Profile marcfields' fields
ar_arab: أخيرا قم بتنسيق ملف CSV باستخدام حقول 'وضع حقول مارك' الفرعية

source: Finally you can choose up to two images to print on the card.
ar_arab: في النهاية يمكنك اختيار حتى صورتين لطبعها على البطاقة

source: Finally, if you charge a rental fee for the item type and want to give a specific patron type a discount on that fee, enter the percentage discount (without the % symbol) in the 'Rental Discount' field
ar_arab: في النهاية,إذا كنت تتقاضى رسوم إيجار لنوع المادة وتريد منح تخفيضا لنوع مستفيد محدد على هذا الرسم, أدخل النسبة المئوية للتخفيض (باستخدام علامة% ) في حقل "خصم الإيجار"

source: Fine
ar_arab: غرامة

source: Fine Amount
ar_arab: مبلغ الغرامة

source: Fine Charging Interval
ar_arab: فترة تسديد الغرامة

source: Fine Grace period (day)
ar_arab: فترة سماح الغرامة (يوم)

source: Fines
ar_arab: غرامات

source: Fines &amp; Charges
ar_arab: الغرامات &amp; الرسوم

source: Fines for returned items are forgiven.
ar_arab: تم السماح عن الغرامات للمواد التي تمت إعادتها

source: Fines:
ar_arab: غرامات:

source: Finish
ar_arab: انتهاء

source: Finished
ar_arab: انتهى

source: Finlay Thompson
ar_arab: فينلي طومسون

source: First
ar_arab: أول

source: First Letter
ar_arab: الحرف الأول

source: First arrival:
ar_arab: الوصول الأول:

source: First choose which patron category you'd like the rule to be applied to. If you leave this to 'Default' it will apply to all patron categories
ar_arab: أولا اختر فئة المتسفيد التي ترغب في تطبيق القاعدة إليها. إذا تركتها إلى "افتراضي" سوف تتطبق على كل فئات المستفيد

source: First find the MARC file on your computer
ar_arab: أولا أوجد ملف مارك على حاسبك

source: First issue publication date:
ar_arab: تاريخ نشر العدد الأول:

source: First name:
ar_arab: الاسم الأول:

source: First note: You can only create Printer Profiles for existing label templates.
ar_arab: أول ملاحظة: يمكنك فقط إنشاء أوضاع الطابعة لقوالب ملصقات موجودة

source: First overdue
ar_arab: المتأخر الأول

source: First you will need
ar_arab: أولا سوف تحتاج

source: Firstly, check the catalog details that you are recieiving the right item. If these are correct, you can add the item details.
ar_arab: أولا، تأكد من تفاضيل الفهرس أنك تستلم المادة الصحيحة. إذا كانت صحيحة، يمكنك إضافة تفاصيل للمادة

source: Firstname
ar_arab: الاسم الأول

source: Fix Itemtype
ar_arab: نوع مادة ثابت

source: Float
ar_arab: عوامة

source: Florian Bischof
ar_arab: فلوريان بيشوف

source: Font
ar_arab: خط

source: Font Size
ar_arab: حجم الخط

source: Font Size:
ar_arab: حجم الخط:

source: Font:
ar_arab: خط:

source: For
ar_arab: لـ

source: For a single day, an example would be: 11/15/2009 to 11/16/2009 to find what circulated on the 15th
ar_arab: ليوم واحد, قد يكون المثال: 11/15/2009إلى 11/16/2009 للعثور على ما تم إعارته في اليوم ال 15

source: For a whole month, an example range would be: 11/01/2009 to 12/01/2009
ar_arab: لشهر كامل, قد يكون مثال النطاق: 11/01/2009 إلى 12/01/2009

source: For a whole year, an example range would be: 01/01/2009 to 01/01/2010
ar_arab: لسنة كاملة, قد يكون مثال النطاق: 01/01/2009 إلى 01/01/2010

source: For each copy you will need to set that Item Barcode, Home Library and Item Type.
ar_arab: لكل نسخة سوف تحتاج إلى ضبط الباركود، المكتبة الرئيسية ونوع المادة.

source: For each group of pictures that has the cardnumber of the patron and the file containing that patrons picture. One patron per line separated by either commas or tabs.
ar_arab: لكل مجموعة من الصور لديها رقم بطاقة المستفيد ويحتوي الملف على صورة المستفيد. مستفيد واحد في كل سطر منفصل إما بفاصلة أو تاب

source: For each item you will need to check the following:
ar_arab: لكل مادة سوف تحتاج لتحديد التالي:

source: For each line of text, you can choose your font, font size and the location of the text on the card using the lower X and Y coordinates
ar_arab: لكل سطر من النص، يمكنك اختيار الخط، حجم الخط، وموقع النص على البطاقة باستخدام تنسيقات س و ص الأدنى

source: For each patron category (rows), there is a count given by branch. Each row and and columns are also totaled
ar_arab: لكل فئة مستفيد (صفوف) يوجد حساب معطى بواسطة الفرع. كل صف والأعمدة مجملة

source: For each subfield you can set :
ar_arab: لكل حقل فرعي يمكنك ضبط:

source: For example, if your home branch is set to 'Main Library', any items checked out to a patron on your terminal will be considered by Koha to be checked out from the 'Main Library' branch. An item transferred on that computer will be recorded as transferred from the 'Main Library' branch.
ar_arab: على سبيل المثال، إذا تم ضبط فرعك الرئيسي إلى "المكتبة الرئيسية"، أي مادة يتم إعارتها إلى مستفيد من عندك سيعتبرها كوها معارة من فرع "المكتبة الرئيسية". واي مادة يتم نقلها على الحاسب سيتم تسجيلها منقولة من فرع "المكتبة الرئيسية"

source: For more information about Authority Records with MARC 21 see the tutorial on the <a1>Library of Congress website</a>
ar_arab: للمزيد من المعلومات حول تسجيلات الإستناد لمارك 21 إنظرالدليل على <a1>موقع مكتبة الكونجرس</a>

source: For these values, negative numbers move the error up and to the left and positive numbers move the error down and to the right
ar_arab: لهذه القيم، الأرقام السالبة تحرك الخطأ لأعلى ولليسار والأرقام الموجبة تحرك الخطأ لأسفل ولليمين

source: For this library, you can edit rules for given itemtypes, regardless of the patron's category.
ar_arab: لهذه المكتبة، يمكنك تحرير أنواع مادة محددة، بغض النظر عن فئة المستفيد

source: For this library, you can edit rules for given itemtypes, regardless of the patron's category. Currently, this means hold policies.
ar_arab: لهذه المكتبة، يمكنك تحرير القواعد لأنواع مادة محددة، بغض النظر عن فئة المستفيد. حاليا، يعني هذا سياسات الحجز

source: For this library, you can specify the maximum number of loans that a patron of a given category can make, regardless of the item type.
ar_arab: لهذه المكتبة، يمكنك تحديد العدد الأقصى للإعارات التي يمكن أن يقوم بها مستفيد من فئة محددة، بغض النظر عن نوع المادة.

source: For this option to appear you need to make sure that you have a Routing List notice set up in the Notices Tool
ar_arab: لظهور هذا الخيار تأكد من تنصيب إخطار قائمة التمرير في أداة إخطارات

source: For:
ar_arab: لـ:

source: Forgive fines on return:
ar_arab: السماح عن الغرامات عند الإعادة:

source: Forgive overdue charges
ar_arab: السماح عن رسوم المتأخرات

source: Forgiven
ar_arab: تم السماح عنه

source: Form not submitted because of the following problem(s)
ar_arab: لم يتم إرسال الصفحة بسبب المشكلة (المشكلات؟) الآتية

source: Form not submitted because of the following problem(s)\n
ar_arab: لم يتم إرسال الصفحة بسبب المشكلة (المشكلات؟) الآتية\n

source: Form of Cartographic Item:
ar_arab: شكل المادة الخرائطية:

source: Form of Contents 1:
ar_arab: شكل المحتويات 1:

source: Form of Contents 2:
ar_arab: شكل المحتويات 2:

source: Form of Contents 3:
ar_arab: شكل المحتويات 3:

source: Form of Contents 4:
ar_arab: شكل المحتويات 4:

source: Form of Musical Work:
ar_arab: شكل العمل الموسيقي:

source: Form of contents codes 1:
ar_arab: رموز شكل المحتويات 1:

source: Form of contents codes 2:
ar_arab: رموز شكل المحتويات 2:

source: Form of contents codes 3:
ar_arab: رموز شكل المحتويات 3:

source: Form of contents codes 4:
ar_arab: رموز شكل المحتويات 4:

source: Form of item: Coded Data: Medium Designator (Not repeatable)
ar_arab: شكل المادة: بيانات مرمزة: تسمية متوسطة (غير قابلة للتكرار)

source: Form of release - videorecording
ar_arab: شكل الإصدار - تسجيل فيديو

source: Form of release - visual projection, motion picture
ar_arab: شكل الإصدار - عرض مرئي- صورة متحركة

source: Form of release:
ar_arab: شكل الاصدار :

source: Form of reproduction
ar_arab: شكل إعادة الانتاج:

source: Format
ar_arab: تنسيق

source: Format :
ar_arab: تنسيق:

source: Format your file with the following fields
ar_arab: قم بتنسيق ملفك بالحقول التالية

source: Format your label printing by editing spinelabel.css found in koha-tmpl/intranet-tmpl/prog/en/css/
ar_arab: قم بتنسيق طباعة الملصق الخاص بك بتحرير spinelabel.css الموجود في koha-tmpl/intranet-tmpl/prog/en/css/

source: Format:
ar_arab: تنسيق:

source: Formed by the union: ... and: ...
ar_arab: مكون باتحاد: ... و: ...

source: Framework
ar_arab: إطار

source: Framework :
ar_arab: إطار:

source: Framework Code
ar_arab: رمز الإطار

source: Framework code
ar_arab: رمز الإطار

source: Framework code missing
ar_arab: رمز الإطار مفقود

source: Framework description
ar_arab: وصف الإطار

source: Framework name, then go to MARC biblio to set MARC editor parameters
ar_arab: اسم الإطار، ثم اذهب إلى بيانات مارك البيبلوجرافية لضبط عوامل محرر مارك

source: Fran&ccedil;ais (French)
ar_arab: Fran&ccedil;ais (الفرنسية)

source: Frequency
ar_arab: تردد

source: Frequency (*):
ar_arab: تردد (*):

source: Frequency of issue
ar_arab: تكرار الاصدار

source: Frequency:
ar_arab: تردد:

source: Friday
ar_arab: الجمعة

source: From
ar_arab: من

source: From %S
ar_arab: من %S

source: From %S (inclusive) to %S (exclusive)
ar_arab: من%S (شامل) to %S (حصري)

source: From %s:
ar_arab: من %s:

source: From A Suggestion -
ar_arab: من اقترح -

source: From Any Library
ar_arab: من أي مكتبة

source: From Any Library:
ar_arab: من أي مكتبة:

source: From Any Library: Patrons from any library may put this item on hold. (default if none is defined)
ar_arab: من أي مكتبة: يمكن للمستفيدين من أي مكتبة وضع مادة في الحجز. ( الافتراضي في حالة عدم تعريف اي مكتبة)

source: From Home Library
ar_arab: من المكتبة الرئيسية

source: From Home Library:
ar_arab: من المكتبة الرئيسية:

source: From Home Library: Only patrons from the item's home library may put this book on hold.
ar_arab: من الكتبة الرئيسية: يمكن للمستفيدين فقط من مكتبة الماد الرئيسية وضع هذا الكتاب في الحجز.

source: From Report choose the report you want to schedule
ar_arab: من التقارير اختر التقرير الذي تريد جدولته

source: From a Suggestion
ar_arab: من اقتراح

source: From a new (empty) record
ar_arab: من تسجيلة جديدة (فارغة)

source: From a new (empty) record -
ar_arab: من تسجيلة جديدة (فارغة) -

source: From a staged file
ar_arab: من ملف منظم

source: From an existing record -
ar_arab: من تسجيلة موجودة -

source: From an existing record:
ar_arab: ممن تسجيلة موجودة

source: From an external source
ar_arab: من مصدر خارجي

source: From biblio number:
ar_arab: من رقم بيبلوجرافي:

source: From here you can choose to edit specific issue or receive new issues.
ar_arab: من هنا يمكنك اختيار تحرير إصدار محدد أو استلام إصدارات جديدة

source: From here you can click on the serial title and edit the record with new subscription information
ar_arab: من هنا يمكنك النقر على عنوان الدورية وتحرير التسجيلة بمعلومات الاشتراك الجديدة

source: From here you can edit the item or add another item
ar_arab: من هنا يمكنك تحرير المادة أو إضافة مادة أخرى

source: From here you can edit your subscription, renew it and/or recieve issues.
ar_arab: من هنا يمكنك تحرير الوصف، تجديده و /أو استلام الاصدارات.

source: From here you can pick to either hold the next available item or a particular item
ar_arab: من هنا يمكنك اختيار حجز المادة المتاحة فيما بعد أو مادة محددة

source: From here you can toggle the 'reviewson' feature which controls comments within your OPAC
ar_arab: من هنا يمكنك تبديل خاصية 'reviewson' والتي تتحكم في التعليقات في الأوباك

source: From itemcallnumber:
ar_arab: من رقم طلب المادة:

source: From the 'Add MARC Record' page, you have two options for cataloging new records
ar_arab: من صفحة " أضف تسجيلة مارك"، لديك خيارين لفهرسة تسجيلات جديدة

source: From the confirmation screen you can uncheck the items you do not want to delete
ar_arab: من شاشة التأكيد يمكنك إلغاء تحديد المواد التي لا تريد حذفها

source: From the details page, click 'Add to List'
ar_arab: من صفحة التفاصيل، انقر "أضف إلى قائمة"

source: From the following screen you can alter fields, subfields and add additional tags
ar_arab: من الشاشة التالية يمكن تعديل الحقول، الحقول الفرعية وإضافة رؤوس إضافية

source: From the list of staged records, click on the file name that you want to finish importing
ar_arab: من قائمة التسجيلات المنظمة، انقر على الملف الأول التي تريد إتهاء استيراده

source: From the matrix you can choose any combination of patron categories and item types to apply the rules to.
ar_arab: من المصفوفة يمكنك اختيار أي تركيبة من فئات المستفيد وأنواع المادة لتطبيق القواعد عليها

source: From the page that opens up you can click 'Edit Serial' with the issue you want to receive checked.
ar_arab: من الصفحة التي ستفتح يمكنك النقر على "تحرير الدوريات" بتحديد العدد التي تريد استلامه

source: From the search results you can click the 'Serial Receive' link or you can click on the subscription title and then click the 'Receive' button.
ar_arab: من نتائج البحث يمكنك النقر على رابط "استلام الدوريات" أو النقر على عنوان الاشتراك والنقر على زر "استلام"

source: From the tool you can choose to upload a file of barcodes or item ids, or you can scan items one by one into the box below the upload tool. Once you have your file uploaded or the barcodes listed you can click 'Continue.'
ar_arab: من الأدوات يمكنك اختيار تحميل ملف الباركود أو معرفات المادة، أو يمكنك مسح المواد ضوئيا واحدة تلو الأخرى إلى المربع أدنى أداة التحميل. بمجرد تحميل ملفك أو إدراج الباركود يمكنك النقر على "تابع"

source: From this form you can make edits to the holiday or deleete the holiday completely. Both actions require that you click 'Save' before the change will be made.
ar_arab: من هذه الصفحة يمكنك إجراء التعديلات إلى العطلة أو حذفها تماما. كلا الإجرائين يتطلب النقر على "حفظ" قبل إجراء التغيير

source: From this menu you can set a default to apply to all item types and patrons in the library.
ar_arab: من هذه القائمة يمكنك ضبط افتراضي لكل انواع المادة والمستفيدين في المكتبة

source: From this menu you must choose the patron record to link to the child or professional.
ar_arab: من هذه القائمة يجب عليك اختيار تسجيلة المستفيد لربطها إلى الطفل أو المحترف.

source: From this menu you will see all comments/reviews awaiting approval.
ar_arab: من هذه القائمة سوف ترى التعليقات /المراجعات في انتظار لمواقفة

source: From this module you can easily see what has been spent from each budget
ar_arab: من هذا النظام الفرعي يمكنك بسهولة رؤية ما تم إنفاقه من كل ميزانية

source: From:
ar_arab: من:

source: Frédéric Demians
ar_arab: فريدريك ديميانز

source: Full level
ar_arab: مشتوى تام

source: Full level ("item in hand")
ar_arab: مستوى تام ("مادة في اليد")

source: Fullfilled
ar_arab: تام

source: Functional Designation
ar_arab: تسمية وظيفية

source: Fund
ar_arab: تمويل

source: Fund Administration
ar_arab: إدارة التمويل

source: Fund Amount:
ar_arab: مبلغ التمويل:

source: Fund Code:
ar_arab: رمز التمويل:

source: Fund Name:
ar_arab: اسم التمويل:

source: Fund Parent:
ar_arab: أصل التمويل:

source: Fund added
ar_arab: تم إضافة التمويل

source: Fund code
ar_arab: رمز التمويل

source: Fund filters
ar_arab: مرشحات التمويل

source: Fund modified
ar_arab: تم تعديل التمويل

source: Fund name
ar_arab: اسم التمويل

source: Fund remaining
ar_arab: التمويل الباقي

source: Fund total
ar_arab: إجمالي التمويل

source: Fund:
ar_arab: التمويل:

source: Funds
ar_arab: التمويلات

source: Funds &amp; Budgets
ar_arab: التمويل &amp; الميزانيات

source: Funds and Budgets
ar_arab: التمويل والميزانيات

source: Funds and budgets administration
ar_arab: إدارة التمويل والميزانيات

source: Funds can be library specific if needed, but this is an optional field
ar_arab: يمكنك أن تكون التمويلات محددة للمكتبة عند الحاجة، ولكن هذا حقل اختياري

source: Funds can be library/branch specific if needed, but this is an optional field
ar_arab: يمكن أن يكون التمويل محدد للمكتبة /الفرع عند الحاجة. ولكن هذا حقل اختياري

source: Funds for '%s'
ar_arab: تمويل لـ '%s'

source: Future developments will include additional keyword assigned fields.
ar_arab: سوف تشمل التطويرات المستقبلية كلمة مفتاحية إضافية معينه للحقول.

source: Galego (Galician)
ar_arab: Galego (الجاليكية)

source: Galen Charlton
ar_arab: جالين تشارلتون

source: Gall
ar_arab: حقد

source: Gap between Columns:
ar_arab: فراغ بين الأعمدة:

source: Gap between Rows:
ar_arab: فراغ بين الصفوف:

source: Garry Collum
ar_arab: جاري كولم

source: Gauss
ar_arab: جاوس (وحدة الحث المغناطيسي)

source: Geauga County Public Library
ar_arab: مكتبة مقاطعة جوجا العامة

source: General
ar_arab: عام

source: General Settings
ar_arab: إعدادات عامة

source: Generate Next
ar_arab: أنتج التالي

source: Generate PDF for Batch
ar_arab: أنتج PDF لدفعة

source: Generate an exception for this repeated holiday.
ar_arab: أنشئ استثناء لهذه العطلة المكررة.

source: Generate and download %s
ar_arab: أنتج وحمل %s

source: Generation
ar_arab: جيل

source: Generation:
ar_arab: جيل:

source: Geodetic adjustment
ar_arab: تعديل جيوديسي

source: Get It!
ar_arab: احصل عليه!

source: Get There:
ar_arab: الوصول:

source: Get there
ar_arab: الوصول

source: Get there:
ar_arab: الوصول:

source: Get there: More &gt; Administration &gt; General system preferences &gt; Patrons &gt; ExtendedPatronAttributes
ar_arab: الوصول: المزيد &gt; الإدارة &gt; مفضلات النظام العامة&gt; المستفيدون &gt; ExtendedPatronAttributes

source: Get there: More > Administration > Global System Preferences > Cataloging > SpineLabelFormat
ar_arab: الوصول:المزيد > الإدارة > مفضلات النظام العامة > الفهرسة> SpineLabelFormat

source: Get there: Patrons &gt; Patron Record &gt; More &gt; Set Permissions
ar_arab: الوصول: المستفيدون &gt; تسجيلة المستفيد &gt;المزيد &gt; ضبط الصلاحيات

source: Glen Stewart
ar_arab: جلين ستيوارت

source: Global System Preferences
ar_arab: مفضلات النظام العامة

source: Global system preferences
ar_arab: مفضلات النظام العامة

source: Globe
ar_arab: الكون

source: Go
ar_arab: اذهب

source: Go back
ar_arab: الرجوع للخلف

source: Go bottom
ar_arab: اذهب للأسفل

source: Go down
ar_arab: اذهب أدناه

source: Go to <a1>original authority</a>
ar_arab: اذهب إلى <a1>الاستناد الأصلي</a>

source: Go to Circulation
ar_arab: اذهب إلى الإعارة

source: Go to the 'Administration' module (usually under 'More' in your Global Nav)
ar_arab: اذهب إلى نظام "الادارة" الفرعي (غالبا أدنى "المزيد" في متصفحك العام)

source: Go to the 'Administration' module.
ar_arab: أذهب إلى نظام الإدارة الفرعي

source: Go to the 'Reports' module (usually under 'More' in your Global Nav)
ar_arab: اذهب الى نظام "التقارير" الفرعي (غاليا أدنى "المزيد" في متصفحك العام)

source: Go to the 'Reports' module (usually under 'More' in your Global Navigation)
ar_arab: اذهب الى نظام "التقارير" الفرعي (غاليا أدنى "المزيد" في متصفحك العام)

source: Go to the 'Tools' module (usually under 'More' in your Global Nav)
ar_arab: اذهب الى نظام "أدوات" الفرعي (غالبا أدنى "المزيد" في متصفحك العام)

source: Go to the Patrons menu at the top of the staff client
ar_arab: اذهب إلى قائمة المستفيدين أعلى برنامج العميل

source: Go top
ar_arab: اذهب للأعلى

source: Go up
ar_arab: اذهب للأعلى

source: Gone no Address:
ar_arab: لم يذهب إلى هنوان:

source: Government Publication
ar_arab: اصدار حكومي

source: Grace period:
ar_arab: فترة السماح:

source: Greek
ar_arab: يوناني

source: Greenwich, United Kingdom
ar_arab: جرينتش، المملكة المتحدة
