Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Create Authority Types
ar_arab: إنشاء أنواع الاستناد

source: Create Biblio
ar_arab: إنشاء تسجيلة بيبلوجرافية

source: Create Label Template
ar_arab: إنشاء قالب الملصق

source: Create Layout
ar_arab: إنشاء مخطط

source: Create Manual Credit
ar_arab: إنشاء ائتمان يدوي

source: Create Manual Invoice
ar_arab: إنشاء فاتورة يدوية

source: Create New Collection
ar_arab: إنشاء مجموعة جديدة

source: Create Printer Profile
ar_arab: إنشاء وضع طابعة

source: Create Report From SQL
ar_arab: إنشاء تقرير منSQL

source: Create Routing List
ar_arab: إنشاء قائمة تمرير

source: Create Routing List for <i>%s</i>
ar_arab: إنشاء قائمة تمرير لـ <i>%s</i>

source: Create a CSV file for your patron data
ar_arab: إنشاء ملف CSV لبيانات المستفيد

source: Create a new List
ar_arab: إنشاء قائمة جديدة

source: Create a new authority/thesaurus entry : %S
ar_arab: إنشاء استناد/مدخل قاموس جديد : %S

source: Create a new batch
ar_arab: إنشاء دفعة جديدة

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions).
ar_arab: إنشاء وإدارة إطارات الاستناد التي تعرف خصائص تسجيلات مارك الخاصة بك ( تعريفات الحقل والحقل الفرعي)

source: Create and manage Authorities frameworks that define the characteristics of your MARC Records (field and subfield definitions). To create a new framework...
ar_arab: إنشاء وإدارة إطارات الاستناد التي تعرف خصائص تسجيلات مارك الخاصة بك (تعريفات الحقل والحقل الفرعي). لإنشاء إطار جديد.

source: Create and manage Bibliographic frameworks that define the characteristics of your MARC Records (field and subfield definitions) as well as templates for the MARC editor.
ar_arab: انشاء وادارة اطارات البيانات البيبلوجرافية التي تعرف خصائص تسجيلات مارك الخاصة بك ( تعريفات الحقل والحقل الفرعي) وكذلك قوالب محرر مارك.

source: Create authority framework for %s using
ar_arab: إنشاء إطار استناد%s باستخدام

source: Create framework for %s (%s) using
ar_arab: أنشئ إطارا لـ %s (%s) باستخدام

source: Create from SQL
ar_arab: إنشاء من SQL

source: Create manual credit
ar_arab: إنشاء ائتمان يدوي

source: Create manual invoice
ar_arab: إنشاء فاتورة يدوية

source: Create printable labels and barcodes from catalog data
ar_arab: انشاء ملصقات وباركودات قابلة للطباعة من بيانات الفهرس

source: Create printable patron cards
ar_arab: إنشاء بطاقات مستفيد قابلة للطباعة

source: Create report from SQL
ar_arab: إنشاء تقرير من SQL

source: Created by
ar_arab: تم إنشاؤه بواسطة

source: Creating a Printer Profile
ar_arab: إنشاء وضع طابعة

source: Creating a vendor
ar_arab: إنشاء مزود

source: Creation Date
ar_arab: تاريخ الإنشاء

source: Creation technique
ar_arab: تقنية الانشاء

source: Creation&nbsp;Date
ar_arab: الإنشاء&nbsp;تاريخ

source: Creative Commons Attribution 2.5 License
ar_arab: السمات الإبداعية العامة 2.5 رخضة

source: Creators
ar_arab: المنشئين

source: Creators:
ar_arab: المنشئين:

source: Credit
ar_arab: ائتمان

source: Credit Type:
ar_arab: نوع الائتمان:

source: Credits
ar_arab: ائتمانات

source: Credits:
ar_arab: ائتمانات:

source: Creep-Horizontal
ar_arab: إنسدال أفقي

source: Creep-Vertical
ar_arab: إنسدال رأسي

source: Creep:
ar_arab: إنسدال:

source: Critical field &quot;%s&quot;
ar_arab: حقل حرج &quot;%s&quot;

source: Cumulative index availability code
ar_arab: رمز توافر الفهرس التراكمي

source: Currencies
ar_arab: عملات

source: Currencies Search:
ar_arab: بحث العملات:

source: Currencies administration
ar_arab: إدارة العملات

source: Currencies and Exchange Rates
ar_arab: العملات وأسعار الصرف

source: Currencies and exchange rates
ar_arab: العملات وأسعار الصرف

source: Currency
ar_arab: عملة

source: Currency = %s
ar_arab: العملة = %s

source: Currency = %s %s
ar_arab: العملة = %s %s

source: Currency Cutoff:
ar_arab: قطع العملة:

source: Currency Deleted
ar_arab: تم حذف العملة

source: Currency:
ar_arab: العملة:

source: Current Branch: %s
ar_arab: الفرع الحالي: %s

source: Current Checkouts Allowed
ar_arab: الإعارات المسموح بها حاليا

source: Current Library
ar_arab: المكتبة الحالية

source: Current Location
ar_arab: الموقع الحالي

source: Current Location:
ar_arab: الموقع الحالي:

source: Current Server Time shows the time on your server (schedule all of your reports to run based on that time - not on your local time)
ar_arab: يعرض وثت الخادم الحالي الوقت على خادمك ( جدول كل تقاريرك للعمل بناء على هذا الوقت - وليس توقيتك المحلي)

source: Current Terms
ar_arab: الشروط الحالية

source: Current server time is:
ar_arab: وقت الخادم الحالي هو:

source: Currently Available %s
ar_arab: المتاح حاليا %s

source: Currently, this means hold policies. The various policies have the following effects:
ar_arab: حاليا، يعني هذا سياسات الحجز. لكل السياسات المتتعددة التأثيرات التالية:

source: Custom reports can be edited in their entirety from the Saved Guided Reports page.
ar_arab: التقارير المخصصة يمكن تحريرها بأكملها من صفحة التقارير المرشدة المحفوظة

source: Customize label layouts
ar_arab: تخصيص تخطيطات الملصق

source: Customize patron card layouts
ar_arab: تخصيص تخطيطات بطاقة المستفيد

source: Cyrillic
ar_arab: السيريلية

source: D&aelig;nsk (Danish)
ar_arab: D&aelig;nsk (الدنماركية)

source: DAMAGED
ar_arab: تالف

source: DBX processed
ar_arab: DBX تمت معالجة

source: DVD video / Videodisc
ar_arab: DVDفيديو/ قرص فيديو

source: DVD-Video
ar_arab: DVD-فيديو

source: Daily
ar_arab: يوميا

source: Damaged
ar_arab: تالف

source: Damaged (
ar_arab: تالف (

source: Damaged Status:
ar_arab: حالة التلف:

source: Daniel Banzli
ar_arab: دانييل بينزلي

source: Daniel Holth
ar_arab: دانيل هولث

source: Daniel Kahn Gillmor
ar_arab: دانييل كان جيلمور

source: Daniel Sweeney
ar_arab: دانييل سويني

source: Danny Bouman
ar_arab: داني بومان

source: Darrell Ulm
ar_arab: داريل أولم

source: Data Deleted
ar_arab: تم حذف البيانات

source: Data Fields
ar_arab: حقول البيانات

source: Data deleted
ar_arab: تم حذف البيانات

source: Data error
ar_arab: خطأ في البيانات

source: Data recorded
ar_arab: تم تسجيل البيانات

source: Database
ar_arab: قاعدة البيانات

source: Database settings:
ar_arab: إعدادات قاعدة البيانات:

source: Database tables created
ar_arab: تم إنشاء جداول قاعدة البيانات

source: Database:
ar_arab: قاعدة البيانات:

source: Date
ar_arab: التاريخ

source: Date <a1>Sort</a>
ar_arab: التاريخ <a1>ترتيب</a>

source: Date Added
ar_arab: تمت إضافة التاريخ

source: Date Due
ar_arab: تاريخ الاستحقاق

source: Date For date fields you can either select:
ar_arab: التاريخ لحقل التاريخ يمكنك اختيار:

source: Date Last Seen
ar_arab: تاريخ آخر رؤية

source: Date Range: enter values in both date fields
ar_arab: نطاق التاريخ: أدخل القيم في كلا حقلي التاريخ

source: Date Received
ar_arab: تاريخ الاستلام

source: Date Received reverse
ar_arab: تم حجز تاريخ الاستلام

source: Date arrived
ar_arab: تاريخ الوصول

source: Date due
ar_arab: تاريخ الاستحقاق

source: Date due: %s
ar_arab: تاريخ الاستحقاق: %s

source: Date entered on file
ar_arab: تاريخ الإدخال على الملف

source: Date formats should match your system preference, and <b>must</b> be zero-padded, e.g. '01/02/2008'.
ar_arab: يجب أن يطابق تنسيق التاريخ تفصيل نظامك, و<b>يجب</b> أن يكون مبطنا بصفر,مثال. '01/02/2008'.

source: Date last seen
ar_arab: تاريخ آخر رؤية

source: Date of Birth
ar_arab: تاريخ الميلاد

source: Date of birth
ar_arab: تاريخ الميلاد

source: Date of birth is invalid.
ar_arab: تاريخ الميلاد غير صالح

source: Date of birth:
ar_arab: تاريخ الميلاد:

source: Date of enrollment is invalid.
ar_arab: تاريخ التسجيل غير صحيح

source: Date of expiration is invalid.
ar_arab: تاريخ الانتهاء غير صالح.

source: Date of hold
ar_arab: تاريخ الحجز

source: Date of transfer
ar_arab: تاريخ النقل

source: Date published
ar_arab: تاريخ النشر

source: Date received
ar_arab: تاريخ الاستلام

source: Date received:
ar_arab: تاريخ الاستلام:

source: Date should be entered using the calendar pop up
ar_arab: يجب إدخال التاريخ باستخدام نافذة النتيجة المنبثقة

source: Date/Time
ar_arab: التاريخ/الوقت

source: Date/time
ar_arab: التاريخ/الوقت

source: Date:
ar_arab: تاريخ:

source: Date: %s
ar_arab: تاريخ: %s

source: Date: from
ar_arab: التاريخ: من

source: Dates
ar_arab: تواريخ

source: David Birmingham
ar_arab: ديفيد بريمنجهام

source: David Goldfein
ar_arab: ديفيد جولدفاين

source: Day
ar_arab: يوم

source: Day name
ar_arab: اسم اليوم

source: Day of Week
ar_arab: يوم من أيام الأسبوع

source: Day of week
ar_arab: يوم من ايام الأسبوع

source: Day/Month
ar_arab: يوم/شهر

source: Day:
ar_arab: يوم:

source: Days in advance
ar_arab: ايام مسبقة

source: Dear %s
ar_arab: عزيزي %s

source: Dear %s user, You have suggested that the library acquire %s
ar_arab: عزيزى %s المستفيد، لقد إقترحت بأن تقتنى المكتبة %s

source: Dear Nicole Engard (23529000035726),
ar_arab: عزيزتي نيكول إنجارد (23529000035726),

source: Debar
ar_arab: حظر

source: Debarred
ar_arab: ممنوع:

source: Debarred:
ar_arab: ممنوع:

source: Debug is on (level %s)
ar_arab: التصحيح على (مستوى %s)

source: Decametres
ar_arab: ديسيمتر

source: December
ar_arab: ديسمبر

source: Decimetres
ar_arab: ديسيمترات

source: Default
ar_arab: افتراضي

source: Default Checkouts and Hold Policy
ar_arab: سياسة الإعارات والحجز الافتراضية

source: Default Framework
ar_arab: إطار افتراضي

source: Default Issuing Rule
ar_arab: قاعدة إصدار افتراضية

source: Default framework
ar_arab: إطار افتراضي

source: Default messaging preferences for this patron category
ar_arab: تفضيلات الإسال الافتراضية لفئة المستفيد تلك

source: Default value:
ar_arab: قيمة افتراضية:

source: Default values
ar_arab: القيم الافتراضية

source: Defaults
ar_arab: الافتراضات

source: Defaults for this library
ar_arab: الاعدادات الافتراضية لهذه المكتبة

source: Define a Layout
ar_arab: تعريف تخطيط

source: Define a Layout Template
ar_arab: تعريف قالب تخطيط

source: Define authority types, then authority MARC structure in the same way you define itemtypes and biblio MARC tag structure. Authority values are managed through plugins
ar_arab: تعريف أنواع الاستناد، ثم بنية استناد مارك بنفس الطريقة التي تعرف بها أنواع المادة وبنية مارك للبيانات البيبلوجرافية. يتم غدارة قيم الاستناد من خلال برامج مساعدة

source: Define categories and authorized values for them.
ar_arab: تعريف الفئات وقيم الاستنناد لها

source: Define circulation and fines rules for combinations of libraries, patron categories, and item types
ar_arab: تعريف الإعارة وقواعد الغرامة لمجموعة مكتبات، فئات مستفيد، وأنواع المادة

source: Define cities and towns that your patrons live in.
ar_arab: تعريف المدن والبلدان التي يعيش يها مستفيدوك

source: Define classification sources (i.e., call number schemes) used by your collection. Also define filing rules used for sorting call numbers.
ar_arab: تعريف مصادر التصنيف(اي, مخططات رقم الطلب) المستخدم بواسطة مجموعتك. وكذلك تعريف قواعد التسجيل لترتيب أرقام الطلب

source: Define classification sources (i.e., call number schemes) used by your collection. You can also define 'filing rules' used for sorting call numbers.
ar_arab: تعريف مصادر التصنيف(اي, مخططات رقم الطلب) المستخدم بواسطة مجموعتك.وكذلك تعريف قواعد التسجيل لترتيب أرقام الطلب

source: Define currencies and exchange rates used for acquisitions.
ar_arab: تعريف العملات وأسعار الصرف المستخدمة في التزويد

source: Define days when the library is closed
ar_arab: تعريف الأيام التي تكون المكتبة مغلقة بها.

source: Define extended attributes (identifiers and statistical categories) for patron records
ar_arab: تعريف الخصائص الإضافية( المعرفات وفئات الإحصائيات) لتسجيلات المستفيدين

source: Define funds within your budgets
ar_arab: تعريف التمويلات في حدود ميزانياتك

source: Define item types used for circulation rules.
ar_arab: تعريف أنواع المادة المستخدمة في قواعد الإعارة

source: Define libraries, branches and groups.
ar_arab: تعريف المكتبات ,الفروع والمجموعات.

source: Define notices (print and email notification messages for overdues, etc.)
ar_arab: تعريف الإخطارات ( طباعة وإرسال رسالئل الإخطارات بالبريد الإلكتروني للمتأخرات، إلخ)

source: Define patron categories.
ar_arab: تعريف فئات المستفيد

source: Define road types (street, avenue, way, etc.). Road types display as authorized values when adding/editing patrons and can be used in geographic statistics.
ar_arab: عرّف أنواع الطريق (شارع، درب، طريق، الخ. ).أنواع الطريق تعرض كقيم إستنادية عندما تضاف / تعديل الانماط ويمكن أن تستعمل في الإحصائيات الجغرافية.

source: Define rules for check-in and checkout notifications for combinations of libraries, patron categories, and item types
ar_arab: تعريف قواعد إخطارات الإعارة والرد لمجموعة من المكتبات، فئات المستفيد وأنواع المادة.

source: Define the currencies you deal with here.
ar_arab: تعريف العملة التي تتعامل بها هنا.

source: Define the fields you want to print on the spine label in the SpineLabelFormat system preference
ar_arab: تعريف الحقول التي تريد طباعتها على كعب الملصق في تفضيل النظام SpineLabelFormat

source: Define the holidays for :
ar_arab: تعريف العطلات لـ:

source: Define the mapping between keywords and MARC fields, those keywords are used to find some datas independently of the framework.
ar_arab: تعريف التخطيط بين الكلمات المفتاحية وحقول مارك، هذه الكلمات المفتاحية تستخدم للعثور على البيانات بشكل مستقل عن الإطارات

source: Define the mapping between the Koha transactional database (SQL) and the MARC Bibliographic records. Note that the mapping can be defined through MARC Bibliographic Framework. This tool is just a shortcut to speed up linkage.
ar_arab: حدد التماثل بين قاعدة بيانات كوها (SQL) تسجيلة مارك الببليوجرافية. لاحظ أن التخطيط يمكن أن يعرف من خلال إطار مارك الببليوجرافى. هذه الأداة فقط هى طريق مختصر لتسريع الربط.

source: Define the period of time and item can be checked out to a patron by entering the number of days in the 'Loan Period' box.
ar_arab: تعريف الفترة الزمنية التي يمكن إعارة مادة فيها إلى مستفيد عن طريق إدخال عدد الأيام في مربع " مدة الإعارة"

source: Define which fields or subfields you want to export, separated by pipes. Example : 200|210$a|301
ar_arab: تعريف اي الحقول والحقول الفرعية التي ترغب في تصديرها، منفصلة بأعمدة. مثال: 200|210$a|301

source: Define which servers to query for MARC data in the integrated Z39.50 client.
ar_arab: عرف أي الخوادم يتم الإستفسار عن بيانات مارك في عميل z39.50 المتكامل

source: Define your budgets
ar_arab: تعريف ميزانياتك

source: Defined
ar_arab: معرّف

source: Defines the Z39.50 servers you want Koha to search.
ar_arab: تعريف خوادم Z39.50 التي تريد من كوها بحثها

source: Defining
ar_arab: تعريف

source: Defining default issuing rules
ar_arab: تعريف قواعد الإصدار الافتراضية

source: Defining issuing rules for "%s"
ar_arab: تعريف قواعد الإصدار لـ "%s"

source: Definition
ar_arab: تعريف

source: Definition Description:
ar_arab: وصف التعريف:

source: Definition Description: Used within the dictionary only to provide further detail about the definition
ar_arab: وصف التعريف:مستعمل ضمن القاموس فقط لتزويد التفصيل الآخر حول التعريف

source: Definition Name:
ar_arab: اسم التعريف:

source: Definition Name: Short name that is used for display and selection
ar_arab: إسم التعريف: الاسم القصير الذي يستعمل للعرض والإختيار

source: Degree (complete with 0):
ar_arab: الدرجة (كاملة مع 0):

source: Delay
ar_arab: تأخير

source: Delay %s for %s patron category has some unexpected characters. There should be only numerical characters.
ar_arab: تأخير %s ل%s فئه المستعير عنده بعض الأحرف الغير متوقعة. هناك يجب أن يكون رموز عددية فقط.

source: Delay is the number of days after an issue is due before an action is triggered.
ar_arab: التأخير هو عدد الأيام بعد توقع العدد قبل إطلاق الإجراء.

source: Delete
ar_arab: حذف

source: Delete Batch
ar_arab: حذف الدفعة

source: Delete Budget?
ar_arab: حذف الميزانية

source: Delete City "%s?"
ar_arab: حذف المدينة"%s?"

source: Delete Definition
ar_arab: حذف التعريف

source: Delete Fund %s?
ar_arab: حذف التمويل%s?

source: Delete Image(s)
ar_arab: حذف الصورة (الصور)

source: Delete Images
ar_arab: حذف الصور

source: Delete Item Type '%s'?
ar_arab: حذف نوع المادة '%s'?

source: Delete Library
ar_arab: حذف المكتبة

source: Delete Notice?
ar_arab: حذف الإخطار؟

source: Delete Record
ar_arab: حذف التسجيلة

source: Delete Road Type "%s?"
ar_arab: حذف نوع الطريق"%s?"

source: Delete Stop Word
ar_arab: حذف كلمة التوقف

source: Delete Subfield
ar_arab: حذف الحقل الفرعي

source: Delete Subscription
ar_arab: حذف الوصف

source: Delete a batch of items
ar_arab: حذف دفعة مواد

source: Delete all Items
ar_arab: حذف كل المواد

source: Delete batches of items
ar_arab: حذف دفعات من المواد

source: Delete borrower who has not borrowed since:
ar_arab: إحذف مستعيرا الذي لم يستعير منذ:

source: Delete budget '%s'?
ar_arab: حذف ميزانية '%s'?

source: Delete classification source
ar_arab: حذف مصدر التصنيف

source: Delete current batch
ar_arab: حذف الدفعة الحالية

source: Delete filing rule
ar_arab: حذف قاعدة تسجيل

source: Delete framework for %s (%s)?
ar_arab: حذف إطار لـ %s (%s)?

source: Delete list
ar_arab: حذف القائمة

source: Delete old borrowers and anonymize circulation history (deletes borrower reading history)
ar_arab: إحذف تاريخ إستعارات المستعيرين القدامى والمجهولين (حذف تاريخ قراءة مستعير)

source: Delete patron attribute type
ar_arab: حذف نوع سمة مستفيد

source: Delete record matching rule
ar_arab: حذف قاعدة مضاهاة تسجيلة

source: Delete selected
ar_arab: حذف التحديد

source: Delete selected profile ?
ar_arab: حذف الملف السخصي المحدد؟

source: Delete some old patrons/Anonymize some check-out history
ar_arab: حذف بعض المستفيدين القدماء / عدم تعريف بعض سجل الإعارة

source: Delete this Category
ar_arab: حذف هذه الفئة

source: Delete this Contract
ar_arab: حذف هذا العقد

source: Delete this Currency
ar_arab: حذف هذه العملة

source: Delete this Item Type
ar_arab: حذف نوع المادة هذا

source: Delete this Printer
ar_arab: حذف هذه الطابعة

source: Delete this Server
ar_arab: حذف هذا الخادم

source: Delete this basket
ar_arab: حذف هذه السلة

source: Delete this budget
ar_arab: حذف هذه الميزانية

source: Delete this holiday
ar_arab: حذف هذه العطلة

source: Delete this saved report
ar_arab: حذف هذا التقرير المحفوظ

source: Delete?
ar_arab: حذف؟

source: Deleted classification source %s
ar_arab: حذف مصدر التصنيف %s

source: Deleted filing rule %s
ar_arab: حذف قاعدة التسجيل %s

source: Deleted patron attribute type &quot;%s&quot;
ar_arab: حذف نوع سمة المستفيد &quot;%s&quot;

source: Deleted record matching rule &quot;%s&quot;
ar_arab: تم حذف قاعدة مضاهاة تسجيلة &quot;%s&quot;

source: Deleting Records
ar_arab: حذف تسجيلات

source: Deleting a List
ar_arab: حذف قائمة

source: Delimiter:
ar_arab: محدد :

source: Delivery Place:
ar_arab: مكان التوصيل:

source: Delivery comment:
ar_arab: تعليق التوصيل:

source: Dependancies
ar_arab: التبعيات

source: Depending on the permission certain menu items will be removed from the menus in Koha, preventing users from accessing them.
ar_arab: بناء على الصلاحية سيتم حذف مواد قائمة محددة من القوائم في كوها، مانعا المستخدمين من الوصول إليها

source: Depending on your tagging system preferences, librarians may need to approve tags before they are published on the OPAC. This is done via the Tag Moderation Tool.
ar_arab: بناء على تفضيل الوسم الخاص بك، قد يحتاج الموظفون للموافقة على الوسميات قبل نشرها على الأوباك. يتم ذلك عبر أداة الموافقة على الوسوم.

source: Depending upon the printer you use and even the tray within the printer you use, the text on labels may be offset so that it does not appear correctly on the labels. Even once the offset (usually measured from the upper left-hand corner) is correct, the text may appear to "creep" -print correctly on some labels, but slowly move off of other labels. A printer profile will allow you to provide a per printer per tray per label template correction for these symptoms.
ar_arab: إعتمادا على الطابعة التي تستخدمها وحتى درج الورق المستخدم، النص على الملصق ربما يطبع لذلك إنه لن يظهر بشكل صحيح على الملصق. حتى بمجرد الطباعة( غالبا ما تقاس من الجانب الأعلى العلوي)يكون صحيح، ولكن يتحرك ببطء من الملصقات الأخرى. سمة الطابعة سوف تسمح لك بالإمداد بكل طابعة وكل درج ورق وتصحيح كل قالب ملصق لهذه الأعراض #تحتاج مراجعة#

source: Deprecated - no longer in use
ar_arab: انتقدت- لم تعد قيد الاستخدام

source: Description
ar_arab: وصف

source: Description (OPAC)
ar_arab: وصف (الأوباك)

source: Description <a1>Sort</a>
ar_arab: الوصف <a1>ترتيب</a>

source: Description missing
ar_arab: الوصف مفقود

source: Description of charges
ar_arab: وصف الشحنات

source: Description:
ar_arab: وصف:

source: Description: %s
ar_arab: وصف: %s

source: Descriptions
ar_arab: وصف

source: Design custom card templates for printed patron cards
ar_arab: تصميم قوالب بطاقات مخصصة لبطاقات المستفيد المطبوعة

source: Design custom label templates for printed labels
ar_arab: صمم قوالب ملصق مخصصة للملصقات المطبوعة

source: Design your 'Message Body'
ar_arab: قم بتصميم "جسم الرسالة" الخاص بك

source: Destination library:
ar_arab: المكتبة المرسل إليها:

source: Destination record
ar_arab: تسجيلة الوجهة

source: Details
ar_arab: تفاصيل

source: Deterioration stage
ar_arab: مرحلة التدهور

source: Deutsch (German)
ar_arab: ألماني (ألمانيا)

source: Dewey
ar_arab: ديوي

source: Dewey Subclass:
ar_arab: التصنيف الفرعي لديوي:

source: Dewey:
ar_arab: ديوي:

source: Dewey: %s
ar_arab: ديوي: %s

source: Dictionaries
ar_arab: قواميس

source: Dictionary
ar_arab: قاموس

source: Dictionary Definitions
ar_arab: تعريفات القاموس

source: Dictionary Search
ar_arab: بحث القاموس

source: Did not check for matches with existing records in catalog
ar_arab: لم يتم الفحص للمتشابهات بالتسجيلات الموجودة في الفهرس

source: Did you mean:
ar_arab: هل تعني:

source: Digests only?
ar_arab: تلخيص فقط؟

source: Dimensions (sound recordings):
ar_arab: الأبعاد (التسجيلات الصوتية) :

source: Dimensions:
ar_arab: الأبعاد:

source: Directories
ar_arab: مسارات

source: Disabled for
ar_arab: تم إيقافه لـ

source: Disabled for all
ar_arab: تم إيقافه للكل

source: Discographies
ar_arab: التسجيلات

source: Discount
ar_arab: تخفيض

source: Discount:
ar_arab: تخفيض:

source: Display
ar_arab: عرض

source: Display Height
ar_arab: عرض الارتفاع

source: Display Location
ar_arab: عرض الموقع

source: Display Location:
ar_arab: عرض الموقع:

source: Display all root budgets
ar_arab: عرض كل الميزانيات الأصلية

source: Display detail for this biblio
ar_arab: عرض تفاصيل لهذه التسجيلة البيبلوجرافية

source: Display from:
ar_arab: العرض من:

source: Display in OPAC:
ar_arab: عرض في الأوباك:

source: Display member details.
ar_arab: عرض تفاصيل الرقم

source: Display only used Tags/Subfields
ar_arab: إعرض فقط بإستخدام الرؤس/الحقول الفرعية

source: Display statistics for:
ar_arab: عرض الإحصائيات لـ :

source: Display to:
ar_arab: عرض إلى:

source: Display: allows you to select possible visibility conditions. It is used only with the 'MARC View'.
ar_arab: العرض: يسمح لك بتحديد حالات الرؤية الممكنة. تستخدم فقط بواسطة "عرض مارك"

source: Displaying
ar_arab: عرض

source: Distributed to
ar_arab: تم توزيعه على

source: Do I have to &quot;Close&quot; a Basket?
ar_arab: هل يجب أن &quot;نغلق&quot; السلة؟

source: Do Not Delete
ar_arab: لا تحذف

source: Do not Delete
ar_arab: لا تحذف

source: Do not expect to have every Koha table.column mapped to a MARC subfield. Some (such as biblionumber, biblioitemnumber, and itemnumber) are values generated by Koha and will probably be automatically mapped. Others are flags which are set in the course of normal circulation activities and will contain information that is not part of your MARC record.
ar_arab: لا تتوقع أن يكون كل جدول .عمود كوها مخطط إلى حقل مارك فرعي. البعض (مثل الرقم البيبلوجرافي, رقم المادة البيبلوجرافي,ورقم المادة) هي قيم قام كوها بإنتاجها وسيتم تخطيطها تلقائيا على الأغلب.الأخرى هي علامات يتم ضبطها أثناء أنشطة الإعارة العادية وسوف تحتوي معلومات ليست جزءا من تسجيلة مارك الخاصة بك.

source: Do not look for matching records
ar_arab: لا تبحث عن تسجيلات مضاهية

source: Do not notify
ar_arab: لا تخطر

source: Document Type:
ar_arab: نوع الوثيقة:

source: Does not provide a public (external) z3950 server
ar_arab: لا يوفر عام(خارجي) z3950 خادم
