Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: TIP: If you accidentally click all the items that can be transferred, you can click the 'Swap All' button to change your selection
ar_arab: معلومة: إذا قمت عن طريق الخطأ بالنقر على كل المواد التي يمكن نقلها، يمكنك نقر زر "تبديل الكل" لتغيير تحديدك

source: TIP: If you are a single library system, you can leave your library selection to 'default library' or choose your branch name and experience the same results.
ar_arab: معلومة: إذا كان نظامك نظام مكتبة واحدة، يمكنك ترك تحديد المكتبة إلى "المكتبة الافتراضية" أو اختيار اسم فرعك وتجربة نفس النتائج

source: TIP: If you create a manual credit, be aware that it won't be applied to any particular lost or late item
ar_arab: معلومة: إذا قمت بإنشاء ائتمان يدوي، تأكد من أنه لن يطبق إلى أي من المواد المفقودة أو المتأخرة

source: TIP: If you have the library select box set to 'Default' the matrix will apply to all libraries.
ar_arab: معلومة: إذا كان مربع تحديد المكتبة مضبوطا إلى "افتراضي" سيتم تطبيق المصفوفة على كل المكتبات

source: TIP: If you have the library select box set to a specific branch the matrix will apply just to that branch, showing the branch code in the message.
ar_arab: معلومة: إذا كان مربع تحديد المكتبة مضبوطا إلى فرع محدد سيتم تطبيق المصفوفة على هذا الفرع فقط، عارضا رمز الفرع في الرسالة

source: TIP: If you leave this set to 'Default' it will apply the rules to all libraries
ar_arab: معلومة: إذا تركت هذا مضبوطا إلى "افتراضي" سوف يطبق القواعد إلى كل المكتبات

source: TIP: If you wish to use a similar definition in say, Circulation and Patrons, you will need to create two definitions - one for each area
ar_arab: معلومة: إذا كنت ترغب في استخدام تعريف مشابه مثلا في,الإعارة والمستفيدين, يجب عليك إنشاء تعريفين - واحد لكل منطقة

source: TIP: If your passwords are already encrypted, talk to your systems administrator about options.
ar_arab: معلومة: في حالة ترميز كلمات مرورك بالفعل، تحدث مع إدارة نظامك حول الخيارات.

source: TIP: In the 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. e.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
ar_arab: معلومة: في 'حقل استناد للنسخ', أدخل حقل الاستناد الواجب نسخه من تسجيلة استناد إلى التسجيلة البيبلوجرافية. مثال.,في مارك21, الحقل 100 في تسجيلة الاستناد يجب نسخه إلى الحقل 100 في التسجيلة البيبلوجرافية

source: TIP: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure
ar_arab: معلومة: يقوم كوها تلقائيا بتنصيب فئات قيم استناد لأنواع المواد ورموز الفرع الخاصة بك, ويمكنك ربط هذه القيم إلى حقول مارك الفرعية حين تقوم بضبط بنية رؤوس مارك

source: TIP: Make sure this subfield is managed in the same tab as the other managed subfields for this tag, and then click the &quot;hidden&quot; checkbox so it will not be displayed with the rest of the record
ar_arab: معلومة:تأكد من إدارة هذا الحقل الفرعي في نفس تبويب الحقول الفرعية المدارة لهذا الرأس,وانقر e &quot;hidden&quot;مربع التحديد لكي لا يتم عرصه مع بفية التسجيلة

source: TIP: Mark vendors inactive if you no longer order from them or if they merged with another vendor, but you want to keep the data of your orders with them
ar_arab: معلومة: قم بتحديد المزود غير نشط إذا لم تكن تقوم بالطلب منه أو إذا تم دمجه مع مزود آخر، ولكنك تود الاحتفاظ ببيانات طلباتك نه

source: TIP: Marking an item Lost via the edit item page will automatically put a fine on the patron's record for the replacement cost of the item
ar_arab: معلومة: تحديد مادة مفقودة عبر صفحة تحرير المادة سوف يقوم آليا بوضع غرامة على تسجيلة المستفيد لتكلفة تبديل المادة

source: TIP: Note that in this case an error message appears notifying the circulation librarians that the patron might want to pick the book up at his/her home branch.
ar_arab: معلومة: لاحظ أنه في هذه الحالة سوف تظهر رسالة خطأ تعلم موظفي الإعارة أن المستفيد قد يود التقاط الكتاب من مكتبته/مكتبتها الرئيسية

source: TIP: Only expiration date is required
ar_arab: معلومة: تاريخ الانتهاء فقط مطلوب

source: TIP: Only patrons of type &quot;A&quot; (adult) are searched for when you look for guarantors through the &quot;find guarantor&quot; interface. This means that (for example) library staff (type &quot;S&quot;) and other children (type &quot;C&quot;) cannot be found as guarantors
ar_arab: معلومة: المستفيدون فقط من نوع&quot;A&quot; (بالغ) يتم البحث عنها عند البحث عن ضامنين عبر ال &quot;اعثر على ضامن&quot; واجهة. هذا يعني أن (على سبيل المثال)موظفي المكتبة (نوع &quot;S&quot;)والأطفال الآخرين (نوع &quot;C&quot;)لا يمكن العثور عليهم كضامنين

source: TIP: Only staff can create free lists, but any patron can edit them via the OPAC once created
ar_arab: معلومة: يمكن للموظفين فقط إنشاء قوائم حرة، ولكن يمكن للمستفيدين تحريرها عبر الأوباك بمجرد انشائها

source: TIP: Only the 'Company Name' is required but the more contact information you provide, the easier it will be to contact vendors when necessary
ar_arab: معلومة: "اسم الشركة" فقط هو المطلوب ولكن كلما قمت بتزويد معلومات اتصال أكثر، كلما أصبح من السهل الاتصال بالمزود عند الضرورة

source: TIP: Patrons will be able to update/change their password via the OPAC
ar_arab: معلومة: سوف يتمكن المستفيدون من تحديث/تغيير كلمة مرورهم عبر الأوباك

source: TIP: Pictures uploaded with this tool should be at least 300dpi which is the minimum quality for a printable image.
ar_arab: معلومة: الصور التي يتم تحميلها بواسطة هذه الأداة يجب أن تكون على الأقل 300dpi وهو الحد الأدنى لجودة الصور القابلة للطبع.

source: TIP: Reasons are the librarian's reason for accepting/rejecting request
ar_arab: معلومة: الأسباب هي اسباب موظف المكتبة لقبول / رفض طلب

source: TIP: Some vendors will list the prices in their own currency, but bill in your currency
ar_arab: معلومة: سوف يقوم بعض المزودين بسرد اسعارهم بالعملات الخاصة بهم، ولكن الفاتورة بعملتك.

source: TIP: Start by adding your Groups/Categories (if you have any) before adding Libraries.
ar_arab: معلومة: ابدأ بإضافة مجموعات/فئات ( غذا كان لديك أي منها) قبل إضافة المكتبات

source: TIP: Statuses can be updated in bulk by choosing from the pull down at the bottom and clicking 'Mark all with this reason'
ar_arab: معلومة: يمكن تحديث الحالات جماعيا بالاختيار من القائمة المنسدلة في الأسفل والنقر على "تحديد الكل بهذا السبب" 'Mark all with this reason'

source: TIP: The first time you access this page, you will be asked to add your first fund -- thereafter you will have the option of editing and deleting funds.
ar_arab: معلومة: أول مرة تدخل فيها هذه الصفحة, سيطلب منك إضافة أول تمويل لك -- بعد ذلك، سيكون لديك خيار تحرير وحذف التمويلات.

source: TIP: The repeatibility and unique_id settings of an attribute type cannot be changed after creation - this is to avoid having to deal with changing constraints if an attribute type is already in use by patron records
ar_arab: معلومة: إعدادات قابلية التكرار والمعرّف المميز لنوع سمة لا يمكن تغييرها بعد الإنشاء - هذا لتجنب الاضطرار للتعامل مع تغيير القيود إذا كان نوع السمو بالفعل قيد الاستخدام بواسطة تسجيلات المستفيد

source: TIP: The terms 'Library' and 'Branch' are interchangeable in Koha.
ar_arab: معلومة: المصطلحات "المكتبة" و "الفرع" قابلة للتبادل في كوها

source: TIP: This can be used to record statistics of items that are used, but do not get checked out, such as reference items, magazines, etc. You can then run a report to gather the statistics from this card
ar_arab: معلومة: يمكن استخدام هذا لتسجيل الاحصائيات للمواد المستخدمة، ولكن لا يتم إعارتها،, مثل المراجع, المجلات, إلخ.يمكنك عندئذ تشغيل تقرير لتجميع هذه الاحصائيات من هذه البطاقة

source: TIP: This field is not editable once it is set
ar_arab: معلومة: هذا الحقل غير قابل للتحرير بمجرد ضبطه

source: TIP: This is handy if your patron has a PO Box and you want their home address as well.
ar_arab: معلومة: يصبح هذا مفيدا إذا كان لمستفيدك صندوق بريدي وتريد عنوان منزله كذلك.

source: TIP: This is not necessary, you will still be able to mark items received without closing a basket.&nbsp; Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
ar_arab: معلومة: هذا ليس ضروريا, سيزال بإمكانك تحديد المواد مستلمة بدون إغلاق السلة.&nbsp; إغلاق السلة يعتبر تدريبا جيدا لتعقب الطلبات المتأخرة والتي تمت مناقشتها في هذا الدليل

source: TIP: This report is only applicable if the ReserveNeedReturn system preference is on.
ar_arab: معلومة: هذا التقرير فابل للتطبيق فقط إذا كان تفضيل النظام ReserveNeedReturn مفعلا فقط

source: TIP: This will only show a reading history if you have the 'intranetreadinghistory' preference turned 'ON'
ar_arab: معلومة: سوف يقوم هذا فقط بعرض سجل القراءة إذا كان تفضيل 'intranetreadinghistory' مفعلا

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left. If you add too many click the '-' (minus) to the right of the '+' (plus)
ar_arab: معلومة: لإضافة مادة مستلمة أخرى, انقر أيقونة '+' (زائد) في أدنى اليسار.&nbsp; إذا قمت بإضافة عددا زائدا انقر ال '-' (ناقص) إلى يمين '+' (زائد)

source: TIP: To add another received item, click the '+' (plus) icon at the bottom left.&nbsp; If you add too many click the '-' (minus) to the right of the '+' (plus)
ar_arab: معلومة: لإضافة مادة مستلمة أخرى, انقر أيقونة '+' (زائد) في أدنى اليسار.&nbsp; إذا قمت بإضافة عددا زائدا انقر ال '-' (ناقص) إلى يمين '+' (زائد)

source: TIP: To delete a BIB Record, first delete all holdings (items) attached to the bib.
ar_arab: معلومة: لحذف تسجيلة بيبلوجرافية، أولا احذف كل المقتنيات (المواد) المرتبطة بهذه التسجيلة البيبلوجرافية.

source: TIP: To place no limits for a category, choose the blank field. When blank field is chosen all categories will be included in the statistical count.
ar_arab: معلومة: لعدم وضع حدود للفئة، اختر الحقل الخالي. عند اختيار الحقل الخالي سيتم إدراج كل الفئات في الحساب الاحصائي.

source: TIP: To quick start copy cataloging, instead of clicking the 'New Record' button, click the 'Z30.50 Search' button to search for a record from another target.
ar_arab: معلومة:لبدء نسخ الفهرسة بسرعة,بدلا من نقر زر 'تسجيلة جديدة' , انقر زر 'Z30.50 بحث'للبحث عن تسجيلة من هدف آخر.

source: TIP: To receive serials see the 'Receiving Serials' part of this manual.
ar_arab: معلومة: لاستلام الدوريات انظر جزء 'استلام الدوريات' من هذا الدليل

source: TIP: To turn on messaging options you will need to turn the 'EnhancedMessagingPreferences' system preference to 'ON'
ar_arab: معلومة: لتفعيل خيارات الإرسال يجب عليك ضبط تفضيل النظام'EnhancedMessagingPreferences' إلى 'تفعيل'

source: TIP: Use 'Library note' for notes you'd like your circulation staff to see.
ar_arab: معلومة:استخدم 'ملاحظة المكتبة' للملاحظات التي ترغب أن يرها موظفو الإعارة

source: TIP: Use 'OPAC note' for notes you'd like the patron to see.
ar_arab: معلومة: استخدم 'ملاحظة الأوباك' للملاحظات التي ترغب أن يراها المستفيد.

source: TIP: Use manual credits to pay partial fines.
ar_arab: معلومة: استخدم الائتمانات اليدوية لدفع الغرامات الجزئية

source: TIP: You can also edit these values by going to More &gt; Administration &gt; Authorized Values
ar_arab: معلومة: يمكنك ايضا تحرير هذه القيم بالذهاب إلى المزيد &gt;الإدارة &gt; قيم الاستناد

source: TIP: You can define the terms used in the Guarantor field. 'Mother' and 'Father' are default settings, but you can add &quot;Grandparent&quot; or &quot;Legal Guardian&quot; for instance
ar_arab: معلومة: يمكنك تعريف المصطلحات المستخدمة في حقل الضامن. 'أم' و 'أب' هما الإعدادات الافتراضية, ولكن يمكنك أن تضيف &quot;الجد&quot; أو &quot;وصي قانوني&quot;على سبيل المثال

source: TOTAL
ar_arab: إجمالي

source: Tab Separated Text
ar_arab: نص مفصول بتاب

source: Tab:
ar_arab: تبويب

source: Tab:%s | $%s %s
ar_arab: تبويب:%s | $%s %s

source: Tab:%s,
ar_arab: تبويب:%s,

source: Tabs in use
ar_arab: التبويبات قيد الاستخدام

source: Tabular
ar_arab: جدولي

source: Tabulation (\t)
ar_arab: جدولة (\t)

source: Tactile Material
ar_arab: مادة لمس

source: Tag
ar_arab: راس

source: Tag %s Subfield Constraints
ar_arab: رأس %s قيود الحقل الفرعي

source: Tag %s Subfield Structure
ar_arab: ر أس%s بنية الحقل الفرعي

source: Tag Deleted
ar_arab: تم حذف الرأس

source: Tag moderation
ar_arab: الإشراف على الوسيمات

source: Tag:
ar_arab: رأس:

source: Tag: %s
ar_arab: رأس: %s

source: Tags
ar_arab: رؤوس

source: Tambour, batterie
ar_arab: دف، بطارية

source: Tamil
ar_arab: التاميل

source: Tape configuration:
ar_arab: تهيئة الشريط:

source: Tape width:
ar_arab: عرض الشريط:

source: Target
ar_arab: هدف

source: Target (database) record check field
ar_arab: حقل التحقق من التسجيلة (القاعدة) الهدف

source: Target Audience Code
ar_arab: رمز الجمهور المستهدف

source: Target Audience Code 2
ar_arab: رمز الجمهور المستهدف 2

source: Target Audience Code 3
ar_arab: رمز الجمهور المستهدف 3

source: Target:
ar_arab: هدف:

source: Task Scheduler
ar_arab: مجدول المهام

source: Task scheduler
ar_arab: مجدول المهام

source: Task scheduler will not work if the user the webserver runs as doesn't have the permission to use it. To find out if the right user has the permissions necessary, check /etc/at.allow to see what users are in it. If you don't have that file, check etc/at.deny. If at.deny exists but is blank, then every user can use it. Talk to your system admin about adding the user to the right place to make the task scheduler work.
ar_arab: لن يعمل مجدول المهام إذا كان خادم الويب الخاص بالمستخدم يعمل كلا يملك الصلاحيات لاستخدامه. للتأكد من أن المستخدم الصحيح لديه الصلاحيات الضرورية, الإعارةcheck /etc/at.allow لرؤية المستخدمين فيه. إذا لم يكن لديك الملف, check etc/at.deny.إذا at.deny يوجد ولكن خالي, إذن يمكن لي مستخدم استخدامه. تحدث مع إدارة نظامك حول إضافة مستخدم في المكان المناسب لتشغيل مجدول المهام

source: Tax (%s)
ar_arab: ضريبة (%s)

source: Tax Number Registered:
ar_arab: رقم الضريبة المسجل:

source: Tax rate
ar_arab: معدل الضريبة

source: Tax rate:
ar_arab: معدل الضريبة:

source: Technical reports
ar_arab: تقارير فنية

source: Technique (Prints) 1
ar_arab: تقنية (مطبوعة) 1

source: Technique (Prints) 2
ar_arab: تقنية (مطبوعة) 2

source: Technique (Prints) 3
ar_arab: تقنية (مطبوعة) 3

source: Technique - videorecording, motion picture
ar_arab: تقنيات - تسجيل فيديو، صورة متحركة

source: Techniques (Drawings, Paintings) 1
ar_arab: تقنيات (رسومات ، لوحات) 1

source: Techniques (Drawings, Paintings) 2
ar_arab: تقنيات (رسومات ، لوحات) 2

source: Techniques (Drawings, Paintings) 3
ar_arab: تقنيات (رسومات ، لوحات) 3

source: Template Code
ar_arab: رمز القالب

source: Template Code should be something you can use to identify your template on a list of templates
ar_arab: يجب أن يكون رمز القالب شيئا ما يمكنك استخدامه لتعريف قالبك في قائمة من القوالب

source: Template Code:
ar_arab: رمز القالب:

source: Template Description:
ar_arab: وضف القالب:

source: Template ID will be automatically generated after saving your template, this is simply a system genereated unique id
ar_arab: معرف القالب سيتم انتاجه تلقائيا بعد حفظ قالبك، هذا ببساطة معرف مميز من انتاج النظام

source: Template ID:
ar_arab: معرف القالب:

source: Template Name
ar_arab: اسم القالب

source: Template name:
ar_arab: اسم القالب:

source: Template will be filled in once you have chosen which template to apply the profile to on the template edit form
ar_arab: سيتم ملأ القالب بمجرد اختيارك اي قالب لتطبيق السمت له من صفحة تحرير القالب

source: Template:
ar_arab: قالب:

source: Templates
ar_arab: فوالب

source: Tenor
ar_arab: فحوى

source: Term
ar_arab: مصطلح

source: Term/Phrase
ar_arab: مصطلح/عبارة

source: Terms
ar_arab: مصطلحات

source: Terms Summary
ar_arab: ملخص المصطلحات

source: Test
ar_arab: اختبار

source: Test Blacklist
ar_arab: اختبر القائمة السوداء

source: Test Prediction Pattern
ar_arab: اختبر نمط التوقع

source: Tested
ar_arab: تم اختباره

source: Tetun (Tetum)
ar_arab: التيتون (تيتوم)

source: Text
ar_arab: نص

source: Text Alignment
ar_arab: محاذاة النص

source: Text Fields
ar_arab: حقول نصية

source: Text Justification
ar_arab: تصحيح النص

source: Text for OPAC : what appears before the field in the OPAC. If empty, the text for librarian is used instead
ar_arab: النص للأوباك: ما يظهر قبل الحقل في الأوباك. إذا كان خاليا، يتم استخدام النص للمكتبي بدلا منه

source: Text for OPAC:
ar_arab: نص للأوباك:

source: Text for librarian : what appears before the subfield in the librarian interface
ar_arab: نص للمكتبي: ما يظهر قبل الحقل الفرعي في واجهة المكتبي

source: Text for librarian:
ar_arab: نص للمكتبي:

source: Text for librarians
ar_arab: نص للمكتبيين

source: Text for opac
ar_arab: نص للأوباك

source: Textarea
ar_arab: منطقة النص

source: The
ar_arab: الـ

source: The %s latest issues related to this subscription:
ar_arab: ال%sإصدارات الأخيرة المتعلقة بذها الاشتراك:

source: The &lt;&lt; and &gt;&gt; are just delimiters. You must put &lt;&lt; at the beginning and &gt;&gt; at the end of your parameter
ar_arab: ال &lt;&lt; و &gt;&gt;هي مجرد محددات. يجب أن تضع &lt;&lt; في البداية و &gt;&gt; في نهاية معاملك

source: The 'Fine Grace Period' is the period of time an item can be overdue before you start charging fines.
ar_arab: "فترة السماح للغرامة" هي الفترة الزمنية التي يمكن التأخر فيها قبل البدء في فرض الغرامات.

source: The 'Grace Period' is the number of days before an issue is automatically moved from 'expected' status to 'waiting' and how many days before an issue is automatically moved from 'waiting' status to 'late'
ar_arab: 'فترة السماح' هي عدد الأيام قبل نقل الإصدار تلقائيا من حالة 'متوقَع' إلى 'انتظار' عدد الأيام قبل نقل الإصدار تلقائيا من حالة 'انتظار' إلى 'متأخر'

source: The 'News' box allows for the use of HTML for formatting of your news item
ar_arab: مربع 'أخبار'يسمح باستخدام ال HTML في تنسيق مادة الأخبار الخاصة بك

source: The 'Not for loan' option can be used for items that cannot be checked out of the library
ar_arab: يمكن استخدام خيار "ليس للإعارة" للمواد التي لا يمكن إعارتها خارج المكتبة

source: The 'Numbering formula' is editable to match the way you'd like your numbering to print on the item record and subscription information pages
ar_arab: "معادلة الترقيم" قابلة للتحرير لمضاهاة الطريقة التي ترغب بها في طباعة ترقيمك على صفحات تسجيلة المادة ومعلومات الاشتراك

source: The 'Owner' should automatically be the individual logged into the Koha staff interface
ar_arab: "المالك" يجب ان يكون تلقائيا الشخص المسجل الدخول إلى واجهة عميل كوها

source: The 'Patron attribute type code' should be unique and is the only required field
ar_arab: "رمز نوع سمة المستفيد" يجب أن يكون فريدا والحقل الوحيد المطلوب

source: The 'Profile description' is for your own benefit
ar_arab: "وصق الملف الشخصي" لمصلحتك الشخصية

source: The 'Profile name' will appear on the export pull down list when choosing 'Download' from your cart or list
ar_arab: "اسم الملف الشخصي" سوف يظهر في قائمة التصدير المنسدلة عند اختيار "تنزيل" من سلتك أو قائمتك

source: The 'Street type' dropdown menu comes from your Patrons and Circulation parameters.
ar_arab: قائمة "نوع الشارع" المنسدلة تأتي من عوامل المستفيدين والإعارة الخاصة بك.

source: The 2 following fields are available for your own usage. They can be useful for statistical purposes
ar_arab: الحقلين التاليين متاحين لاستخدامك الخاص. يمكن أن يكونا مفيدين لأغراض إحصائية

source: The Actual price is what is committed to your
ar_arab: السعر الفعلي هو المحدد لـ

source: The Bibliographic editor allows queries to the authority file at the add/edit stage of a record, so that cataloging staff can create the links between a bibliographic and authority record when they are cataloging.
ar_arab: المحرر البيبلوجرافي يسمح بالاستعلامات عن ملف الاستناد في مرحلة إضافة/تحرير تسجيلة، لكي يتمكن موظفو الفهرسة من إنشاء الروابط بين التسجيلة البيبلوجرافية والاستناد أثناء الفهرسة.

source: The Bridge Material Type Icon Set
ar_arab: أيقونة نوع مادة الجسر تكون

source: The Bridge Material Type Icon Set is licensed under a <a1>Creative Commons Attribution-ShareAlike 2.5 License</a> by the Bridge Consortium of Carleton College and St. Olaf College.
ar_arab: أيقونة نوع مادة الجسر تكون تكون مرخصة تحت <a1>الصفة الشائعة المخلقة وترخيص ShareAlike 2.5 </a> بواسطةإتحاد الجسر لكلية كارلتون وشارع كلية أولاف.

source: The CSV profile has been successfully deleted.
ar_arab: CSV تم حذف وضع بنجاح

source: The CSV profile has been successfully modified.
ar_arab: CSV تم تعديل وضع بنجاح

source: The CSV profile has not been deleted.
ar_arab: CSV لم يتم حذف وضع

source: The CSV profile has not been modified.
ar_arab: CSV لم يتم تعديل وضع

source: The City, State dropdown menu comes from your Patrons and Circulation parameters.
ar_arab: قائمة المدينة، الدولة المنسدلة تأتي من عوامل المستفيدين والإعارة الخاصة بك.

source: The Guided Reports Wizard helps you build reports using all the fields in the database for each module. The reports can then be saved and run using the scheduler.
ar_arab: معالج التقارير الموجه يساعدك فى بناء التقارير بإستخدام كل الحقول فى قادة بيانات كل وحدة. التقارير يمكن ان تحفظ بإستخدام وتشغيل المجدول

source: The Koha Acquisitions module provides a way where the library can record orders placed with vendors and manage purchase budgets.
ar_arab: النظام الفرعى للتزويد فىKoha يمد بطريق يتيح للمكتبه تسجيل الطلبات ووضعها للموردين و و ادارة ميزانيات الشراء

source: The Label Creator allow you to use layouts and templates which you design to print a nearly unlimited variety of labels including barcodes. Here are some of the features of the Label Creator module:
ar_arab: يسمح لك منشئ الملصق باستخدام تخطيطات وقوالب تقوم بتصميمها لطباعة مجموعة متنوعة غير محدودة من الملصقات شاملة الباركود. ها هي بعض خصائص نظام منشئ الملصق الفرعي:

source: The Leader is a fixed field at the beginning of each MARC record that contains coded information for the processing of the record.
ar_arab: الفاتح هو حقل ثابت في بداية كل تسجيلة مارك والذي يحتوي على معلومات مرمزة لمعالجة التسجيلة

source: The Offline Circulation tool can be used should your library lose Internet access.&nbsp; Learn more about the tool here: <a1>http://kylehall.info/index.php/projects/koha-tools/koha-offline-circulation/</a>
ar_arab: يمكن استخدام أداة الإعارة دون اتصال عند انقطاع الوصول للانترنت عن مكتبتك.&nbsp; Learn more about the tool here: <a1>http://kylehall.info/index.php/projects/koha-tools/koha-offline-circulation/</a>

source: The Overdue Notice/Status Triggers tool gives the librarian the power to send up to three notices to each patron type notifiying them of overdue items
ar_arab: أداة إخطار التأخير / الحالة مرسلة تمنح موظف المكتبة القدرة على إرسال حتى ثلاثة إخطارات لكل نوع مستفيد لإعلامهم بالمواد المتأخرة

source: The Patron Card Creator allow you to use layouts and templates which you design to print a nearly unlimited variety of patron cards including barcodes. Here are some of the features of the Patron Card Creator module:
ar_arab: يسمح لك منشئ بطاقة المستفيد باستخدام تخطيطات وقوالب تقوم بتصميمها لطباعة مجموعة متنوعة غير محدودة من الملصقات شاملة الباركود. ها هي بعض خصائص نظام منشئ بطاقة المستفيد الفرعي:

source: The Patrons portion stores the information you add about your patrons.
ar_arab: جزء المستفيد يقوم بتخزين المعلومات التي تضيفها بخصوص مستفيديك.

source: The Printer Name and Paper Bin do not have to match your printer exactly, they are for your reference so you can remember what printer you have set the profile for. So if you want to use the Printer model number in printer name or you can call it 'the printer on my desk'
ar_arab: اسم الطابعة وسلة الورق لا يجب أن يطابقا طابعتك تماما, فهما لمرجعيتك لكي تستطيع أن تتذكر الطابعة التي قمت بضبط السمت لها. لذا إذا أردت استخدام رقم نموذج الطابعة في اسم الطابعة يمكنك تسميتها'الطابعة في سطح المكتب'

source: The Staff and OPAC Display options allow you to control how many issues appear by default on bibliographic records in the Staff Client and the OPAC
ar_arab: خياري عرض الأوباك والعميل يسمحان لك بالتحكم في عدد الإصدارات التي تظهر افتراضيا في التسجيلات البيبلوجرافية في برنامج العميل والأوباك
