Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: At the bottom of the page there is a summary of the patron's current checked out items along with the due date and the list of items the patron has on hold
ar_arab: أدنى الصفحة يوجد ملخص للمواد التي قام المستفيد باستعارتها حديثا مع تاريخ الاستحقاق وقائمة بالمواد الموجود لدى المستفيد في الحجز.

source: At the bottom of the patron information page you will find quick access to items the patron has checked out, overdue and on hold.
ar_arab: في أدنى صفحة معلومات المستفيد سوف تجد دخولا سريعا إلى المواد التي قام المستفيد باستعارتها، المتأخرات وفي الحجز.

source: At the top of each screen within the Label Creator, you will see a toolbar allowing quick access to relevant functions. The menu to the left of each screen also allows easy access to the different sections of the Label Creator. The breadcrumb trail near the top of each screen will give specific indication as to where you are within the Label Creator module and allow quick navigation to previously traversed sections. And finally, you can find more detailed information on each section of the Label Creator by clicking the online help link at the upper left-hand corner of every page.
ar_arab: في أعلى كل صفحة داخل منشئ الملصق، سوف ترى شريط أدوات يسمح لك بالوصول السريع لوظائف ذات صلة. القائمة الموجودة إلأى يسار كل شاشة أيضا تسمح بالوصول السهل إلى الأقسام المختلفة لمنشئ الملصق. الدليل التفصيلي قرب أعلى كل صفحة سوف يقدم شرح محدد مثل أين أنت في نظام منشئ الملصق الفرعي ويسمح بالتصفح الشريع لأقسام سابقة. وفي النهاية، يمكن العثور على معلومات أكثر تفصيلا لكل قسم في منشئ الملصق بالنقر على رابط المساعدة على الانترنت في أعلى يسار كل صفحة.

source: At the top of each screen within the Patron Card Creator, you will see a toolbar allowing quick access to relevant functions. The menu to the left of each screen also allows easy access to the different sections of the Patron Card Creator. The breadcrumb trail near the top of each screen will give specific indication as to where you are within the Patron Card Creator module and allow quick navigation to previously traversed sections. And finally, you can find more detailed information on each section of the Patron Card Creator by clicking the online help link at the upper left-hand corner of every page.
ar_arab: في أعلى كل صفحة داخل منشئ الملصق، سوف ترى شريط أدوات يسمح لك بالوصول السريع لوظائف ذات صلة. القائمة الموجودة إلأى يسار كل شاشة أيضا تسمح بالوصول السهل إلى الأقسام المختلفة لمنشئ الملصق. الدليل التفصيلي قرب أعلى كل صفحة سوف يقدم شرح محدد مثل أين أنت في نظام منشئ الملصق الفرعي ويسمح بالتصفح الشريع لأقسام سابقة. وفي النهاية، يمكن العثور على معلومات أكثر تفصيلا لكل قسم في منشئ الملصق بالنقر على رابط المساعدة على الانترنت في أعلى يسار كل صفحة.

source: At the top of the Check Out screen is a box for you to type or scan the item's barcode into.
ar_arab: يوجد أعلى شاشة الإعارة مربع لتكتب فيه أو تمسح ضوئيا باركود المادة فيه.

source: At this step you will need to fill out the following details:
ar_arab: فى هذه الخطوة ستحتاج لملئ التفاصيل التالية:

source: At this time the only keyword in use is 'subtitle.'
ar_arab: حتى الوقت الحالي الكلمة المفتاحية الوحيدة المستخدمة هي 'العوان الفرعي.'

source: At this time, this is not a feature of Koha. All comments go through moderation.
ar_arab: حتى الوقت الحالي، هذه ليست خاصية في كوها. يجب أن تمر كافة التعليقات على الموافقة.

source: Athens, Greece
ar_arab: أثينا، اليونان

source: Attach Item
ar_arab: اربط مادة

source: Attach item
ar_arab: اربط مادة

source: Attention:
ar_arab: انتباه:

source: Attitude of sensor
ar_arab: موقف المستشعر

source: Audience
ar_arab: الجمهور

source: August
ar_arab: أغسطس

source: Auteur
ar_arab: المؤلف

source: Auteur principal
ar_arab: المؤلف الرئيسي

source: Auth
ar_arab: استناد

source: Auth field copied
ar_arab: تم نسخ حقل الاستناد

source: Auth value
ar_arab: قيمة الاستناد

source: Auth value : means the value is not free, but in the authorized value list of the selected type
ar_arab: قيمةالإستناد : تعني أن القيمة ليست مجانية، لكنها موجودة في قائمة القيم الاستنادية للنوع المختار

source: Auth value:
ar_arab: قيمة الاستناد:

source: Author
ar_arab: المؤلف

source: Author (A-Z)
ar_arab: المؤلف (A-Z)

source: Author (Z-A)
ar_arab: المؤلف (A-Z)

source: Author - 100
ar_arab: المؤلف - 100

source: Author(s)
ar_arab: المؤلف (المؤلفين)

source: Author(s):
ar_arab: المؤلف (المؤلفين)

source: Author:
ar_arab: المؤلف:

source: Authorities
ar_arab: الاستناد

source: Authorities Help
ar_arab: مساعدة الاستناد

source: Authorities:
ar_arab: الاستناد:

source: Authority #%s (%s)
ar_arab: الاستناد #%s (%s)

source: Authority Control
ar_arab: ضبط الاستناد

source: Authority MARC Framework:
ar_arab: إطار بيانات مارك الاستنادية:

source: Authority MARC framework for
ar_arab: إطار بيانات مارك الاستنادية ل

source: Authority MARC subfield structure
ar_arab: بنية الحقل الفرعى لبيانات مارك الاستنادية

source: Authority MARC subfield structure admin for %s (authority: %s)
ar_arab: بنية الحقل الفرعي لتسجيلة الاستناد لادارة %s (استناد: %s)

source: Authority Plugin
ar_arab: برنامج الاستناد المساعد

source: Authority Results
ar_arab: نتائج الاستناد

source: Authority Type
ar_arab: نوع الاستناد

source: Authority Types
ar_arab: أنواع الاستناد

source: Authority field to copy:
ar_arab: حق الاستناد للنسخ:

source: Authority number <!-- TMPL_VAR name="authid" -->
ar_arab: رقم الاستناد <!-- TMPL_VAR name="authid" -->

source: Authority search
ar_arab: بحث الاستناد

source: Authority search results
ar_arab: نتائج بحث الاستناد

source: Authority type
ar_arab: نوع الاستناد

source: Authority type : code missing
ar_arab: نوع الاستناد :الرمز مفقود

source: Authority type:
ar_arab: نوع الاستناد:

source: Authority types
ar_arab: انواع الاستناد

source: Authority:
ar_arab: الاستناد:

source: Authorized
ar_arab: مسندة

source: Authorized Values create a 'controlled vocabulary' for your staff. As an example, let us assume that your Koha installation is used by several libraries, and you use MARC 21. You might want to restrict the 850a MARC subfield to the institution codes for just those libraries. In that case, you could define an authorized values category (perhaps called &quot;INST&quot;) and enter the institution codes as the authorized values for that category.
ar_arab: تنشئ قيم الاستناد 'لغة محكمة' لموظفيك. كمثال, لنفنرض أن تثبيت كوها الخاص بك مستخدم من قبل العديد من المكتبات, وأنت تستخدم مارك21.وقد تريد حظر حقل مارك الفرعي 850a MARC لرموز المؤسسات لهذه المكتبات فقط. في هذه الحالة, يمكنك تعريف فئة قيم استناد(ربما تسمى&quot;INST&quot;) وإدخال رموز المؤسسات كقيم استناد لهذه الفئة

source: Authorized value
ar_arab: قيمة استناد

source: Authorized value category:
ar_arab: فئة قيمة الاستناد:

source: Authorized value category; if one is selected, the patron record input page will only allow values to be chosen from the authorized value list. However, an authorized value list is not enforced during batch patron import.
ar_arab: فئة قيم الاستناد، إذا تم تحديد واحدة، سوف تسمح صفحة إدخال تسجيلة المستفيد فقط باختيار القيم من قائمة قيم الاستناد.ومع ذلك، فقائمة قيم الاستناد لا يتم تطبيقها أثناء استيراد دفعة المستفيدين

source: Authorized value:
ar_arab: قيمة الاستناد:

source: Authorized values
ar_arab: قيم الاستناد

source: Authorized values for category %s :
ar_arab: قيم الاستناد لفئة %s :

source: Authorized values management
ar_arab: إدارة قيم الاستناد

source: Authors
ar_arab: مؤلفون

source: Auto-detection of authority records when a record is saved
ar_arab: الكشف التلقائي عن الاستناد عند حفظ تسجيلة

source: Auto-fill row
ar_arab: ملئ الصف آليا

source: Autre
ar_arab: آخر

source: Autre (Electronique)
ar_arab: آخر (الكتروني)

source: Autre bois
ar_arab: خشب آخر

source: Autre cuivre
ar_arab: نحاس آخر

source: Autre orchestre
ar_arab: أوركسترا أخرى

source: Autre percussions
ar_arab: إيقاع آخر

source: Autumn
ar_arab: الخريف

source: Avail
ar_arab: الفائدة

source: Availability
ar_arab: التوافر

source: Available
ar_arab: متاح

source: Available Call Numbers <a1>Sort</a>
ar_arab: أرقام الطلب المتاحة <a1>ترتيب</a>

source: Available Itypes <a1>Sort</a>
ar_arab: الأنواع المتاحة <a1>فرز</a>

source: Available Locations <a1>Sort</a>
ar_arab: المواقع المتاحة <a1>فرز</a>

source: Available since
ar_arab: متوفر منذ

source: Average Checkout Period
ar_arab: متوسط فترة الإعارة

source: Average checkout period statistics
ar_arab: متوسط إحصائيات فترة الإعارة

source: Average loan time
ar_arab: متوسط وقت الإعارة

source: BK
ar_arab: كتاب

source: BSD License
ar_arab: ترخيص BSD

source: Back
ar_arab: الخلف

source: Back to Catalog Maintenance
ar_arab: العودة لصيانة الفهرس

source: Back to System Preferences
ar_arab: العودة الى تفضيلات النظام

source: Back to Tools
ar_arab: العودة إلى الأدوات

source: Back to biblio
ar_arab: العودة الى التسجيلة الببليوجرافية

source: Bande magnetique
ar_arab: شريط مغناطيسي

source: Bar Code
ar_arab: باركود

source: Barcode
ar_arab: باركود

source: Barcode %s
ar_arab: الباركود %s

source: Barcode : %s
ar_arab: الباركود %s

source: Barcode Type
ar_arab: نوع الباركود

source: Barcode desc
ar_arab: قرص الباركود

source: Barcode file:
ar_arab: ملف الباركود:

source: Barcode:
ar_arab: الباركود:

source: Barcode: %s
ar_arab: باركود: %s

source: Barcodes file
ar_arab: ملف الباركود

source: Barcodes list (one barcode per line):
ar_arab: قائمة الباركود (باركود واحد لكل سطر):

source: Baryton
ar_arab: باريوم

source: Base of emulsion material - visual projection
ar_arab: قاعدة المواد المستحلبة - عرض مرئي

source: Base of film:
ar_arab: أساس الفيلم:

source: Base-level
ar_arab: مستوى-القاعدة

source: Based on the information entered, the Numbering Pattern will look like this:
ar_arab: بناء على المعلومات التي تم إدخالها، سيبدو نمط الترقيم هكذا:

source: Basic Parameters
ar_arab: عوامل أساسية

source: Basic constraints
ar_arab: قيود أساسية

source: Basic parameters
ar_arab: عوامل أساسية

source: Basic parameters is where library policies are set and governed. It is best to set your system preferences, and then to work through the Basic Parameters in the order that they appear on this page.
ar_arab: العوامل الأساسية هي المكان الذي يتم ضبط سياسات المكتبة به والتحكم بها. من الأفضل ضبط تفضيلات النظام الخاصة بك، ثم العمل عبر العوامل الأساسية بالترتيب الذي تظهر به في هذه الصفحة.

source: Basket
ar_arab: سلة

source: Basket %s (%s) for %s
ar_arab: السلة %s (%s) لـ%s

source: Basket %s (%s) for <a1>%s</a>
ar_arab: السلة %s (%s) لـ <a1>%s</a>

source: Basket (#)
ar_arab: السلة(#)

source: Basket :
ar_arab: سلة:

source: Basket Group Name:
ar_arab: اسم مجموعة السلة:

source: Basket Group n°%s
ar_arab: مجموعة السلة n°%s

source: Basket Grouping for <a1>%s</a>
ar_arab: تجميع السلة لـ <a1>%s</a>

source: Basket deleted
ar_arab: تم حذف السلة

source: Basket details
ar_arab: تفاصيل السلة

source: Basket empty
ar_arab: السلة خالية

source: Basket group
ar_arab: مجموعة السلة

source: Basket group:
ar_arab: مجموعة السلة:

source: Basket groups
ar_arab: مجموعات السلة

source: Basket name
ar_arab: اسم السلة

source: Basketgroup:
ar_arab: مجموعة السلة:

source: Baskets
ar_arab: سلات

source: Basse
ar_arab: منخفض

source: Basson
ar_arab: مزمار

source: Batavia (Djakarta), Indonesia
ar_arab: باتافيا (جاكرتا), اندونيسيا

source: Batch
ar_arab: دفعة

source: Batch Delete Items
ar_arab: حذف دفعة المواد

source: Batch Modify Items
ar_arab: تعديل دفعة المواد

source: Batch deletion
ar_arab: حذف الدفعات

source: Batch item deletion
ar_arab: حذف مواد الدفعة

source: Batch item modification
ar_arab: تعديل مواد الدفعة

source: Batch modification
ar_arab: تعديل الدفعة

source: Batch:
ar_arab: دفعة:

source: Batches
ar_arab: دفعات

source: Be sure to update the 'Quantity received' as well as any other information you need for your records
ar_arab: تأكد من تحديث 'الكمية المستلمة'وكذلك أي معلومات أخرى تحتاجها لتسجيلاتك.

source: Because the 'ExtendedPatronAttributes` system preference is currently OFF, extended patron attributes cannot be given to patron records. Go <a1>here</a> if you wish to turn this feature on.
ar_arab: لأن تفضيل النظام'سمات المستفيد الموسعة` موقوف حاليا, لا يمكن إعطاء سمات المستفيد الموسعي إلى تسجيلات المستفيد. Go <a1>هنا</a> إذا كنت ترغب في تفعيل هذه الخاصية.

source: Before adding events, choose the library you would like to apply the closings to. When adding events you will be asked if you would like to apply the event to one branch or all branches. To add events, simply
ar_arab: قبل إضافة الأحداث، قم باختيار المكتبة التي ترغب في تطبيق الإغلاقات فيها. عند إضافة الأحداث سيتم سؤالك إذا كنت ترغب في تطبيق الحدث على فرع واحد أو كافة الفروع. لإضافة أحداث، ببساطة

source: Before picking a profile try printing some sample cards so that you can easily define a profile that is right for your printer/template combination.
ar_arab: قبل اختيار وضع حاول طباعة بعض بطاقات العينات لكي تتمكن بسهولة من تحديد وضع مناسب لتركيبة طابعتك/القالب

source: Before we begin, please verify you have the correct credentials to continue. Please log in with the username and password given to you by your systems administrator and located in your
ar_arab: قبل البدء,الرجاء التأكد من امتلاكك للاعتمادات الصحيحة للاستمرار.الرجاء تسجيل الدخول بواسطة اسم المستخدم وكلمة المرور المعطاة لك بواسطة إدارة نظامك وموجود في

source: Begin Claim
ar_arab: إبدأ الطلب

source: Beginning at offset:
ar_arab: بداية في التعديل:

source: Beginning date:
ar_arab: تاريخ البدء:

source: Begins with
ar_arab: يبدأ بـ

source: Below is a summary of the various pieces of the advanced search limit:
ar_arab: يوجد أدناه ملخص للأجزاء المتعددة لحد البحث المتقدم:

source: Below the box for the barcode there may be options for you to override the default due date for the item.
ar_arab: أدنى مربع الباركود قد يوجد خيارات لتخطي تاريخ الاستحقاق الافتراضي للمادة

source: Below the list of items there will be an item editor. Using this form you can choose which fields you want to edit on all of the records (like applying a note to all of them, or moving them from one library to another).
ar_arab: أدنى قائمة المواد سوف يوجد محررا للمواد. باستخدام هذه الصفحة سوف يمكنك اختيار أي الحقول ترغب في تحريرها على كل التسجيلات(مثل تطبيق ملاحظة عليها جميعا، أو نقلها من مكتبة إلى أخرى)

source: Below the summary there will be a list of the records that will be imported
ar_arab: أدنى الملخص يوجد قائمة بالتسجيلات التي سيتم استيرادها

source: Below the task scheduler form, there is a list of scheduled reports
ar_arab: أدنى صفحة مجدول المهام، يوجد قائمة بالتقارير المجدولة

source: Benedykt P. Barszcz (Polish for 2.0)
ar_arab: Benedykt P. Barszcz (بولندي ل 2.0)

source: Berne, Switzerland
ar_arab: برن, سويسرا

source: Beta
ar_arab: بيتا

source: Biannual
ar_arab: نصف سنويا

source: Bib
ar_arab: بيبلوجرافي

source: BibTex
ar_arab: نص بيبلوجرافي

source: Biblio Record Number:
ar_arab: رقم التسجيلة البيبلوجرافية:

source: Biblio count
ar_arab: إحصاء التسجيلات الببليوجرافية

source: Biblio framework
ar_arab: إطار ببليوجرافى

source: Biblio:
ar_arab: تسجيلة ببليوجرافية :

source: Bibliographic Data to Print
ar_arab: بيانات بيبلوجرافية للطبع

source: Bibliographic Details
ar_arab: التفاصيل الببليوجرافية

source: Bibliographic information
ar_arab: المعلومات البيبلوجرافية

source: Bibliographie:
ar_arab: التسجيلة البيبلوجرافية:

source: Bibliographies
ar_arab: تسجيلات بيبلوجرافية

source: Biblioitem Number:
ar_arab: الرقم الببليوجرافي للمادة:

source: Biblionumber:
ar_arab: رقم ببليوجرافي:

source: Biblios in reservoir
ar_arab: التسجيلات الببلوجرافية فى المخزن

source: Billing
ar_arab: حساب

source: Billing Place:
ar_arab: مكان الحساب:

source: Billing from %s to %s
ar_arab: حساب من %s to %s

source: Bimonthly
ar_arab: نصف شهريا

source: Binding Material 1:
ar_arab: غلاف المادة 1:

source: Binding Material 2:
ar_arab: غلاف المادة 2:

source: Binding Material 3:
ar_arab: غلاف المادة 3:

source: Biography
ar_arab: سيرة ذاتية

source: Biography code
ar_arab: رمز السيرة الذاتية

source: Biography:
ar_arab: سيرة ذاتية

source: Birmingham (UK) based developer Mark James for the famfamfam Silk iconset.
ar_arab: برمنجهام (المملكة المتحدة) أسندت المطور مارك جمس ل famfamfam Silk iconset.

source: Biweekly
ar_arab: نصف أسبوعيا

source: Blocked!
ar_arab: محظور!

source: Bogota, Colombia
ar_arab: بوجوتا، كولومبيا

source: Bombay, India
ar_arab: بومباي، الهند

source: Bonne
ar_arab: جيدة

source: Book
ar_arab: كتاب

source: Book fund:
ar_arab: تمويل الكتب:

source: Books
ar_arab: كتب

source: Books on Tape
ar_arab: كتب على شريط

source: Books, Pamphlets, Technical reports, Manuscripts, Legal papers, Theses and dissertations
ar_arab: كتب، منشورات، تقارير تقنية، مخطوطات، صحف قانونية وإطروحات ورسائل

source: Borrow books from the library with this staff account
ar_arab: استعر كتب من المكتبة ذات حساب الموظف هذا

source: Borrower
ar_arab: المستعير

source: Borrower Number
ar_arab: رقم المستعير

source: Borrowernumber:
ar_arab: رقم المستعير:

source: Bound with':
ar_arab: مقيد بـ:

source: Braille
ar_arab: طريقة برايل

source: Braille or Moon script
ar_arab: مخطوطة برايل أو مون

source: Branch
ar_arab: فرع

source: Branch:
ar_arab: فرع:

source: Branchcode:
ar_arab: رمز الفرع:

source: Brian Harrington
ar_arab: بريان هارينجتون

source: Bridge Material Type Icons Project
ar_arab: مشروع أيقونات نوع الجسر المادي

source: Brief Display
ar_arab: عرض مختصر

source: Brig C. McCoy
ar_arab: العميد جيم ماكوي

source: Broadcast standard - videorecording
ar_arab: بث قياسي - تسجيل فيديو

source: Brooke Johnson
ar_arab: بروك جونسون

source: Browse by last name:
ar_arab: تصفح بالاسم الأخير:

source: Browse by last name: <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>
ar_arab: تصفح بالاسم الاخير: <a1>A</a> <a2>B</a> <a3>C</a> <a4>D</a> <a5>E</a> <a6>F</a> <a7>G</a> <a8>H</a> <a9>I</a> <a10>J</a> <a11>K</a> <a12>L</a> <a13>M</a> <a14>N</a> <a15>O</a> <a16>P</a> <a17>Q</a> <a18>R</a> <a19>S</a> <a20>T</a> <a21>U</a> <a22>V</a> <a23>W</a> <a24>X</a> <a25>Y</a> <a26>Z</a>

source: Browse for the file from the Koha interface
ar_arab: تصفح الملف من واجهة كوها

source: Browse for the image on your computer and click 'Upload'
ar_arab: تصفح الصورة على حاسبك والنقر "تحميل"

source: Browse system logs
ar_arab: تصفح سجلات النظام

source: Browse the system logs
ar_arab: تصفح سجلات النظام

source: Bruno Toumi
ar_arab: برونو طومي

source: Brussels, Belgium
ar_arab: بروكسل، بلجيكا

source: Budget
ar_arab: ميزانية

source: Budget &amp; fund planning
ar_arab: ميزانية&amp; تخطيط التمويل

source: Budget Amount:
ar_arab: كمية الميزتنية:

source: Budget Data Recorded
ar_arab: بيانات الميزانية المسجلة

source: Budget Date
ar_arab: تاريخ الميزانية

source: Budget Name
ar_arab: اسم الميزانية

source: Budget amount
ar_arab: كم الميزانية

source: Budget amount:
ar_arab: كم الميزانية:

source: Budget deleted
ar_arab: تم حذف الميزانية

source: Budget information will also be accessible via the 'Acquisitions' module
ar_arab: يمكن الوصول إلى معلومات الميزانية أيضا من خلال نظام "التزويد" الفرعي

source: Budget planning
ar_arab: تخطيط الميزانية

source: Budget:
ar_arab: ميزانية:

source: Budgeted GST:
ar_arab: ميزانية موضوعة GST:

source: Budgeted cost:
ar_arab: تكلفة المزانية:

source: Budgets
ar_arab: الميزانيات

source: Budgets &rsaquo;
ar_arab: الميزانيات &rsaquo;

source: Budgets &rsaquo; Budget Data Recorded
ar_arab: الميزانيات &rsaquo; بيانات الميزانية المسجلة

source: Budgets &rsaquo; Budget Deleted
ar_arab: الميزانيات &rsaquo; تم حذف الميزانية

source: Budgets &rsaquo; Delete Budget?
ar_arab: الميزانيات &rsaquo; حذف الميزانية؟

source: Budgets administration
ar_arab: إدارة الميزانيات

source: Budgets and Funds
ar_arab: الميزانيات والتمويل

source: Budgets and funds
ar_arab: الميزانيات والتمويل

source: Build A Report
ar_arab: انشئ تقرير

source: Build And Run Reports
ar_arab: إنشاء وتشغيل التقارير

source: Build New
ar_arab: أنشئ جديد

source: Build and Run Reports
ar_arab: إنشاء وتشغيل التقارير

source: Build and manage batches of labels
ar_arab: إنشاء وإدارة دفعات الملصقات

source: Build and manage batches of patron cards
ar_arab: إنشاء وإدارة دفعات بطاقات المستفيد

source: Build new
ar_arab: أنشئ جديد

source: Burin
ar_arab: منقاش

source: By
ar_arab: بواسطة

source: By <a1>%s</a>
ar_arab: بواسطة <a1>%s</a>

source: By changing the priority number a patron can be moved up or down on the list of holds
ar_arab: عن طريق تغيير رقم الأولوية يمكن نقل المستفيد لأعلى أو لأسفل قائمة الحجوزات

source: By changing the report from 'Count items' to 'Amount' you will see the total spent
ar_arab: عن طريق تغيير التقرير من " حساب المواد" إلى " الكمية" سوف ترى إجمالي المصروفات

source: By choosing 'Paid' the system assumes that a full payment is being made
ar_arab: باختيار"مدفوع" سوف يفترض النظام القيام بدفع كامل

source: By choosing a limit you will change the output
ar_arab: باختيار الحد سوف تغير المخرجات

source: By clicking 'Edit subfields' at the bottom of the screen you can alter the information for each subfield
ar_arab: بالنقر على "تحرير الحقول الفرعية" في أدنى الشاشة يمكنك تعديل المعلومات لكل حقل فرعي

source: By clicking on the 'edit' link you will be able to alter information related to the field
ar_arab: بالنقر على رابط "تحرير" سوف تتمكن من تبديل المعلومات المتعلقة بالحقل

source: By clicking the 'subfields' link you will be able to alter all of the subfields associated with that field
ar_arab: بالنقر على رابط "الحقول الفرعية" سوف تتمكن من تبديل كافة الحقول الفرعية المرتبطة بهذا الحقل

source: By default Koha alphabetizes your 6xx subfields, but you can easily move them around by clicking on the arrow on the left hand side of the subfield. This will allow you to put the headings in the order that best suits your item.
ar_arab: افتراضيا يقوم كوها بترتيب حقول 6xx الفرعية أبجديا، ولكن يمكنك نقلها بسهولة بالنقر على السهم الموجود على يسار الحقل الفرعي. سوف يسمح لك ذلك بوضع العناوين بالترتيب الذي يناسب مادتك.

source: By default items will be exported, if you would like to only export bibliographic data, check the 'Don't export items' box
ar_arab: افتراضيا سوف يتم تصدير المواد، إذا كنت تريد تصدير البيانات البيبلوجرافية فقط، قم بتحديد مربع " لا تصدر المواد"

source: By default subfields will appear in alphabetical order. You can move these fields to the right order by clicking the ^ to the left of the subfield&nbsp;
ar_arab: افتراضيا سوف تظهر الحقول الفرعية بالترتيب الأبجدي. يمكنك نقل هذه الحقول إلى الترتيب الصحيح بالنقر على ^ إلى يسار الحقل الفرعي &nbsp;

source: By:
ar_arab: بواسطة:

source: ByWater Solutions
ar_arab: بمحاليل المياه

source: CCIR/IEC standard
ar_arab: CCIR/IEC قياسي

source: CD Software
ar_arab: برنامج اسطوانة مضغوطة

source: CD audio
ar_arab: CD التسجيل الصوتي

source: CED (capacitance electronic disk) videodisc
ar_arab: CED (قرص السعة الالالكترونية) قرص فيديو

source: CONTENT
ar_arab: محتوى

source: CSV - Export label data after your chosen layout is applied allowing labels to be imported in to a variety of applications
ar_arab: CSV -تصدير بيانات الملصق بعد تطبيق التخطيط الذي تم اختياره سامحا باستيراد الملصقات إلى مجموعة من التطبيقات

source: CSV Profiles
ar_arab: CSV اوضاع

source: CSV Profiles are created to define how you would like your cart or list to export.
ar_arab: يتم إنشاء لتعريف كيف ترغب في تصدير سلتك أو قائمتكCSV أوضاع

source: CSV profiles
ar_arab: CSV اوضاع

source: CSV separator:
ar_arab: CSV فاصل:

source: CX encoded
ar_arab: CX مرمز

source: Cadiz, Spain
ar_arab: كاديز ، اسبانيا

source: Calculated on %s. From %s to %s
ar_arab: محسوب في %s. من %s إلى %s

source: Calendar
ar_arab: النتيجة

source: Calendar information
ar_arab: معلومات النتيجة

source: Call No.
ar_arab: رقم الطلب

source: Call Number
ar_arab: رقم الطلب

source: Call Number (Fiction Z-A to Non-fiction 9-0)
ar_arab: رقم الطلب (أدبي Z-A to غير أدبي 9-0)

source: Call Number (Non-fiction 0-9 to Fiction A-Z)
ar_arab: رقم الطلب (غير أدبي 0-9 إلى أدبي A-Z)
