Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Once you have completed the process of setting up your MARC Frameworks and checked your MARC to Koha mapping, this program checks for major errors in your MARC setup.
ar_arab: بمجرد اتمامك لعملية تنصيب إطارك مارك الخاصة بك وتحديد تخطيط مارك لكوها الخاص بك، يبحث هذا البرنامج عن الأخطاء الكبرى في تنصيب مارك الخاص بك.

source: Once you have created at least one CSV Profile an option to 'Modify CSV Profiles' will appear below the Add form
ar_arab: بمجرد إنشائك على الأقل وضع CSV واحد سوف يظهر خيار "تعديل أوضاع CSV" أدنى صفحة الإضافة

source: Once you have created your new definition and it shows on in the Dictionary, you can use the definition for reporting.
ar_arab: بمجرد إنشائك لتعريفك الجديد سوف يظهر في القاموس، يمكنك استخدام التعريف للتقرير.

source: Once you have entered your info you can click 'Save'
ar_arab: بمجرد إدخالك المعلومات الخاصة بك يمكنك النقر على "حفظ"

source: Once you have found the items on your shelves you can return to this list and check off the items you found to have the system update the last seen date to today.
ar_arab: بمجرد عثورك على المواد على الرفوف يمكنك إعادتها إلى القائمة وإلغاء تحديد المواد التي عثرت عليها ليقوم النظام بتحديث تاريخ آخر مرة تمت رؤيتها إلى اليوم

source: Once you have found the subscription you need, you can:
ar_arab: بمجرد العثور على الاشتراك الذي تحتاجه، يمكنك:

source: Once you have made your changes, you can click the 'Go' button and your items will be updated.
ar_arab: بمجرد أنتهائك من إجراء التغييرات، يمكنك النقر على زر "اذهب" وسيتم تحديث موادك.

source: Once you have saved your new profile, you can return to the list of templates and choose to edit the template that this profile is for.
ar_arab: بمجرد حفظ لملفك الشخصي الجديد، يمكنك العودة إلى قائمة القوالب واختيار تحرير القالب الذي انشات له هذا الملف الشخصي.

source: Once you have selected all your desired columns, press Next.
ar_arab: بمجرد تحديدك لكل الأعمدة التي ترغب بها، اضغط التالي.

source: Once you have staged your records for import you can complete the import using this tool.
ar_arab: بمجرد تنظيمك للتسجيلات للاستيراد يمكنك اتمام الاستيراد باستخدام هذه الأداة

source: Once you have your fields fill in, click 'Submit'
ar_arab: بمجرد انتهائك من ملأ الحقول، انقر "ارسال"

source: Once you have your fields filled in, click 'Submit'
ar_arab: بمجرد انتهائك من ملأ الحقول، انقر "ارسال"

source: Once you have&nbsp; set up patron categories, you should create a new user in &quot;Patrons&quot; with super librarian privileges. Then use that user to log in rather than the root user set up as part of installation.
ar_arab: بمجرد انتهائك من &nbsp; إعداد فئات المستفيد, يجب عليك إنشاء مستخدم &quot;Patrons&quot; له امتيازات المكتبي المتميز. ثم استخدم هذا المستخدم لتسجيل الدخول بدلا من المستخدم الأصلي المعد كجزء من التثبيت

source: Once you regain access to your Koha database you can upload the data you collected in the Offline tool.
ar_arab: بمجرد استعادة الوصول إلى قاعدة بيانات كوها يمكنك تحميل البيانات التي جمعتها في أداة دون اتصال

source: Once your import is complete a link to the new bib records will appear to the right of each title that was imported
ar_arab: بمجرد اكتمال الاستيراد سوف تظهر التسجيلات البيبلوجرافية الجديدة إلى يمين كل عنوان تم استيراده

source: Once your policy is set, you can unset it by clicking the 'Unset' link to the right of the rule
ar_arab: بمجرد ضبط سياستك، يمكنك تراجع ضبطها بالنقر على رابط"تراجع اعداد" إلى يمين القاعدة

source: One can be the patron image which you can resize to meet your needs.
ar_arab: يمكن لواحدة أن تكون صورة المستفيد والتي يمكنك إعادة ضبط حجمها لمقابلة احتياجاتك

source: One or more cell values is non-numeric
ar_arab: قيمة أو أكثر من قيم الخلايا غير عددية

source: One or more selected items cannot be reserved.
ar_arab: مادة أو أكثر من المواد المحددة لا يمكن حجزها

source: Online Help
ar_arab: المساعدة على الانترنت

source: Online Public Access Catalog
ar_arab: فهرس عام الوصول على الانترنت

source: Online Resources:
ar_arab: موارد على الانترنت:

source: Only 1 MARC tag mapped to items
ar_arab: رأس مارك 1 فقط مخطط إلى المادة

source: Only PNG, GIF, JPEG, XPM formats are supported.
ar_arab: فقطPNG, GIF, JPEG, XPM تنسيقات مدعمة

source: Only item <a1>
ar_arab: مادة فقط<a1>

source: Only items currently available
ar_arab: المواد المتاحة حاليا فقط

source: Only patrons from the item's home library may put this book on hold.
ar_arab: المستفيدون من مكتبة المادة الرئيسية فقط يمكن ان تضع هذا الكتاب في الحجز

source: Only staff with superlibrarian or acquisitions permissions are returned in the search results
ar_arab: فقط الموظف ذو صلاحيات المكتبي المميز أو التزويد يتم إعادته في نتائج البحث

source: Only the first
ar_arab: الأول فقط

source: Open
ar_arab: افتح

source: Open in new window
ar_arab: افتح في نافذة جديدة

source: Open on:
ar_arab: افتح في:

source: Open on: %s
ar_arab: افتح في: %s

source: Opened
ar_arab: مفتوح

source: Options
ar_arab: خيارات

source: Options without radio buttons such as 'Patron status', 'Patron activity', and 'Date of Birth' are limits you can place on the report.
ar_arab: الخيارات بدون زر راديو مثل "حالة المستفيد"،"نشاط المستفيد" و "تاريخ الميلاد" هي حدود يمكنك وضعها في التقرير

source: Or scan items one-by-one
ar_arab: أو امسح المواد ذوئيا واحدا تلو الآخر

source: Orchestre de chambre
ar_arab: أوركسترا الحجرة

source: Orchestre de danse
ar_arab: فرقة رقص

source: Orchestre symphonique
ar_arab: أوركسترا سيمفونية

source: Orchestres a cordes
ar_arab: أوركسترا وترية

source: Order
ar_arab: طلب

source: Order :
ar_arab: طلب:

source: Order Date
ar_arab: تاريخ الطلب

source: Order Details
ar_arab: تفاصيل الطلب

source: Order Details Help
ar_arab: مساعدة تفاصيل الطلب

source: Order by:
ar_arab: اطلب بواسطة:

source: Order cost
ar_arab: تكلفة الطلب

source: Order date:
ar_arab: تاريخ الطلب:

source: Order receive
ar_arab: استلام الطلب

source: Order search
ar_arab: بحث الطلب

source: Order this one
ar_arab: اطلب هذا الـ

source: Ordered
ar_arab: مطلوب

source: Ordering
ar_arab: طلب

source: Ordering information
ar_arab: معلومات الطلب

source: Ordering prices:
ar_arab: أسعار الطلب:

source: Orders
ar_arab: طلبات

source: Orders Search
ar_arab: بحث الطلبات

source: Orders can only be placed against Active vendors.
ar_arab: يمكن وضع الطلبات فقط مقابل مزودين نشطين

source: Orders from:
ar_arab: طلبات من:

source: Orders search &rsaquo; Search Results
ar_arab: بحث الطلبات &rsaquo; نتائج البحث

source: Orders with uncertain prices
ar_arab: طلبات ذات أسعار غير أكيدة

source: Orders with uncertain prices for vendor <a1>%s</a> <a2>(edit)</a>
ar_arab: طلبات ذات أسعار غير أكيدة للمزود <a1>%s</a> <a2>(تحرير)</a>

source: Ordinateur
ar_arab: حاسب آلي

source: Org.
ar_arab: منظمة

source: Organisztion
ar_arab: منظمة

source: Organization
ar_arab: منظمة

source: Organization #:
ar_arab: منظمة #:

source: Organization = An organization that can have professional patrons attached to it.
ar_arab: المنظمة = منظمة يمكن أن يكون لها مستفيدين محترفين متصلين بها.

source: Organization email:
ar_arab: البريد الالكتروني للمنظمة:

source: Organization name
ar_arab: اسم المنظمة

source: Organization name:
ar_arab: اسم المنظمة:

source: Organization patron
ar_arab: مستفيد منظمة

source: Organization phone:
ar_arab: هاتف المنظمة:

source: Organization(s):
ar_arab: منظمة (منظمات)

source: Organizational Patrons: can be used for institutional members, e.g. other libraries that borrow from you, in which case Koha expects slightly different information about the institution.
ar_arab: المستفيدون التنظيميون: يمكن استخدامهم لأعضاء مؤسسة، مثال: موظفي مكتبة آخرين يقومون بالاستعارة منك، في هذه الحالة يتوقع كوها معلومات مختلفة بشكل طفيف حول المؤسسة

source: Organizations
ar_arab: منظمات

source: Organizations (Companies, Academic Instituites etc)
ar_arab: منظات ( شركات، معاهد أكاديمية إلخ)

source: Organize by:
ar_arab: منظم بـ:

source: Orgue
ar_arab: أورغ (أرغن)

source: Original Cataloging
ar_arab: فهرسة أصلية

source: Original cataloging OR
ar_arab: فهرسة أصلية أو

source: Ornamental Device:
ar_arab: اداة زخرفية:

source: Oslo (Christiania), Norway
ar_arab: أوسلو (كريستيانيا) ، النرويج

source: Other
ar_arab: آخر

source: Other Librarians
ar_arab: مكتبيين آخرين

source: Other Options: (choose one)
ar_arab: خيارات أخرى: (اختر واحدا)

source: Other Title:
ar_arab: عنوان آخر:

source: Other action
ar_arab: فعل آخر

source: Other data
ar_arab: بيانات أخرى

source: Other fields updated.
ar_arab: تم تحديث الحقول الأخرى

source: Other name:
ar_arab: اسم آخر:

source: Others...
ar_arab: آخرون...

source: Output
ar_arab: مخرَج

source: Output Format:
ar_arab: تنسيق المخرَج:

source: Output format
ar_arab: تنسيق المخرَج

source: Output to a file named:
ar_arab: إخراج إلى ملف يسمى:

source: Outstanding
ar_arab: معلق

source: Overdue
ar_arab: متأخر

source: Overdue 'Notice/Status Triggers'
ar_arab: إخطار التأخير / الحالة مرسلة

source: Overdue Notice Required
ar_arab: إخطار التأخير مطلوب

source: Overdue Notice Required lets you bypass generating overdue notices for this user type.
ar_arab: إخطار التأخير المطلوب يدعك تتجنب توليد إخطارات تأخير لنوع المستخدم هذا

source: Overdue Report
ar_arab: تقرير المتاخرات

source: Overdue as of %s
ar_arab: متأخر منذ %s

source: Overdue fines
ar_arab: غرامات التأخير

source: Overdue notice required:
ar_arab: إخطار التأخير مطلوب:

source: Overdue notice/status triggers
ar_arab: إخطار التأخير / الحالة مرسلة

source: Overdue status
ar_arab: حالة التأخير

source: Overdue!
ar_arab: متأخر!

source: Overdues
ar_arab: متأخرات

source: Overdues:
ar_arab: متأخرات:

source: Override Renewal Limit:
ar_arab: حد تجديد المتأخرات

source: Overwrite the existing one with this
ar_arab: الكتابة على الموجود بهذا

source: Owen Leonard
ar_arab: أوين ليونارد

source: Owner
ar_arab: المالك

source: Owner:
ar_arab: المالك:

source: PDF - Readable by any standard PDF reader, making labels printable directly on a printer
ar_arab: PDF - يمكن قراءته بواسطة اي قارئ PDF قياسي، يجعل الملصقات قابلة للطباعة مباشرة على طابعة

source: PTFS Europe Ltd
ar_arab: PTFS أوروبا المحدودة

source: Page
ar_arab: صفحة

source: Page Height:
ar_arab: ارتفاع الصفحة:

source: Page Side:
ar_arab: جانب الصفحة:

source: Page Type:
ar_arab: نوع الصفحة:

source: Page Width:
ar_arab: عرض الصفحة:

source: Pages:
ar_arab: الصفحات:

source: Paid
ar_arab: المدفوع

source: Paid for?:
ar_arab: PTFS أوروبا المحدودة

source: Paper Bin
ar_arab: ورقة بن

source: Paper Bin:
ar_arab: ورقة بن:

source: Paper bin:
ar_arab: ورقة بن:

source: Parameters
ar_arab: عوامل

source: Paris, France
ar_arab: باريس، فرنسا

source: Parsing upload file
ar_arab: تحليل ملف تحميل

source: Partial contents:
ar_arab: محتويات جزئية:

source: Parts Indicator:
ar_arab: مؤشر الأجزاء:

source: Pascale Nalon (ENSMP) and Jean Yves Lemaire (Chatel Saint Germain)
ar_arab: باسكال نالون (ENSMP) وجان ايف لومير (شاتيل سان جرمان)

source: Pasi Korkalo
ar_arab: باسي كوركالو

source: Password
ar_arab: كلمة مرور

source: Password Updated
ar_arab: تم تحديث كلمة المرور

source: Password is too short
ar_arab: كلمة المرور قصيرة جدا

source: Password must be at least %s characters long.
ar_arab: كلمة المرور يجب أن تكون على الأقل%s أحرف طولا

source: Password:
ar_arab: كلمة المرور:

source: Passwords should be stored in plain text, and will be encrypted as they're imported
ar_arab: يجب تخزين كلمة المرور بالنص العادي، وسوف يتم ترميزها عند استيرادها

source: Pate Eyler (Kaitiaki from 2002 to 2004)
ar_arab: بات إيلر (كايتياكي من 2002 إلى 2004)

source: Patent document
ar_arab: وثيقة براءة اختراع

source: Patron
ar_arab: مستفيد

source: Patron #:
ar_arab: مستفيد #:

source: Patron <a1>Sort</a>
ar_arab: مستفيد <a1>فرز</a>

source: Patron Account Flags
ar_arab: علامات حساب المستفيد

source: Patron Attribute Types
ar_arab: انواع سمة المستفيد

source: Patron Attributes
ar_arab: سمات المستفيد

source: Patron Card
ar_arab: بطاقة المستفيد

source: Patron Card Batches
ar_arab: حزم بطاقة المستفيد

source: Patron Card Creator Home
ar_arab: الصفحة الرئيسية لمنشئ بطاقة المستفيد

source: Patron Card Graphic Layout
ar_arab: تخطيط رسم بطاقة المستفيد

source: Patron Card Layout
ar_arab: تخطيط بطاقة المستفيد

source: Patron Card Text Layout
ar_arab: تخطيط نص بطاقة المستفيد

source: Patron Cards to be Printed for Batch %s (%s items)
ar_arab: بطاقات المستفيد لطباعتها للدفعة %s (%s مواد)

source: Patron Categories
ar_arab: فئات المستفيد

source: Patron Categories are defined in Patrons and Circulation.
ar_arab: فئات المستفيد معرفة في المستفيدين والإعارة

source: Patron Category
ar_arab: فئة المستفيد

source: Patron Category Administration
ar_arab: إدارة فئة المستفيد

source: Patron Category:
ar_arab: فئة المستفيد:

source: Patron Cirulation History Help
ar_arab: مساعدة سجل إعارة المستفيد

source: Patron Details
ar_arab: تفاصيل المستفيد

source: Patron Details for %s %s (%s)
ar_arab: تفاصيل المستفيد لـ %s %s (%s)

source: Patron Fines
ar_arab: عرامات المستفيد

source: Patron Image Failed to Upload
ar_arab: فشل تحميل صورة المستفيد

source: Patron Image(s) Successfully Uploaded
ar_arab: صورة (صور) المستفيد تم تحميلها بنجاح

source: Patron Image(s) Uploaded With Some Errors
ar_arab: صورة (صور) المستفيد تم تحميلها مع وجود بعض الأخطاء

source: Patron Import
ar_arab: استيراد المستفيد

source: Patron Information
ar_arab: معلومات المستفيد

source: Patron Messaging Queue
ar_arab: صف إرسال المستفيد

source: Patron Name
ar_arab: اسم المستفيد

source: Patron Not Found
ar_arab: لم يتم العثور على المستفيد

source: Patron Search
ar_arab: بحث المستفيد

source: Patron Statistics
ar_arab: إحصائيات المستفيد

source: Patron activity
ar_arab: نشاط المستفيد

source: Patron alert with:
ar_arab: نبيه المستفيد بـ:

source: Patron attribute type code missing
ar_arab: رمز نوع سمة المستفيد مفقود

source: Patron attribute type code:
ar_arab: رمز نوع سمة المستفيد:

source: Patron attribute types
ar_arab: أنواع سمة المستفيد

source: Patron card creator
ar_arab: منشئ بطاقة المستفيد

source: Patron categories
ar_arab: فئات المستفيد

source: Patron category
ar_arab: فئة المستفيد

source: Patron category:
ar_arab: فئة المستفيد:

source: Patron desc
ar_arab: وضف المستفيد

source: Patron does not exist
ar_arab: المستفيد غير موجود

source: Patron fines are calculated based on your system preferences.
ar_arab: يتم حساب غرامات المستفيد بناء على تفضيلات النظام الخاص بك.

source: Patron flags:
ar_arab: علامات المستفيد:

source: Patron has
ar_arab: المستفيد لديه

source: Patron has %s in fines.
ar_arab: المستفيد لديه %sفي الغرامات.

source: Patron has %s item(s) checked out.
ar_arab: المستفيد لديه %s مادة (مواد) معارة

source: Patron has %s overdue item(s). Check out anyway?
ar_arab: المستفيد لديه %s مادة (مواد) متأخرة. قم بالإعارة على أي حال?

source: Patron has <a1>Outstanding fines
ar_arab: المستفيد لديه <a1>غرامات معلقة </a>.

source: Patron has a credit
ar_arab: المستفيد لديه ائتمان

source: Patron has been barred from the library
ar_arab: تم منع المستفيد من المكتبة

source: Patron has had overdue items and is blocked for %s day(s).
ar_arab: المستفيد لديه مواد متأخرة وتم حظره لـ%s day(s).

source: Patron has lost their library card
ar_arab: فقد المستفيد بطاقته المكتبية

source: Patron has nothing checked out.
ar_arab: المستفيد ليس لديه اأية إعارات

source: Patron has nothing on hold.
ar_arab: المستفيد ليس لديه أي حجز

source: Patron is RESTRICTED
ar_arab: المستفيد مقيد

source: Patron is restricted
ar_arab: المستفيد مقيد

source: Patron messaging preferences
ar_arab: تفضيلات إرسال المستفيد

source: Patron name
ar_arab: اسم المستفيد

source: Patron needs to confirm their address
ar_arab: يجب على المستفيد تأكيد عنوانه

source: Patron not found:
ar_arab: لم يتم العثور على المستفيد:

source: Patron notification:
ar_arab: إخطار المستفيد:

source: Patron owes too much in fines
ar_arab: المستفيد يدين بالكثير جدا من الغرامات

source: Patron permissions are used to define the rights of staff members when in the intranet/staff client.
ar_arab: يت استخدام صلاحيات المستفيد لتعريف حقوق أعضاء الموظفين أثناء الوجود في الخط المباشر / برنامج العميل

source: Patron selection
ar_arab: تحديد المستفيد

source: Patron sort1
ar_arab: فرز المستفيد 1

source: Patron sort2
ar_arab: فرز المستفيد 2

source: Patron status
ar_arab: حالة المستفيد

source: Patron types and categories
ar_arab: فئات وأنواع المستفيد

source: Patron's account has been renewed until %s
ar_arab: حساب مستفيد تم تجديده حتى %s

source: Patron's account is restricted <a1>Lift restriction</a>
ar_arab: حساب المستفيد مقّيد <a 1> تقييد رفع</a>

source: Patron's address in doubt
ar_arab: عنوان المستفيد مشكوك فيه

source: Patron's address is in doubt
ar_arab: عنوان المستفيد مشكوك فيه

source: Patron's address is in doubt.
ar_arab: عنوان المستفيد مشكوك فيه

source: Patron's age is incorrect for their category. Ages allowed are %s.
ar_arab: سن المستفيد غير صحيح لهذه الفئة. الأعمار المسوح بها هي %s.

source: Patron's card has been reported lost.
ar_arab: تم الإبلاغ عن بطاقة المستفيد أنها مفقودة

source: Patron's card has expired. Patron's card expired on %s <a1>Renew</a> or <a2>Edit Details</a>
ar_arab: بطاقة المستفيد إنتهت.بطاقة المستفيد تنتهي في %s <a1>تجديد</a> or <a2>تحرير التفاصيل</a>

source: Patron's card is expired
ar_arab: تم انتهاء بطاقة المستفيد

source: Patron's card is lost
ar_arab: فقدت بطاقة المستفيد

source: Patron's card will expire soon. Patron's card expires on %s <a1>Renew</a> or <a2>Edit Details</a>
ar_arab: بطاقة المستفيد ستنتهي قريبا. بطاقة المستفيد تنتهي في %s <a1>تجديد</a> or <a2>تحرير التفاصيل</a>

source: Patron's record has guaranteed accounts attached.
ar_arab: تسجيلة المستفيد تضمن الحسابات المرفقة.

source: Patron:
ar_arab: مستفيد:

source: Patrons
ar_arab: مستفيدون

source: Patrons (anonymize, bulk-delete)
ar_arab: المستفيدون ( عدم تحديد ، حذف جماعي)

source: Patrons and Circulation
ar_arab: المستفيدون والإعارة

source: Patrons and circulation
ar_arab: المستفيدون والإعارة

source: Patrons can search on item types
ar_arab: يمكن للمستفيدين البحث في أنواع المادة

source: Patrons checking out the most
ar_arab: المستفيدون الأكثر إعارة

source: Patrons from any library may put this item on hold.
ar_arab: يمكن للمستفيدين من اي مكتبة وضع هذه المادة في الحجز.

source: Patrons help
ar_arab: مساعدة المستفيدن

source: Patrons in any category type may be assigned permissions in the staff interface. The Staff patron type has additional security features over the other types.
ar_arab: المستفيدين في أي نوع فئة ربما تحدد له التصريحات في واجهة المستفيد. المستفيدين من فريق عمل المكتبة له خصائص تأمين إضافية عن الأنواع الأخرى.

source: Patrons statistics
ar_arab: إحصائيات المستفيدين

source: Patrons who haven't checked out
ar_arab: مستفيدون بدون إعارات

source: Patrons with Holds
ar_arab: مستفيدون لديهم حجوزات

source: Patrons with no Checkouts
ar_arab: مستفيدون بدون إعارات

source: Patrons with the most Checkouts
ar_arab: المستفيدون الأكثر استعارة

source: Patrons with the most checkouts
ar_arab: المستفيدون الأكثر استعارة

source: Patrons:
ar_arab: مستفيدون:

source: Paul Poulain
ar_arab: بول بولان

source: Pawel Skuza (Polish for 1.2)
ar_arab: Pawel Skuza (بولندي لـ 1.2)

source: Pay Fines
ar_arab: دفع الغرامات

source: Pay fines
ar_arab: دفع الغرامات

source: Payment Amount
ar_arab: المبلغ المدفوع

source: Payment Type
ar_arab: نوع الدفع

source: Payments
ar_arab: المدفوعات

source: Payments will appear on the Account tab
ar_arab: سوف تظهر المدفوعات في تبويب الحساب

source: Pays:
ar_arab: بلد:

source: Peking, People's Republic of China
ar_arab: بيكين، جمهورية الصين الشعبية

source: Pending
ar_arab: معلق

source: Pending Holds Help
ar_arab: مساعدة الحجوزات المعلقة

source: Pending Orders
ar_arab: طلبات معلقة

source: Pending holds
ar_arab: حجوزات معلقة

source: People (Authors, Editors, Publishers, Illustrators etc)
ar_arab: الأشخاص (مؤلف، محرر، ناشر، إيضاحيات إلخ)

source: Perform a search
ar_arab: إجراء بحث

source: Perform inventory (stocktaking) of your catalog
ar_arab: قم بالجرد (جرد) لفهرسك

source: Period
ar_arab: فترة

source: Period allocated
ar_arab: الفترة المخصصة

source: Periodical
ar_arab: دوريا

source: Periodicity
ar_arab: تواتر

source: Perl Modules
ar_arab: نظام بيرل الفرعي

source: Perl interpreter:
ar_arab: مترجم بيرل:

source: Perl modules
ar_arab: أنظمة بيرل الفرعية

source: Perl version:
ar_arab: إصدار بيرل:

source: Permanently delete these patrons
ar_arab: احذف هؤلاء المستفيدين بشكل دائم

source: Philadelphia, PA 19107
ar_arab: فيلاديلفيا, بنسلفانيا 19107

source: Philadelphia, USA
ar_arab: فيلاديلفيا، الولايات المتحدة الأمريكية

source: Philippe Jaillon
ar_arab: فيليب جايلون

source: Phone
ar_arab: هاتف

source: Phone (cell):
ar_arab: هاتف (خليوي):

source: Phone (home):
ar_arab: هاتف (المنزل):

source: Phone (work):
ar_arab: هاتف (العمل):

source: Phone:
ar_arab: هاتف:

source: Phone: %s
ar_arab: هاتف: %s

source: Physical Address:
ar_arab: عنوان مادي:

source: Physical Details:
ar_arab: تفاصيل مادية:

source: Physical address
ar_arab: عنوان مادي

source: Physical dimension
ar_arab: بعد مادي

source: Physical form of publication
ar_arab: شكل مادي للنشر

source: Physical medium
ar_arab: وسيط مادي

source: Piano
ar_arab: بيانو

source: Piccolo
ar_arab: فلوت

source: Pick
ar_arab: اختر

source: Pick a Report Type
ar_arab: اختر نوع تقرير

source: Pick up Library
ar_arab: اختر مكتبة

source: Pick which columns to total
ar_arab: اختر أي أعمدة لجمعها

source: Pickup at:
ar_arab: الالتقاط في:

source: Pickup library is different
ar_arab: مكتبة الالتقاط مختلفة

source: Picture
ar_arab: صورة

source: Pipe (|)
ar_arab: أنبوبة (|)

source: Place Hold
ar_arab: وضع حجز

source: Place Holds
ar_arab: وضع حجوزات

source: Place a hold on <a1>%s</a>
ar_arab: وضع حجز على<a1>%s</a>

source: Place a hold on a specific copy
ar_arab: وضع حجز على نسخة محددة

source: Place a hold on the next available copy
ar_arab: وضع حجز على النسخة التالية المتاحة

source: Place hold on this item?
ar_arab: وضع حجز على هذه المادة؟

source: Place hold?
ar_arab: وضع حجز؟

source: Place holds on books for patrons via the staff interface
ar_arab: وضع حجز على الكتب للمستفيدين عبر واجهة الموظف

source: Place of Publication:
ar_arab: مكان النشر:

source: Place:
ar_arab: مكان:

source: Placed On
ar_arab: موضوع على

source: Placed on
ar_arab: موضوع على

source: Places
ar_arab: أماكن

source: Placing Holds from Lists
ar_arab: وضع حجوزات من القوائم

source: Placing an Order Help
ar_arab: وضع مساعدة طلب

source: Plan by BRANCHES
ar_arab: تخطيط بالفروع

source: Plan by ITEMTYPES
ar_arab: تخطيط بنوع المادة

source: Plan by MONTHS
ar_arab: تخطيط بالشهور

source: Planned date
ar_arab: تاريخ مخطط

source: Planneddate
ar_arab: تاريخ مخطط

source: Planning
ar_arab: تخطيط

source: Planning Category1:
ar_arab: فئة التخطيط 1:

source: Planning Category2:
ar_arab: فئة التخطيط 2:

source: Planning for %s by %s
ar_arab: تخطيط لـ%sبواسطة%s

source: Planning information bloc
ar_arab: تخطيط كتلة المعلومات

source: Planning value1:
ar_arab: قيمة التخطيط 1:

source: Planning value2:
ar_arab: قيمة التخطيط 2:

source: Plate Carree
ar_arab: لوحة كاري

source: Please <a1>specify an active currency</a>.
ar_arab: الرجاء<a1>تحديد عملة نشطة</a>.

source: Please Choose:
ar_arab: الرجاء اختيار:

source: Please Confirm Checkout
ar_arab: الرجاء تأكيد الإعارة

source: Please Confirm Subscription deletion
ar_arab: الرجاء تأكيد حذف الاشتراك

source: Please Specify a Title
ar_arab: الرجاء تحديد عنوان

source: Please check for irregularity by clicking 'Test Prediction Pattern'
ar_arab: الرجاء التحقق من عدم الانتظام بالنقر على "اختبار نمط التوقع"

source: Please check the log for further details.
ar_arab: الرجاء التحقق من السجل للمزيد من التفاصيل

source: Please choose a file to upload
ar_arab: الرجاء اختيار ملف للتحميل

source: Please choose a library to clone rules from:
ar_arab: الرجاء اختيار مكتبة لنسخ القواعد منها:

source: Please choose a numbering pattern
ar_arab: الرجاء اختيار نمط ترقيم

source: Please choose a vendor.
ar_arab: الرجاء اختيار مزود

source: Please choose one or more filters to proceed.
ar_arab: الرجاء اختيار مرشح أو أكثر للمتابعة
