Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Website
ar_arab: موقع ويب

source: Website URL:
ar_arab: موقع URL:

source: Wednesday
ar_arab: الأربعاء

source: Week
ar_arab: أسبوع

source: Week #
ar_arab: اسبوع#

source: Weekly
ar_arab: اسبوعيا

source: Weekly - Repeatable Holidays
ar_arab: العطلات المتكررة أسبوعيا

source: Weight
ar_arab: وزن

source: Welcome to Koha's Label Creator Module
ar_arab: مرحبا بكم في نظام منشئ ملصق كوها الفرعي

source: Welcome to Koha's Patron Card Creator Module
ar_arab: مرحبا بكم في نظام منشئ بطاقات مستفيدي كوها الفرعي

source: Welcome to the Koha Web Installer
ar_arab: مرحبا بك في مثبت كوها على الويب

source: What Reports are there in Koha?
ar_arab: ما هي التقارير الموجودة في كوها؟

source: What are Claims?
ar_arab: ما هي المطالبات؟

source: What are Purchase Suggestions?
ar_arab: ما هي مقترحات الشراء؟

source: What can I do in Circulation?
ar_arab: ماذا يمكنني أن أفعل في الإعارة؟

source: What do you want to do ?
ar_arab: ماذا تريد أن تفعل؟

source: What do you want to do for deleted patrons?
ar_arab: ماذا تريد أن تفعل للمستفيدين الذين تم حذفهم؟

source: What image formats are supported?
ar_arab: ما هي تنسيقات الصور المدعومة؟

source: What is Acquisitions?
ar_arab: ما هو التزويد؟

source: What is Group(s) and why would I want to use it?
ar_arab: ما هي المجموعة (المجموعات) ولماذا أود استخدامها؟

source: What is a &quot;Label Batch&quot;?
ar_arab: ما هي &quot;دفعة الملصقات&quot;?

source: What is a &quot;Layout Template&quot;?
ar_arab: ما هو &quot;قالب التخطيط&quot;?

source: What is a &quot;Layout&quot;?
ar_arab: ما هو &quot;التخطيط&quot;?

source: What is a &quot;Pending Hold&quot;?
ar_arab: ما هو&quot;الحجز في الانتظار&quot;?

source: What is a &quot;Printer Profile&quot;?
ar_arab: ما هو&quot;وضع الطابعة&quot;?

source: What is a Basket and Order?
ar_arab: ماهي السلة والطلب؟

source: What is a MARC Authority Record?
ar_arab: ما هو استناد مارك؟

source: What is a Transfer To Do?
ar_arab: ما هو النقل للعمل؟

source: What is a Transfer To Receive?
ar_arab: ما هو النقل للاستلام؟

source: What is a home branch?
ar_arab: ما هو الفرع الرئيسي؟

source: What is the &quot;Actual Price&quot;?
ar_arab: ما هو &quot;السعر الفعلي&quot;?

source: What is the &quot;Budgeted Price&quot;?
ar_arab: ما هو&quot;سعر الميزانية&quot;?

source: What is the &quot;Replacement Price&quot;?
ar_arab: ما هو &quot;السعر البديل&quot;?

source: What is the &quot;Vendor Price&quot;?
ar_arab: ما هو &quot;سعر المزود&quot;?

source: What is the reservoir?
ar_arab: ما هو المخزن؟

source: What needs to be setup to use Acquisitions?
ar_arab: ما الذي أحتاج لتنصيبه لاستخدام التزويد؟

source: What size should my images be?
ar_arab: ما هو الحجم الذي يجب أن تكون عليه الصور؟

source: What will each permission level do?
ar_arab: ما الذي سيفعله كل مستوى صلاحية؟

source: When adding or editing events you can get additional help by clicking on the blue plus sign next to various different options on the form
ar_arab: عند غضافة أو تحرير الأحداث يمكنك الحصول على مساعدة إضافية بالنقر على علامة زائد لزرقاء بجانب الخيارات المتعددة المختلفة في هذه الصفحة

source: When clicking minus (-) it will delete the field or subfield if there is another of the same field or subfield.&nbsp; If you click minus (-) when there are no other repeats of the field or subfield it will delete the field contents.
ar_arab: عند تحديد السالب(-) سوف يحذف الحقل أو الحقل الفرعي إذا كان هناك حقل آخر من نفس الحقل أو الحقل الفرعي.&nbsp;غذا نقرت علامة السالب(-)إذا لم يكن هناك تكرارات أخرى من الحقل أو الحقل الفرعي سوف يحذف محتويات الحقل.

source: When clicking plus (+) it will automatically duplicate the data in the field into a new field
ar_arab: عند النقر على زائد (+) سوف يكرر تلقائيا البيانات الموجودة في الحقل إلى حقل جديد

source: When editing MARC fields you can duplicate fields (that are repeatable) by clicking the plus (+) next to the field or subfield
ar_arab: عند تحرير حقول مارك يمكنك تكرار الحقول (القابلة للتكرار)بالنقر على علامة زائد (+) بجانب الحقل أو الحقل الفرعي

source: When editing you will only see
ar_arab: عند التحرير سوف ترى فقط

source: When ever the status is changed to Accepted or Rejected, the reason for the status change can be selected from the &quot;Reason&quot; drop down. Reasons are Authorised values that need to be setup by the library. There is also the option to select &quot;Other&quot; and enter a custom reason.
ar_arab: عندما تتغير الحالة الى مقبول او مرفوض، السبب لتغيير الحالة يمكن اختيارة من &quot؛ سبب &quot؛ القائمة المسندلة. الاسباب هى قيم استناد تحتاج الى اعداد من خلال المكتبة. هناك ايضا اختيار ل اختيار &quot؛ الآخر &quot؛ ويدخل سبب حسب الطلب

source: When finished, click 'Add' to save your changes. To modify a rule, create a new one with the same patron type and item type. If you would like to delete your rule, simply click the 'Delete' link to the right of the rule.
ar_arab: عند الانتهاء، انقر "اضف" لحفظ التغييرات. لتعديل القاعدة، أنشئ واحدة جديدة بنفس نوع المستفيد. إذا رغبت في حذف القاعدة، قم ببساطة بالنقر على رابط "حذف" إلى يمين القاعدة

source: When finished, click 'Save'
ar_arab: عند الانتهاء, انقر 'حفظ'

source: When first visiting the tool, you will be presented with a list of tags that are pending approval or rejection by a librarian
ar_arab: عند زيارة الأدوات لأول مرة، سوف يعرض لك قائمة بالرؤوس في انتظار الموافقة أو الرفض بواسطة المكتبي

source: When looking at the item record, the 'Home Library' will still remain, but the 'Current Location' has changed
ar_arab: عند النظر إلى تسجيلة المادة، سوف تظل "المكتبة الرئيسية" باقية، ولكن "الموقع الحالي" قد تغير.

source: When more than
ar_arab: حين يكون أكثر من

source: When more than : if the calculated number is more than the value here
ar_arab: حين يكون أكبر من: غذا كان الرقم المحسوب أكبر من القيمة هنا

source: When the catalogers are adding a record, they will see three dots (...) after the textbox of the 700a subfield (or any field you have chosen to add a subfield 9 to). Clicking on these dots will open a pop-up window allowing the cataloger to search your authority records for a standardized version of the author's name. If the desired name is found in your authority records, it can be automatically copied into the 700a subfield. (If the desired name is not found, the cataloger can enter the name manually.)
ar_arab: عندما يقوم المفهرسون بلإضافة تسجيلة سوف يرون نقاطا(...) بعد مربع النص للحقل الفرعي 700a (أو أي حقل تختاره لإضافة الحقل الفرعي 9 إليه). النقر على هذه النقط سوف يفتح نافذة منبثقة تسمح للمفهرس بالبحث . إذا تم العثور على الاسم المرغوب في استناداتك , يمكن نسخها تلقائيا إلى الحقل الفرعي 700a(إذا لم يتم العثور على الاسم المرغوب يمكن أن يقوم المفرس بإدخاله يدويا)

source: When the upload process is complete that status bar will say 100%
ar_arab: عند اكتمال عملية التحميل سوف يقول شريط الحالة 100%

source: When you add or modify an authority clicking on ... that will appear next to 750$9 will let you search any authority and link it to this record. You may repeat tag 750 and add as many linkages as you like
ar_arab: عندما تضيف أو تعدّل الاستناد إنقر على. . . الذي سيظهر بجانب 750$9 سيتركك تبحث أيّ إستناد ويربطه إلى هذا التسجيلة. أنت قد تكرّر بطاقة 750 وتضيف ترابط بقدر ما تريد

source: When you click 'Add a new message' you will be asked to choose if the message is for the librarians or the patron and the message you would like to leave.
ar_arab: عندما تقوم بالنقر على "إضافة رسالة جديدة" سوف يطلب منك اختيار إذا كانت الرسالة لموظفي المكتبة أم للمستفيد والرسالة لاتي ترغب في تركها.

source: When you create (or edit) bibliographic records, clicking on the '...' to the right of the Leader field will open a pop-up window to guide you through the creation of your MARC Leader.
ar_arab: عند إنشاء (او تحرير) تسجيلات بيبلوجرافية, النقر على '...' إلى يمين حقل الفاتح سوف يفتح نافذة منبثقة لإرشادك عبر إنشاء فاتح مارك الخاص بك.

source: When you define the MARC subfield structure, you can link a subfield to a authorized-value category. When the user ask for adding of modifying a biblio, the subfield is not entered through a free field, but though a list of authorized values
ar_arab: عندما تعرّف بنيه الحقل الفرعى لمارك، يمكنك أن تربط الحقل الفرعى بفئه القيمة الاستنادية. عندما يطلب المستفيد إضافة تعديل biblio، الحقل الفرعى لم يدخل خلال حقل حر، لكن مع ذلك قائمة القيم الاستنادية

source: When you go to create a new report, the criteria for the area you are reporting on will automatically show as limits in the Guided Reports wizard
ar_arab: عندما تذهب لإنشاء تقرير جديد، المعايير لهذه المساحة التي تستخدمها للتقرير عليها سوف تعرض آليا كحدود في معالج التقارير المرشدة

source: When you're finished click 'Save Changes'
ar_arab: عند النتهاء انقر "حفظ التغيرات"

source: When you've added all of the items to your shipment you can browse away from the page.
ar_arab: عند إضافة كل المواد إلى شحنتك يمكنك التصفح بعيدا عن الصفحة.

source: When you've made your selections, please click 'Import' below to begin the process. It may take a while to complete, please be patient.
ar_arab: عند انتهائك من التحديد، الرجاء النقر على "استيراد" أدناه لبدء العملية. قد يأخذ قليلا من الوقت للاكتمال، الرجاء كن صبورا.

source: Why aren't my cataloging actions being logged?
ar_arab: لماذا لا يتم تسجيل إجراءات الفهرسة الخاصة بي؟

source: Why can I add items to other users' 'private' lists when I'm logged in as staff?
ar_arab: لماذا يمكنني إضافة مواد إلى قوائم المستخدمين الآخرين "الخاصة" حين أكون مسجلا الدخول كموظف؟

source: Why can't I upload patron images?
ar_arab: لماذا لا يمكنني تحميل صور المستفيد؟

source: Why do I want to add holidays for my branch?
ar_arab: لماذا أود غضافة العطلات إلى فرعي؟

source: Why do I want to keep a copy of my offline circ file?
ar_arab: لماذا أود الاحتفاظ بنسخة من ملف الإعارة دون اتصال؟

source: Why would I want to define authorized values for MARC tags?
ar_arab: لماذا أود تعريف قبم استناد لرؤوس مارك؟

source: Why would I want to set a home branch?
ar_arab: لماذا أود ضبط فرعا رئيسيا؟

source: Width or dimensions
ar_arab: العرض أو الأبعاد

source: Will running this report sever the connection between patrons and items that are checked out to them currently?
ar_arab: هل يؤذي تشغيل هذا التقرير الاتصال بين المستفيدين والمواد التي تم إعارتها لهم حاليا

source: Winter
ar_arab: الشتاء

source: With Framework :%s
ar_arab: بإطار:%s

source: With GranularPermissions on this section will be expanded to allow access only to specific tools
ar_arab: بواسطة الصلاحيات الجزيئية في هذا القسم سوف تتوسع للسماح بالوصول إلى وظائف أدوات محددة.

source: With GranularPermissions on this section will be expanded to allow access to specific ciculation functions.
ar_arab: بواسطة الصلاحيات الجزيئية في هذا القسم سوف تتوسع للسماح بالوصول إلى وظائف إعارة محددة.

source: Withdraw
ar_arab: سحب

source: Withdrawn
ar_arab: مسحوب

source: Withdrawn (
ar_arab: مسحوب (

source: Withdrawn (%s),
ar_arab: مسحوب (%s),

source: Withdrawn?:
ar_arab: مسحوب?:

source: Without periodicity
ar_arab: دون دورية

source: Without periodicy: some very specific (usually high level science journals) don't have a true periodicity. When you subscribe to the title, you subscribe for 6 issues, which can arrive in 1 year... or 2... There is no regularity or known schedule.
ar_arab: بدون الدورية: بعض المحددات فقط(غالبا الدوريات العلمية عالية المستوى) ليس لها دورية حقيقية. حين تشترك في العنوان, أنت تشترك إلى 6 أعداد,والتي يمكن أن تصل خلال سنة واحدة... او 2... لا يوجد انتظام أو جدول معروف

source: Without regularity
ar_arab: بدون نظام

source: Women
ar_arab: نساء

source: Word
ar_arab: كلمة

source: Words ignored during search.
ar_arab: كلمات تم تجاهلها أثناء البحث.

source: Work:
ar_arab: عمل:

source: Working day
ar_arab: يوم عمل

source: Write news for the OPAC and staff interfaces
ar_arab: اكتب أخبار للأوباك وواجهة العميل

source: Writeoff
ar_arab: شطب

source: Wrong date! start date cannot be after end date.\n
ar_arab: تاريخ خطأ! لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء.\n

source: XML - Included as an alternate export format
ar_arab: XML - تم إدراجه كتنسيق تصدير بديل

source: Xylophone
ar_arab: إكسليفون

source: YES
ar_arab: نعم

source: Year
ar_arab: سنة

source: Year %S
ar_arab: سنة %S

source: Year/Number
ar_arab: سنة/عدد

source: Year:
ar_arab: سنة:

source: Yearly - Repeatable Holidays
ar_arab: عطلات مكررة سنويا

source: Yes
ar_arab: نعم

source: Yes! To add an item to a list from the 'Lists' management module...
ar_arab: نعم! لإضافة مادة إلى قائمة من نظام إدارة 'القوائم' الفرعي..

source: Yes, Check Out (Y)
ar_arab: نعم, إعارة(Y)

source: Yes, Close (Y)
ar_arab: نعم,اغلق (Y)

source: Yes, Delete
ar_arab: نعم, احذف

source: Yes, Delete (Y)
ar_arab: نعم, أغلق(Y)

source: Yes, Delete this Framework!
ar_arab: نعم,احذف هذا الإطار!

source: Yes, Delete this Fund
ar_arab: نعم, احذف هذا التمويل

source: Yes, Delete this Subfield
ar_arab: نعم, احذف هذا الحقل الفرعي

source: Yes, Delete this Tag
ar_arab: نعم، احذف هذا الراس

source: Yes, delete this basket!
ar_arab: نعم, احذف هذه السلة!

source: Yes, just go to Tools &gt; Notices and edit the Check In and Check Out notices.
ar_arab: نعم, قم فقط بالذهاب إلى الأدوات &gt; الملاحظات وتحرير ملاحظات الرد والإعارة

source: Yes, on the detail page you will see a list of the lists that the title is in on the right hand side of the page
ar_arab: نعم، في صفحة التفاصيل سوف ترى قائمة بالقوائم ذات العنوان على الجانب الأيمن من الصفحة

source: Yes, you can use the Task Scheduler tool.
ar_arab: نعم، يمكنك استخدام أداة مجدول المهام

source: Yes, you can: there is a specific syntax that Koha will understand as 'ask for values when running the report'. The syntax is &lt;&lt;Question to ask|authorised_value&gt;&gt;.
ar_arab: نعم, تستطيع: هناك تركيب جملة سوف يفهمه كوها مثل 'طلب القيم عند تشغيل التقرير'.الجملة هي&lt;&lt;Question to ask|authorised_value&gt;&gt

source: Yes. Just enter an item type for new items and assign different circulation rules for this item type.
ar_arab: نعم. قم فقط بإدخال نوع المادة للمواد الجديدة وتعيين قواعد إعارة جديدة لنوع المادة هذا.

source: Yes: Edit existing items
ar_arab: نعم: تحرير المواد الحالية

source: YesNo
ar_arab: نعم لا

source: You Searched for %s
ar_arab: لقد بحثت عن %s

source: You Searched for <b>%s</b>
ar_arab: لقد بحثت عن <b>%s</b>

source: You also have the option of exporting this data to use in a different format just by choosing to export to an application.
ar_arab: لديك أيضا خيار تصدير هذه البيانات لاستخدامها بتنسيق مختلف فقط عن طريق اختيار الصتدير لتطبيق.

source: You are about to install Koha.
ar_arab: أنت على وشك تثبيت كوها.

source: You are asked to provide a starting bibliographic record number and an ending number for the export. If you want to export all of your records, leave the start and end numbers blank.
ar_arab: لقد طُلب منك توفير رقم بداية تسجيلة بيبلوجرافية ورقم نهاية للتصدير. غذا أردت تصدر كل تسجيلاتك، اترك أرقام البدء والانتهاء خالية

source: You are not logged in |
ar_arab: انت لم تقم بتسجيل الدخول |

source: You are only viewing one item. <a1>View All</a>
ar_arab: أنت تعرض مادة واحدة فقط <a1>عرض الكل</a>

source: You are working actually on the overdues for the location : <b>%s</b>
ar_arab: أنت تعمل في الواقع على المتأخرات للموقع : <b>%s</b>

source: You can add a new order from a book you already have in your catalog, a suggestion from a patron or an empty form.
ar_arab: يمكنك إضافة طلب جديد من الكتاب الموجود لديك بالفعل في فهرسك، اقتراح من مستفيد أو صفحة فارغة.

source: You can also browse through the patron records by clicking on the linked letters across the top.
ar_arab: يمكنك أيضا التصفح عبر تسجيلات المستفيد بالنقر على حروف الربط عبر أعلى الصفحة

source: You can also choose to filter what you see by any of the fields visible.
ar_arab: يمكنك أيضا اختيار ترشيح ما تراه بأي من الحقول المرئية

source: You can also choose to forgive all overdue charges for items you are checking in by checking the 'Forgive overdue charges' box before scanning items.
ar_arab: يمكنك أيضا اختيار السماح عن كل رسوم المتأخرت للمواد إذا كنت تقوم بالرد عن طريق تحديد مربع " السماح عن رسوم المتأخرات" قبل مسح المواد ضوئيا.

source: You can also choose what fields you don't want to export. This can be handy if you're sharing your data, you can remove all local fields before sending your data to another library
ar_arab: يمكنك أيضا اختيار الاحقول التي لا تريد تصديرها. يمكن أن يكون ذلك مفيدا إذا كنت تشارك بياناتك، يمكنك حذف كل الحقول المحلية قبل إرسال بياناتك إلى مكتبة أخرى

source: You can also create manual invoices/charges or apply manual credits to patron's accounts
ar_arab: يمكنك أيضا إنشاء فواتير /رسوم يدوية أو تطبيق ائتمان يدوي إلى حسابات المستفيد

source: You can also schedule reports directly from the list of saved reports by clicking the 'Schedule' link
ar_arab: يمكنك أيضا جدولة التقارير مباشرة من قائمة التقارير المحفوظة بالنقر على رابط "جدولة"

source: You can also undo your import by clicking the 'Undo import into catalog' button
ar_arab: يمكنك أيضا التراجع عن استيرادك بالنقر على زر "تراجع الاستيراد إلى الفهرس"

source: You can also use your own headers (instead of the ones from koha) by prefixing the field number with an header, followed by the equal sign.
ar_arab: يمكنك ايضا استخدام الرؤو الخاصة بك ( بدلا من رؤوس كوها) عن طريق بدء رقم الحقل برأس، متبوعا بعلامة يساوي

source: You can change your selection after installation and re-index accordingly.
ar_arab: يمكنك تغيير تحديدك بعد التثبيت وإعادة الفهرسة وفقا لذلك

source: You can choose to create your own numbering pattern by choosing 'None of the above' and clicking the 'Show/Hide Advanced Pattern' button at the bottom of the form
ar_arab: يمكنك اختيار إنشاء نمط الترقيم الخاص بك عن طريق اختيار "لا شيء أعلاه" والنقر على زر " عرض/اخفاء النمط المتقدم" في اسفل الصفحة

source: You can choose to upload images in bulk by making a zip file with the images and a text file entitled &quot;DATALINK.TXT&quot; or &quot;IDLINK.TXT&quot;
ar_arab: يمكنك اختيار تحميل الصور في مجموعات عن طريق عمل ملف مضغوط بالصور والملف النصي المسمى&quot;DATALINK.TXT&quot; or &quot;IDLINK.TXT&quot;

source: You can click the 'Edit' link, next to each library, to make changes.
ar_arab: يمكنك النقر على رابط "تحرير" بجانب كل مكتبة، لإجراء التغييرات

source: You can click the [email] link next to the patron's name to send an email notification about the overdue item
ar_arab: يمكنك النقر على رابط[بريد الكتروني] بجانب اسم المستفيد وإرسال إخطار بالبريد الالكتروني عن المادة المتأخرة

source: You can define as many Authority types as you want.
ar_arab: يمكنك تعريف أي عدد من أنواع الاستناد كما تريد

source: You can define as many item types as you want.
ar_arab: يمكنك تعريف أي عدد من أنواع المادة كما تريد

source: You can define as the marc tag structure for each biblio framework you have defined
ar_arab: يمكنك تعريف بنية رأس مارك لكل إطار بيبلوجرافي قمت بتعريفه

source: You can easily place a hold on multiple items from a list simply by clicking the checkboxes and then the 'Place Hold' button
ar_arab: يمكنك وضع حجز بسهولة على عدة مواد من قائمة ببساطة بالنقر على المربعات ثم زر "ضع حجز"

source: You can edit the online help through the Koha Staff Client by clicking the &quot;Edit Help&quot; button. This feature has been designed so that library workflow and policies can be documented within&nbsp; Koha.
ar_arab: يمكنك تحرير المساعدة على الانترنت من خلال برنامج عميل كوها بالنقر على &quot;تحرير المساعدة&quot; زر. تم تصميم هذه الخاصية ليمكن توثيق عمل المكتبة والسياسات في &nbsp; كوها.

source: You can edit/delete your cities and towns from the main 'Cities and towns' page
ar_arab: يمكنك تحرير/حذف مدنك وبلدانك من صفحة "المدن والبلدان" الرئيسية

source: You can enter a name for this import. It may be useful, when creating a biblio, to remember where the suggested MARC data comes from!
ar_arab: يمكنك إدخال اسم لهذا الاستيراد. يمكن أن يكون مفيدا، عند إنشاء تسجيلة بيبلوجرافية، لتذكر من أين تأتي بيانات مارك المقترحة!

source: You can export this data as a CSV file by clicking 'Download file of all overdues'
ar_arab: يمكنك تصدير هذه البيانات كملف CSV بالنقر على 'تنزيل ملف بكل المتأخرات'

source: You can get information on what a patron has read in the past by clicking on the Circulation History button.
ar_arab: يمكنك الحصول على معلومات بما قام المستفيد بقراءته في الماضي بالنقر على زر سجل الإعارة.

source: You can limit, or Filter, your results by selecting a value from the pull down menu. For example, you could select a specific library or branch and set a time 'Period,' without needing to select those radio buttons.
ar_arab: يمكنك تحديد، أو ترشح، نتائجك بتحديد قيمة من القائمة المنسدلة. على سبيل المثال، يمكنك تحديد مكتبة أو فرع معين وضبط الوقت "فترة"، دون الحاجة إلى تحديد هذه الأزرار

source: You can make use of the Holidays Calendar by turning on the proper system preferences
ar_arab: يمكنك االاستفادة من نتيجة العطلات عن طريق تشغيل تفضيلات النظام الملائمة.

source: You can not close this basket
ar_arab: لا يمكنك إغلاق هذه السلة

source: You can now add/edit fields to the record.
ar_arab: يمكنك الآن غضافة/تحرير الحقول للتسجيلة

source: You can pick as many permissions as you'd like for each staff member
ar_arab: يمكنك اختيار أي عدد من الصلاحيات كما ترغب لكل موظف

source: You can search for exisiting subscriptions by using the search box at the top of the page. You can search for any part of the serial title or ISSN.
ar_arab: يمكنك البحث عن اشتراكات موجودة باستخدام مربع البحث أعلى الصفحة. يمكنك البحث عن أي جزء من عنوان الدورية أو التدمد.

source: You can set a default maximum number of checkouts and hold policy that will be used if none is defined below for a particular item type or category.
ar_arab: يمكنك ضبط حد أقصى افتراضي لعدد الإعارات وساياسة الحجز التي سوف يتم استخدامها إذا لم يتم تعريف أي أدناه لنوع مادة أو فئة محددة.

source: You can set the amount at which patron checkouts are blocked with the noissuescharge system preference
ar_arab: يمكنك ضبط الكمية التي يتم منع إعارات المستفيد عندها بتفضيل النظام noissuescharge

source: You can set up record matching rules through the administration area
ar_arab: يمكنك تنصيب قاعدة مضاهاة تسجيلة عبر صفحة الإدارة

source: You can use the Template Description to add additional information about the template
ar_arab: يمكنك استخدام وصف القالب لإضافة معلومات إضافية حول القالب

source: You cannot transfer items of %s <b>%s</b> to <b>%s</b>
ar_arab: لا يمكنك نقل المواد لـ%s <b>%s</b> to <b>%s</b>

source: You did not specify any search criteria
ar_arab: لم تقم بتحديد أي معايير للبحث

source: You did not specify any search criteria.
ar_arab: لم تقم بتحديد أي معايير للبحث

source: You do not have permission to edit this patron's login information.
ar_arab: لا يوجد لديك صلاحية لتحرير معلومات تسجيل دخول المستفيد.

source: You do not have the option to 'define' a new filing rule. Currently, the filing rules and sorting routines are statically defined with options available in the dropdown menu when creating or editing a 'classification source' or 'filing rule'.
ar_arab: لا يوجد لديك خيار "تعريف" قاعدة تسجيل جديدة. حاليا، قواعد التسجيل والفرز معرّفة بشكل ثابت مع الخيارات المتاحة في القائمة المنسدلة عند إنشاء أو تحرير مصدر تصنيف" أو "قاعدة تسجيل"

source: You do not need to use Acquisitions to add items to your catalog. If you do not want to track orders and budget expenditure, then use the
ar_arab: أنت لا تحتاج إلى استخدام التزويد لإضافة المواد إلى فهرسك. إذا لم تكن تريد تعقب الطلبات ومضروفات الميزانية، إذن قم باستخدام

source: You don't have patron categories defined, or the patron categories are not set to receive overdue notices.
ar_arab: لا يوجد لديك فئات مستفيد معرّفة، أو أن فئات المستفيد ليست مضبوطة لاستلام إخطارات التأخير.

source: You have %s error(s) in your MARC configuration. Please fix them before using Koha
ar_arab: لديك %sخطا (أخطاء) في تهيئة مارك الخاصة بك. الرجاء علاجها قبل استخدام كوها

source: You have entered a User ID that already exists. Please choose another one.
ar_arab: لقد قمت بإدخال معرّف مستخدم موجود بالفعل. الرجاء اختيار واحد آخر.

source: You have not accounted for all missing issues.
ar_arab: لم تقم بالمحاسبة لكل الاصدارات المفقودة.
