Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: g - poetry
ar_arab: g - شعر

source: g- Conventional romanization or conventional form of name in language of cataloging agency
ar_arab: g- تحويل للحروف اللاتينية تقليدي أو شكل تقليدي للاسم بلغة وكالة الفهرسة

source: g- General
ar_arab: g- عام

source: g- Reference and subdivision
ar_arab: g-المرجع والتقسيم

source: g- government in exile or clandestine
ar_arab: g- حكومة في المنفى أو سرية

source: ga- Greek
ar_arab: ga- اليونانية

source: game
ar_arab: لعبة

source: games and recreation
ar_arab: ألعاب وترفيه

source: genealogical tables
ar_arab: جداول الأنساب

source: general
ar_arab: عام

source: glass
ar_arab: زجاج

source: globe
ar_arab: الكرة الأرضية

source: gnomonic
ar_arab: ميلي

source: go to <!-- TMPL_VAR name="bibliotitle" -->
ar_arab: اذهب إلى <!-- TMPL_VAR name="bibliotitle" -->

source: golding
ar_arab: تذهيب

source: gone no address
ar_arab: لم يذهب إلى عنوان

source: good
ar_arab: جيد

source: gospel music
ar_arab: موسيقى انجيلية

source: gouache
ar_arab: جواش

source: graphic
ar_arab: رسم

source: graphic score
ar_arab: تسجيل رسم

source: graphite
ar_arab: جرافيت

source: greater than 9 kilometres
ar_arab: أكبر من 9 كيلومترات

source: group by
ar_arab: تجميع بواسطة

source: h - facsimiles
ar_arab: h - الفاكس

source: h - monograph with both actual and copyright/privilege date
ar_arab: h - رسالة بكل من تاريخ حقيقي و تاريخ حق نشر/امتياز

source: h - project description
ar_arab: h - وصف المشروع

source: h - speeches, oratory
ar_arab: h - خطب, خطابة

source: h- Humor,satires,etc.
ar_arab: h- دعابة,سخرية,إلخ.

source: h- level not determined
ar_arab: h-لم يتم تحديد المستوى

source: h- picture
ar_arab: h- صورة

source: ha- Hebrew
ar_arab: ha-العبرية

source: hachures
ar_arab: فقس

source: hagiography
ar_arab: سير القديسين

source: half track
ar_arab: نصف مسار

source: hand coloured
ar_arab: ملون باليد

source: hand-made paper
ar_arab: ورق مصنوع يدويا

source: hand-written
ar_arab: مكتوب بخط اليد

source: handbook
ar_arab: كتاب يد

source: handcoloured
ar_arab: ملون يدويا

source: handwritten
ar_arab: مكتوب يدويا

source: hardboard
ar_arab: ورق مقوى

source: has &quot;%s&quot; in unrecognized format: &quot;%s&quot;
ar_arab: لدبه &quot;%s&quot;تنسيق غير معروف: &quot;%s&quot;

source: has all required privileges on database
ar_arab: لديه كل الامتيازات المطلوبة في قاعدة بيانات

source: has never been checked out.
ar_arab: لم يعار مطلقا.

source: has unrecognized value &quot;%s&quot;
ar_arab: لديه قيمة غير معرفة&quot;%s&quot;

source: hasn't been transfered yet from %s
ar_arab: لم يتم نقله بعد من %s

source: have not had a notice sent, and
ar_arab: لم يتم إرسال إخطار، و

source: heliogravure
ar_arab: الحفر الفوتوغرافي

source: hidden
ar_arab: مخفي

source: hidden : allows you to select from 19 possible visibility conditions, 17 of which are implemented. They are the following:
ar_arab: مخفي: يسمح لك بالاختيار من 19 حالة عرض ممكنة، 17 يمكن تنفيذها. هي كالتالي:

source: hidden : means that the field is managed, but NOT shown in opac. It's usually for internal fields
ar_arab: مخفي: تعني أن الحقل تمت إدارته، ولكن لا يعرص في الأوباك. ذلك غالبا للحقول الداخلية

source: hidden,
ar_arab: مخفي,

source: high (31x - 60x)
ar_arab: مرتفع (31x - 60x)

source: high oblique
ar_arab: انحراف مرتفع

source: historical information about music
ar_arab: معلومات تاريخية حول الموسيقى

source: historical work
ar_arab: عمل تاريخي

source: history
ar_arab: تاريخ

source: holdingbranch NOT mapped
ar_arab: لم يتم تخطيط الفرع المقتني

source: holdingbranch defined
ar_arab: تم تعريف الفرع القاني للمادة

source: holdings coded value
ar_arab: قيمة الحجوزات المرمزة

source: holds administrative preferences such as admin email address, sessions and timout.
ar_arab: تفضيلات الحجز الإدارية مثل عنوان بريد الإدارة الالكتروني، الجلسات و انتهاء الوقت.

source: holds all preferences related to managing serial subscriptions.
ar_arab: كل تفضيلات الحجوزات متعلقة بإدارة اشتراكات الدوريات

source: holds preference related to advanced search functions such as removing stop words or allowing stemming.
ar_arab: تفضيلات الحجوزات المتعلقة بوظائف البحث المتقدم مثل حذف كلمات التوقف أو السماح بالبتر

source: holds preference related to handling authority records.
ar_arab: تفضيلات الحجوزات المتعلقة بالتعامل مع تسجيلات الاستناد

source: holds preferences related to acquisitions such as handling patron suggestions and local taxes.
ar_arab: تفضيلات الحجوزات المتعلقة بالتزويد مثل التعامل مع مقترحات المستفيد والضرائب المحلية.

source: holds preferences related to internationalization and localization such as date formats and languages.
ar_arab: تفضيلات الحجوزات المتعلقة بالتدويل والأقلمة مثل تنسيق التاريخ واللغات

source: holds preferences that control circulation functions such as holds and fines.
ar_arab: تفضيلات الحجوزات التي تتحكم في وظائف الإعارة مثل الحجوزات والغرامات

source: holds preferences that control how your system handles patron functions. Some preferences include the minimum password length and membership number settings.
ar_arab: تفضيلات الحجوزات التي تتحكم في كيفية تعامل نظامك مع وظائف المستفيد. بعض التفضيلات تتضمن الحد الأدنى لطول كلمة المرور وإعدادات رقم العضوية.

source: holds preferences that control the cataloging functions. This is where you choose your MARC flavor, set up Z39.50 and barcoding.
ar_arab: تفضيلات الحجوزات التي تتحكم في وظائف الفهرسة. من هنا يمكنك اختيار شكل مارك، وضبط Z39.50 والباركود

source: holds preferences that will add content from outside sources to your OPAC and Staff Client. This is where you can turn on cover images, FRBR and tagging.
ar_arab: تفضيلات الحجوزات التي سوف تضيف محتوى من موارد خارجية إلى الأوباك وبرنامج العميل الخاص بك. من هنا يمكنك تفعيل صور الغلاف، FRBR والوسم.

source: holds queue
ar_arab: صف الحجوزات

source: holds to retrieve off the shelf
ar_arab: حجوزات للاسترداد من الرف

source: holds waiting for patron pickup
ar_arab: الحجوزات في انتظار التقاط المستفيد

source: homebranch NOT mapped
ar_arab: لم يتم تخطيط الفرع الرئيسي

source: homebranch defined
ar_arab: تم تعريف الفرع الرئيسي

source: humor, satire
ar_arab: دعابة, سخرية

source: humour, satire
ar_arab: دعابة, سخرية

source: hymn
ar_arab: ترنيمة

source: i - In partial or incomplete ISBD form
ar_arab: i - بشكل تدمك جزئي أو غير مكتمل

source: i - Integrating resource
ar_arab: i -مورد متكامل

source: i - Nonmusical sound recording
ar_arab: i -تسجيل صوتي غير موسيقي

source: i - Sound recordings, nonmusical performance
ar_arab: i - تسجيلات صوتية, اداء غير موسيقي

source: i - booklet
ar_arab: i - كتيب

source: i - coats of arm
ar_arab: i - الشعار / الطابع

source: i - coats of arms
ar_arab: i - الشعار / الطابع

source: i - monograph with both release/issue date and production date
ar_arab: i - رسالة ذات كلا من تاريخ إصدار/إطلاق و تاريخ إنتاج

source: i - statistics
ar_arab: i - إحصائيات

source: i- ISBD
ar_arab: i- تدمك

source: i- Inclusive dates of collection
ar_arab: i- تواريخ المجموعة الشاملة

source: i- Integrating resource
ar_arab: i- مورد متكامل

source: i- International intergovernmental
ar_arab: i- حكومة دولية

source: i- Letters
ar_arab: i- خطابات

source: i- Subdivided geographically&mdash;indirect
ar_arab: i- مقسم جغرافيا&mdash;indirect

source: i- print
ar_arab: i- طبعة

source: ia- Thai
ar_arab: ia- التايلاندية

source: id='budget_est_%s'> %s
ar_arab: id='الميزانية_est_%s'> %s

source: identity
ar_arab: هوية

source: illuminations
ar_arab: إضاءات

source: illustrateur
ar_arab: موّضح

source: illustrations
ar_arab: إيضاحات

source: image
ar_arab: صورة

source: image file
ar_arab: ملف صورة

source: imbibition dye transfer
ar_arab: نقل صبغة الامتصاص

source: img
ar_arab: صورة

source: import
ar_arab: استيراد

source: important in controlling how Koha works :
ar_arab: هام في التحكم في كيفية عمل كوها:

source: imported successfully.
ar_arab: تم الاستيراد بنجاح

source: in
ar_arab: في

source: in %s
ar_arab: في %s

source: in %s Catalog
ar_arab: في %s الفهرس

source: in <i>%s</i>
ar_arab: في<i>%s</i>

source: in first issue of next volume - attached
ar_arab: في أول إصدار من المجلد التالي - مرتبط

source: in first issue of next volume - loose
ar_arab: في أول اصدار من المجلد التالي - سائب

source: in first issue of next volume loose - separately paged
ar_arab: في أول إصدار من المجلد التالي سائب - مصفح على حدة

source: in first issue of next volume loose - unpaged
ar_arab: في أول إصدار من المجلد التالي سائب - غير مصفح

source: in last issue of volume - attached
ar_arab: في آخر إصدار من المجلد- مرتبط

source: in last issue of volume - loose
ar_arab: في آخر إصدار من المجلد- سائب

source: in last issue of volume - unpaged
ar_arab: في آخر إصدار من المجلد-غير مصفح

source: in last issue of volume-loose - separately paged
ar_arab: في آخر إصدار من المجلد-سائب - مصفح على حدة

source: in parts
ar_arab: في أجزاء

source: in transit
ar_arab: في النقل

source: includes preferences related to services like OAI-PMH.
ar_arab: يشمل تفضيلات متعلقة بخدمات مثل OAI-PMH.

source: incomplete
ar_arab: غير مكتمل

source: index
ar_arab: فهرس

source: index is not available
ar_arab: الفهرس غير متاح

source: index or name list accompanying cartographic item in booklet...
ar_arab: الفهرس أو اسم القائمة يصحب مادة خرائطية في كتيب...

source: index or name list on cartographic item itself
ar_arab: الفهرس أو اسم القائمة على مادة خرائطية نفسها

source: index or name list present but location not specified
ar_arab: الفهرس أو اسم القائمة موجود ولكن الموقع غير محدد

source: individual biography
ar_arab: سيرة ذاتية فردية

source: industrial production
ar_arab: انتاج صناعي

source: infrared line scanning
ar_arab: خط المسح بالأشعة تحت الحمراء

source: inner counter
ar_arab: المكتب الداخلي

source: input fieldset
ar_arab: مجموعة حقول الإدخال

source: input fieldset.
ar_arab: مجموعة حقول الإدخال

source: insert a new authority : %S
ar_arab: ادخل استناد جديد: %S

source: instantaneous (unique, cut on the spot)
ar_arab: لحظي ( قطع، فريد في التو)

source: instruction (language)
ar_arab: تعليمات (لغة)

source: instructional material
ar_arab: مادة تعليمية

source: instructional materials
ar_arab: مواد تعليمية

source: instructional work
ar_arab: عمل تعليمي

source: instructions
ar_arab: تعليمات

source: instrumental parts
ar_arab: أجزاء آلية

source: intermezzo
ar_arab: اللحن الفاصل

source: interviews
ar_arab: مقابلات

source: invalid authority types
ar_arab: أنوع استناد غير صحيحة

source: invoice, %s
ar_arab: فاتورة, %s

source: irregular
ar_arab: غير منتظم

source: is a URL,
ar_arab: هو URL,

source: is enabled, these policies can be overridden by your circulation staff. Also, these policies are based on the patron's home branch, <em>not</em> the branch that the reserving staff member is from.
ar_arab: تم تفعيله, يمكن لموظفي إعارتك تخطي هذه السياسات.كذلك, هذه السياسات بناء على فرع المستفيد الرئيسي, <em>ليس</em> الفرع الذي ينتمي له موظف الحجز

source: is exactly
ar_arab: هو بالضبط

source: isbn
ar_arab: ردمك

source: issn
ar_arab: تدمد

source: issue number
ar_arab: رقم العدد

source: issues expected
ar_arab: الأعداد المتوقعة

source: it contains the name of the librarian that created the subscription, the name of the supplier providing the subscription, the cost and the budget affected. It also contains the title of the biblio managed by the subscription.
ar_arab: يحتوي على اسم موظف المكتبة الذي أنشأ الاشتراك، اسم المورد الذي يوفر الاشتراك، التكلفة والميزانية المتأثرة. ويحتوي أيضا على عنوان التسجيلة البيبلوجرافية المدارة بواسطة الاشتراك.

source: it contains various information to calculate arrival dates.
ar_arab: يحتوي على معلومات متعددة لحساب تواريخ الوصول

source: it is not damaged (unless the AllowHoldsOnDamagedItems system preference is ON), AND
ar_arab: ليست تالفة (إلا إذا تم تفعيل تفضيل النظام the AllowHoldsOnDamagedItems ), و

source: it is not lost AND,
ar_arab: ليس مفقودا و،

source: it is not marked not for loan AND,
ar_arab: ليست محددة للإعارة و،

source: it is not on loan (unless the AllowOnShelfHolds system preference is ON)
ar_arab: ليست في الإعارة(إلا غذا تم تفعيل تفضيل النظام the AllowOnShelfHolds )

source: it is not withdrawn AND,
ar_arab: ليس مسحوبا و،

source: item
ar_arab: مادة

source: item fields
ar_arab: حقول المادة

source: item type not defined
ar_arab: نوع المادة غير محدد

source: itemdata_copynumber
ar_arab: بيانات المادة_رقم النسخة

source: itemnum
ar_arab: رقم المادة

source: itemnum : the field itemnumber is mapped to a field in tab -1
ar_arab: itemnum : حقل رقم المادة مخطط إلى الحقل في التبويب-1

source: items
ar_arab: مواد

source: items.
ar_arab: مواد

source: items. <a1>Show all items</a>
ar_arab: المواد. <a1>عرض كل المواد</a>

source: itemtype
ar_arab: نوع المادة

source: itemtype NOT mapped
ar_arab: لم يتم تخطيط نوع المادة

source: ivory
ar_arab: عاج

source: j - Musical sound recording
ar_arab: j - تسجيل صوت موسيقي

source: j - Sound recordings, musical performance
ar_arab: j - تسجيلات موسيقية, أداء موسيقي

source: j - document with detailed date of publication
ar_arab: j - وثيقة بتاريخ نشر مفصل

source: j - genealogical tables
ar_arab: j - جداول الأنساب

source: j - programmed text book
ar_arab: j - كتاب نصي مبرمج

source: j- Juvenile
ar_arab: j- حدَث

source: j- Short stories
ar_arab: j- قصص قصيرة

source: jazz
ar_arab: جاز

source: jewellery
ar_arab: مجوهرات

source: jigsaws
ar_arab: ألغاز

source: juvenile
ar_arab: حدَث

source: juvenile literature
ar_arab: أدب الصغار

source: juvenile, general
ar_arab: حدث, عام

source: k - Two-dimensional graphics
ar_arab: k - رسوم ثنائية الأبعاد

source: k - Two-dimensional nonprojectable graphic
ar_arab: k - رسم ثنائي الأبعاد غير قابل للعرض

source: k - forms
ar_arab: k - أشكال

source: k - patent
ar_arab: k -براءة اختراع

source: k- Canadian Subject Headings
ar_arab: k- عناوين موضوع كندي

source: k- Range of years of bulk collection
ar_arab: k- نطاق السنوات للمجموعات الضخمة

source: k- adult, serious
ar_arab: k-بالغ, جاد

source: k- technical drawing
ar_arab: k- رسم تقني

source: ka- Korean
ar_arab: ka- كوري

source: kit
ar_arab: عدة

source: l - Electronic resources
ar_arab: l - موارد الكترونية

source: l - samples
ar_arab: l - عينات

source: l - standard
ar_arab: l - قياسي

source: l- Local
ar_arab: l- محلي

source: l-format:co CD Software
ar_arab: l-تنسيق:co CD برنامج

source: l-format:cr Website
ar_arab: l-تنسيق:cr موقع الكتروني

source: l-format:fk Braille
ar_arab: l-تنسيق:fk برايل

source: l-format:sd CD audio
ar_arab: l-تنسيق:sd CD صوتي

source: l-format:ss Cassette recording
ar_arab: l-تنسيق:ss تسجيل كاسيت

source: l-format:ta Regular print
ar_arab: l-تنسيق:ta طبعة عادية

source: l-format:tb Large print
ar_arab: l-تنسيق:tb طبعة كبيرة

source: l-format:vd DVD video / Videodisc
ar_arab: l-تنسيق:vd DVD فيديو / أقراص فيديو

source: l-format:vf VHS tape / Videocassette
ar_arab: l-تنسيق:vf VHS شريط / فيديو كاسيت

source: la- Tamil
ar_arab: la- التاميل

source: label_batch_%s.csv
ar_arab: الملصقات_دفعة_%s.csv

source: label_batch_%s.pdf
ar_arab: الملصقات_دفعة_%s.pdf

source: label_batch_%s.xml
ar_arab: الملصق_دفعة_%s.xml

source: label_single_%s.csv
ar_arab: ملصق_مفرد_%s.csv

source: label_single_%s.pdf
ar_arab: ملصق_مفرد_%s.pdf

source: label_single_%s.xml
ar_arab: ملصق_مفرد_%s.xml

source: laboratory and construction kits
ar_arab: المعمل وعدد البناء

source: lacquered (e.g. acetate)
ar_arab: طلي (مثال.الأسيتات)

source: landforms
ar_arab: التضاريس

source: large print
ar_arab: طبعة كبيرة

source: last on: %s
ar_arab: آخر في: %s

source: lateral or combined cutting
ar_arab: قطع جانبي أو مجمع

source: lavierung India ink
ar_arab: lavierung حبر الهند

source: law report or digest
ar_arab: تقرير أو ملخص قانوني

source: law reports and digests
ar_arab: تقارير وملخصات قانونية

source: laws and legislation
ar_arab: قوانين وتشريعات

source: leather
ar_arab: جلد

source: lectures, speeches
ar_arab: محاضرات,خطب

source: legal article
ar_arab: مقال قانوني

source: legal articles
ar_arab: مقالات قانونية

source: legal case and case notes
ar_arab: قضايا قانونية وملاحظات الفضية

source: legal cases and case notes
ar_arab: قضايا قانونية وملاحظات الفضية

source: legal work
ar_arab: عمل قانوني

source: legend
ar_arab: أسطورة

source: legislation
ar_arab: تشريع

source: less than 1 centimetre
ar_arab: أقل من 1 سنتيمتر

source: letter
ar_arab: خطاب

source: letters
ar_arab: خطابات

source: library catalogue
ar_arab: فهرس المكتبة

source: library maintains its own authority records based on the dataset
ar_arab: تقوم المكتبة بصيانة تسجيلات الاستناد الخاصة بها بناء على مجموعة البيانات

source: libretto
ar_arab: نص كلام الأوبرا

source: libretto or text
ar_arab: اوبرا أو نص

source: lied
ar_arab: كذب

source: like
ar_arab: مثل

source: linear scale
ar_arab: مقياس خطي

source: link : If you enter a field/subfield here (200b), a link appears after the subfield in the MARC Details view. This view is present only in intranet, not in Opac. If the librarian click on the link, a search&nbsp; is done on the DB for the field/subfield with the same value. Can be used for 2 main topic :
ar_arab: رابط: إذا قمت بإدخال حقل/حقل فرعي هنا (200b), سوف يظهر رابط بعد الحقل الفرعي في عرض تفاصيل مارك. يظهر هذا العرض فقط في الخط المباشر, وليس في الأوباك. إذا قام موظف المكتبة بالنقر على الرابط,بحث&nbsp;يتم في قاعدة البيانات للحقل/الحقل الفرعي ذو القيمة نفسها. يمكن استخدامه في موضوعين رئيسين :

source: link : useless for instance
ar_arab: الرابط: عديم الجدوى على سبيل المثال

source: list of patron suggestion reject or accept reasons (appears when managing suggestions)
ar_arab: قائمة باسبتب رفض أو قبول مقترحات المستفيد ( تظهر عند إدارة المقترحات)

source: literature surveys/reviews
ar_arab: استطلاعات / مراجعات أدبية

source: lithography
ar_arab: طباعة حجرية

source: lithography/option>
ar_arab: طباعة حجرية/خيار>

source: live action
ar_arab: إجراء مباشر

source: lobby cards
ar_arab: بطاقات اللوبي

source: localhost
ar_arab: المضيف المحلي

source: loose-leaf
ar_arab: سائب

source: lost
ar_arab: مفقود

source: low oblique
ar_arab: انحراف منخفض

source: low reduction
ar_arab: انخفاض قليل

source: m - Computer file
ar_arab: m - ملف حاسب

source: m - Monographic - Bibliographic item
ar_arab: m -دراسية - مادة بيبلوجرافية

source: m - Multimedia
ar_arab: m - وسائط متعددة

source: m - dissertation or thesis (original)
ar_arab: m - أطروحة أو دراسة (اصلية)

source: m - sound recordings
ar_arab: m - تسجيلات صوتية

source: m- Mixed forms
ar_arab: m- أشكال مختلطة

source: m- Monograph/item
ar_arab: m- دراسة /مادة

source: m- Multiple dates
ar_arab: m- تواريخ متعددة

source: m- Multistate
ar_arab: m- متعدد الدول

source: m- adult, general
ar_arab: m- بالغ, عام

source: m- master
ar_arab: m- رئيسي

source: ma- Georgian
ar_arab: ma- الجورجية

source: machines
ar_arab: آلات

source: magenta strip
ar_arab: شريط مغناطيسي

source: magnetic audio tape in cassette
ar_arab: شريط صوت مغناطيسي في كاسيت

source: magnetic audio tape on reel
ar_arab: شريط صوت مغناطيسي على بكرة

source: magnetic disc
ar_arab: وضف مغناطيسي

source: magnetic sound track on motion picture film
ar_arab: مسار صوت مغناطيسي على فيلم صورة متحركة

source: magnetic storage medium - computer compatible
ar_arab: وسيط تخزين مغناطيسي - متوافق مع الحاسب

source: magnetic storage medium - not computer compatible
ar_arab: وسيط تخزين مغناطيسي - غير متوافق مع الحاسب

source: magneto-optical disc
ar_arab: وصف بصري مغناطيسي

source: majolica
ar_arab: المايوليك (خزف إيطالي)

source: management
ar_arab: إدارة

source: manual
ar_arab: يدوي

source: manually and plotted
ar_arab: يدويا ومحبوك

source: manuscript
ar_arab: مخطوطة

source: map
ar_arab: خريطة

source: map view
ar_arab: عرض الخريطة

source: maps
ar_arab: خرائط

source: marble
ar_arab: رخام

source: marc
ar_arab: مارك

source: marccountry
ar_arab: بلد مارك

source: march
ar_arab: مارس

source: mass
ar_arab: كتلة

source: mass produced
ar_arab: الكتلة المنتجة

source: master
ar_arab: رئيسى

source: master tape
ar_arab: شريط رئيسي

source: matrix number
ar_arab: رقم المصفوفة

source: maxim, aphorism, proverb, anecdote
ar_arab: الحد الأقصى، قول مأثور ، المثل ، الحكاية

source: mazurka
ar_arab: مازوركا (رقصة بولندية)

source: mb- Armenian
ar_arab: mb- الأرمينية

source: me
ar_arab: أنا

source: medals
ar_arab: ميداليات

source: member %s
ar_arab: عضو %s

source: memoir
ar_arab: مذكرة

source: memoirs
ar_arab: مذكرات

source: mental or cognitive map
ar_arab: خريطة عقلية او معرفية

source: merge
ar_arab: دمج

source: mesh
ar_arab: شبكية

source: metal
ar_arab: معدن

source: metal (e.g. aluminium)
ar_arab: معدن (مثال. الألومنيوم)

source: metal and glass
ar_arab: معدن وزجاج

source: metal and plastic (compact discs)
ar_arab: معدن وبلاستيك (قرض مضغوط)

source: metall
ar_arab: معدن

source: meteorological
ar_arab: الأرصاد الجوية

source: micro opaque
ar_arab: ميكرو اوباك

source: microfiche
ar_arab: ميكروفيش

source: microfiche cassette
ar_arab: كاسيت ميكروفيش

source: microfilm
ar_arab: ميكروفيلم

source: microfilm cartridge
ar_arab: خرطوشة ميكروفيلم

source: microfilm cassette
ar_arab: كاشيت ميكروفيلم

source: microfilm reel
ar_arab: بكرة ميكروفيلم

source: microfilm slip
ar_arab: شريط ميكروفيلم

source: microform
ar_arab: ميكروفورم

source: microform cartridge
ar_arab: خرطوشة ميكروفيلم

source: microgroove/fine
ar_arab: مرسمة مجهارية / غرامة

source: microphotography
ar_arab: تصوير فوتوغرافي مصغر

source: microprint
ar_arab: طباعة مصغرة

source: microscope slide
ar_arab: شريحة المجهر

source: microscope slides
ar_arab: شرائح المجهر

source: minerals
ar_arab: معادن

source: mini-print
ar_arab: طبعة مصغرة

source: miniature
ar_arab: مصغر

source: minuet
ar_arab: دقيقة

source: miscellane
ar_arab: متفرقات

source: missing
ar_arab: مفقود

source: mixed
ar_arab: خليط

source: mixed base (nitrate and safety)
ar_arab: أساس مختلط (نيترات وأمان)

source: mixed collection
ar_arab: مجموعة مختلطة

source: mixed collection (containing more than one type of base)
ar_arab: مجموعة مختلطة ( تحتوي على أكثر من نوع اساس)

source: mixed emulsion
ar_arab: استحلاب مختلط

source: mixed generations
ar_arab: أجيال مختلطة

source: mixed material
ar_arab: مادة مختلطة

source: mixed polarity
ar_arab: قطبية مختلطة

source: mixing tracks
ar_arab: مسارات مختلطة

source: model
ar_arab: نموذج

source: models
ar_arab: نماذج

source: models for making
ar_arab: نماذج للتصنيع

source: modern
ar_arab: معاصر

source: modification
ar_arab: تعديل

source: modify
ar_arab: يعدل

source: modify word
ar_arab: عدّل كلمة

source: monaural
ar_arab: بإذن

source: monoaural
ar_arab: بإذن

source: monochrome
ar_arab: أحادية اللون

source: monographic series
ar_arab: سلسلة تخصصية

source: monotype
ar_arab: مادة منضدة

source: month
ar_arab: شهر

source: monthly
ar_arab: شهريا

source: moon
ar_arab: قمر

source: motet
ar_arab: ترنيمة

source: mother (positive)
ar_arab: أم (إيجابي)

source: motion picture
ar_arab: صورة متحركة

source: moving image
ar_arab: نقل الصورة

source: moving picture music
ar_arab: موسيقى صورة متحركة

source: multi-colour
ar_arab: متعدد اللون

source: multicoloured
ar_arab: متعدد الألوان

source: multimedia
ar_arab: أوساط متعددة

source: multimedia (e.g. an item in regular print with a microfiche supplement)
ar_arab: وسائط متعددة (على سبيل المثال مادة بطباعة عادية مع ملحق الميكروفيش)

source: multiple formats
ar_arab: تنسيقات متعددة

source: multiple forms
ar_arab: أشكال متعددة

source: multiple or other
ar_arab: متعدد أو آخر

source: multiple or other form
ar_arab: متعدد أو شكل آخر

source: multiple/other lit. forms
ar_arab: متعدد/أشكال أدبية أخرى

source: multispectral photography
ar_arab: التصوير متعدد الأطياف

source: multispectral scanning
ar_arab: المسح متعدد الأطياف

source: mus:i Non-musical recording
ar_arab: mus:i تسجيل غير موسيقي

source: mus:j Musical recording
ar_arab: mus:j تسجيل موسيقي

source: music
ar_arab: موسيقى

source: music plate
ar_arab: لوحة موسيقية

source: music publisher
ar_arab: ناشر موسيقى

source: musical revue and comedy
ar_arab: كوميديا موسيقية ساخرة

source: must
ar_arab: يجب
