Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: must have USAGE, INSERT, UPDATE, DELETE, DROP and CREATE privileges on
ar_arab: يجب أن يمتلك امتيازات استخدام, إدخال, تحديث,حذف, اسقاط وإنشاء

source: n - In non-ISBD form
ar_arab: n - بشكل غير تدمك

source: n - New record
ar_arab: n - تسجيلة جديدة

source: n - laws and legislation
ar_arab: n -قوانين وتشريع

source: n - transparencies
ar_arab: n - شفافيات

source: n- Complete authority record
ar_arab: n- استناد مكتمل

source: n- Dates unknown
ar_arab: n- تواريخ غير معروفة

source: n- New
ar_arab: n-جديد

source: n- Not applicable
ar_arab: n- غير قابل للتطبيق

source: name: '
ar_arab: الاسم: '

source: ned&#601;rl&#593;ns (Dutch)
ar_arab: ned&#601;rl&#593;ns (الألمانية)

source: negative
ar_arab: سلبي

source: new word
ar_arab: كلمة جديدة

source: newspaper
ar_arab: جريدة

source: newspaper format
ar_arab: تنسيق الجريدة

source: next
ar_arab: التالي

source: nitrate
ar_arab: نيترات

source: nitrate - brownish, discoloration, fading, dusty
ar_arab: نترات - مائل للون البني، تغير اللون، يتلاشى، مغبر

source: nitrate - congealed
ar_arab: نترات - مجمد

source: nitrate - frothy, bubbles, blisters
ar_arab: نترات - رقيق، فقاعات، بثور

source: nitrate - powder
ar_arab: نترات - مسحوق

source: nitrate - pungent odour
ar_arab: نترات - رائحة نفاذة

source: nitrate - sticky
ar_arab: نترات - لزجة

source: nitrate - suspicious odour
ar_arab: نترات - رائحة مريبة

source: no ,donot delete
ar_arab: لا,لا تقم بالحذف

source: no NULL value in frameworkcode
ar_arab: لا توجد قيمة صفر في رمز الإطار

source: no active
ar_arab: غير نشط

source: no cumulative index or table of contents
ar_arab: لا يوجد فهرس تراكمي أو جدول محتويات

source: no deterioration
ar_arab: لا تدهور

source: no frequency (i.e. irregular)
ar_arab: لا يوجد تواتر (أي غير منتظم)

source: no illustrations
ar_arab: لا توجد إيضاحات

source: no index or name lis
ar_arab: لا يوجد فهرس أو قائمة أسماء

source: no narrative tex
ar_arab: لا يوجد نص روائي

source: no secondary support
ar_arab: لا يوجد دعم ثانوي

source: no sound
ar_arab: لا يوجد صوت

source: no title-page issued
ar_arab: لم يتم غصدار صفحة عنوان

source: nocturne
ar_arab: مقطوعة حالمة

source: non required value
ar_arab: قيمة غير مطلوبة

source: non-anamorphic (wide screen)
ar_arab: صورة غير مشوشة (شاشة واسعة)

source: non-photographic image
ar_arab: صورة غير فوتوغرافية

source: none
ar_arab: لا شيء

source: nonnitrate - advanced deterioration
ar_arab: غير نترات - تدهور متقدم

source: nonnitrate - disaster
ar_arab: غير نيترات - كارثة

source: normalised irregular
ar_arab: عدم انتظام تم تطبيعه

source: north
ar_arab: شمال

source: not
ar_arab: ليس

source: not a conference publication
ar_arab: ليس مطبوع مؤتمر

source: not a literary text
ar_arab: ليس نص أدبي

source: not a motion picture
ar_arab: ليس صورة متحركة

source: not a motion picture or video recording
ar_arab: ليس صورة متحرمة أو تسجيل فيديو

source: not a motion picture or visual projection
ar_arab: ليس صورة متحركة أو عرض مرئي

source: not a reproduction
ar_arab: ليس إعادة إنتاج

source: not a safety base
ar_arab: ليس أساس سلامة

source: not a videorecording
ar_arab: ليس تسجيل فيديو

source: not a visual projection
ar_arab: ليس عرض مرئي

source: not applicable
ar_arab: غير قابل للتطبيق

source: not applicable (item is silent)
ar_arab: غير قابل للتطبيق (المادة صامتة)

source: not applicable (item not a colour film)
ar_arab: غير قابل لتطبيق ( المادة ليست فيلما ملونا)

source: not applicable (not a colour film)
ar_arab: غير قابل للتطبيق ( ليس فيلم ملون)

source: not applicable, not a score
ar_arab: غير قابل للتطبيق، ليس هدف

source: not available
ar_arab: غير متاح

source: not biographical
ar_arab: ليس سيرة ذاتية

source: not known
ar_arab: ليس معروفا

source: not like
ar_arab: ليس مثل

source: not owned
ar_arab: غير مملوك

source: not present (no secondary support)
ar_arab: غير موجود ( لا يوجد دعم ثانوي)

source: not screened
ar_arab: غير منشور

source: notated musci
ar_arab: نوتة موسيقية

source: notated music
ar_arab: نوتة موسيقية

source: novel
ar_arab: رواية

source: novella
ar_arab: الرواية

source: numeric
ar_arab: رقمي

source: numeric data
ar_arab: بيانات رقمية

source: numeric table
ar_arab: جدول رقمي

source: o - Kit
ar_arab: o - عدة

source: o - Previously issued higher level record
ar_arab: o - تسجيلة عالية المستوى تم اصدارها مسبقا

source: o - illuminations
ar_arab: o - إضاءات

source: o - numeric table
ar_arab: o - جدول رقمي

source: o- Government agency&mdash;type undetermined
ar_arab: o- وكالة حكومية&mdash;النوع غير محدد

source: o- Government publication - level undetermined
ar_arab: o- مطبوع حكومي - مستوى غير محدد

source: o- Incomplete authority record
ar_arab: o- استناد غير مكتمل

source: o- Obsolete
ar_arab: o- مهمل

source: of %s
ar_arab: من%s

source: of an unknown error. Please refer to the error log for more details.
ar_arab: من خطأ غير معروف. الرجاء الرجوع إلى سجل الأخطاء للمزيد من التفاصيل.

source: oil
ar_arab: زيت

source: on
ar_arab: في

source: on %s
ar_arab: في%s

source: on %s %s
ar_arab: في %s %s

source: on <i>%s</i>
ar_arab: في<i>%s</i>

source: on a field like author (200f in UNIMARC), put 200f here, you will be able to see all biblios with the same author.
ar_arab: في حقل مثل المؤلف (200f في UNIMARC),ضع200f هنا, سوف تتمكن من رؤية كل التسجيلات البيبلوجرافية لنفس المؤلف

source: on a field that is a link (4xx) to reach another biblio. For example, put 011a in 464$x, will find the serials that are with this issn.
ar_arab: في حقل رابط(4xx) للوصول لتسجيلة بيبلوجرافية أخرى. على سبيل المثال,ضع 011a في 464$x, سوف تجد الدوريات التي لها هذا التدمد.

source: on loan:
ar_arab: في الإعارة:

source: on this item
ar_arab: في هذه المادة

source: once every
ar_arab: مرة كل

source: once every : the number before can be added on every issue or less often
ar_arab: واحد كل: يمكن إضافة العدد قبله على كل عدد أو الأقل غالبا

source: one colour
ar_arab: لون واحد

source: one field in this bloc should be filled : the subscription length can be calculated in weeks, months or number of issues to receive
ar_arab: حقل واحد في المجموعة يجب ملأه: طول الاشتراك يمكن حسابه بالأسابيع، الشهور أو عدد الأعداد المستلمة

source: one-colour, monochrome
ar_arab: لون واحد ، أحادية اللون

source: only this type :<b>%s %s</b>
ar_arab: هذا النوع فقط :<b>%s %s</b>

source: opac note : the field that appears in the OPAC (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically
ar_arab: ملحوظة الأوباك : الحقل الذي يظهر في واجهة المكتبي(مع بعض معلومات الاشتراك مثل تاريخ البدء وتاريخ الانتهاء.يجب ملأ هذا الحقل بطريقة عادية. لا يتم وضع شيء هنا آليا.

source: opac note : the field that appears in the librarian interface (with some other subscription information like beginning date and end date. This field must be filled manually. Nothing is put here automatically.
ar_arab: ملحوظة الأوباك : الحقل الذي يظهر في واجهة المكتبي(مع بعض معلومات الاشتراك مثل تاريخ البدء وتاريخ الانتهاء.يجب ملأ هذا الحقل بطريقة عادية. لا يتم وضع شيء هنا آليا.

source: opera
ar_arab: أوبرا

source: optical and magnetic sound track on motion picture film
ar_arab: مسار صوت مغناطيسي وبصري على فيلم صورة متحركة

source: optical disc
ar_arab: وصف بصرى

source: optical sound track on motion picture film
ar_arab: مسار صوت بصري على فيلم صورة متحركة

source: options &gt;&gt;&nbsp;&nbsp;
ar_arab: خيارات &gt;&gt;&nbsp;&nbsp;

source: or
ar_arab: أو

source: oratorio
ar_arab: أو

source: oratory, speeches
ar_arab: خطابة، خطب

source: order
ar_arab: طلب

source: order by:
ar_arab: طلب بواسطة:

source: original
ar_arab: أصلي

source: original, i.e. primary
ar_arab: أصلي, أي أولي

source: ornamental device not present
ar_arab: أداة زينة غير موجودة

source: ornamental device present
ar_arab: أداة زينة موجودة

source: ornamental letter
ar_arab: حرف الزينة

source: orthographic
ar_arab: إملائي

source: other
ar_arab: آخر

source: other (sepia, tinted, etc.)
ar_arab: أخرى (بني داكن ، ملون ، إلخ.)

source: other accompanying material
ar_arab: مادة مرافقة أخرى

source: other accompanying textual material
ar_arab: مادة نصية أخرى مصاحبة

source: other film type
ar_arab: نوع فيلم آخر

source: other film type/option>
ar_arab: نوع فيلم آخر/خيار>

source: other filmstrip type
ar_arab: نوع شريط فيلم آخر

source: other form
ar_arab: شكل آخر

source: other form of material
ar_arab: شكل آخر للمواد

source: other form of textual material
ar_arab: شكل آخر من المواد النصية

source: other forms of release
ar_arab: اشكال أخر للإصدار

source: other historical information
ar_arab: معلومات تاريخية أخرى

source: other kinds of contents
ar_arab: أنواع أخرى للمحتوى

source: other known type
ar_arab: نوع آخر معروف

source: other methods in colour
ar_arab: طرق أخرى للون

source: other methods of relief representation
ar_arab: طريقة أخرى لعرض الإعفاء

source: other non photographic medium
ar_arab: وسيط غير فوتوغرافي آخر

source: other non-projected graphic type
ar_arab: نوع رسم غير معروض آخر

source: other photographic medium
ar_arab: وسيط فوتوغرافي آخر

source: other tone
ar_arab: نبرة أخرى

source: other types of literary text
ar_arab: أنواع أخرى من النص الأدبي

source: other videotype
ar_arab: نوع فيديو آخر

source: other wide screen format
ar_arab: تنسيق شاشة واسعة آخر

source: others
ar_arab: أخرى

source: outtakes
ar_arab: مقتطفات مختارة

source: overdue actions for %s
ar_arab: حدث متأخر لـ %s

source: overture
ar_arab: استهلال

source: p - Mixed materials
ar_arab: p - مواد مختلطة

source: p - Previously issued as an incomplete, pre-publication record
ar_arab: p - تم إصداره مسبقا كتيجيلة غير مكتملة، ما قبل النشر

source: p - technical report
ar_arab: p - تقرير تقني

source: p- Distribution/production date
ar_arab: p- توزريع/تاريخ الانتاج

source: p- Increase in encoding level from prepublication
ar_arab: p- زيادة في مستوى الترميز من ما قبل النشر

source: p- Poetry
ar_arab: p- شعر

source: painting
ar_arab: رسم

source: paper
ar_arab: ورق

source: paper backed
ar_arab: ورق مقوى

source: paper contains watermark
ar_arab: يحتوي الورق على علامة مائية

source: paper does not contain watermark
ar_arab: لا يحتوي الورق على علامة مائية

source: paper, general
ar_arab: ورق، عام

source: parable
ar_arab: مثل

source: parameters
ar_arab: عوامل

source: parchment, vellum
ar_arab: مخطوطة، رق

source: parts exist (vocal and instrumental)
ar_arab: الأجزاء موجودة (صوتية وآلية)

source: parts not present
ar_arab: الأجزاء غير موجودة

source: passion music
ar_arab: شغف الموسيقى

source: passive microwave mapping
ar_arab: تخطيط ميكروويف سلبي

source: pastel
ar_arab: البستيل

source: patent
ar_arab: براءة اختراع

source: patron category
ar_arab: فئة مستفيد

source: patrons will be deleted
ar_arab: سوف يتم حذف المستفيدين

source: pencil
ar_arab: قلم رصاص

source: pending
ar_arab: معلق

source: periodical
ar_arab: دوري

source: perl -MCPAN -e "install %s";
ar_arab: perl -MCPAN -e "تثبيت %s";

source: permissions
ar_arab: صلاحيات

source: personal
ar_arab: شخصي

source: phony_submit
ar_arab: ارسال_كاذب

source: photocopying
ar_arab: التصوير الضوئي

source: photographic image
ar_arab: صورة فوتوغرافية

source: photographically
ar_arab: فوتوغرافيا

source: photography
ar_arab: التصوير الفوتوغرافي

source: photolithography
ar_arab: الليثوغرافيا الضوئية

source: photomechanical print
ar_arab: طباعة ضوئية

source: photomechanical reproduction
ar_arab: انتاج مكني ضوئي

source: photonegative
ar_arab: الصورة السلبية

source: photoprint
ar_arab: طباعة الصورة

source: picto map
ar_arab: خريطة مصورة

source: pictorial map
ar_arab: خريطة مصورة

source: pictorially
ar_arab: بالصور

source: picture
ar_arab: صورة

source: placed between %s and %s
ar_arab: وضع بين %s و %s

source: plan
ar_arab: خطة

source: planetary or lunar globe
ar_arab: العالم القمري أو الكوكبي

source: planned for
ar_arab: مخطط لـ

source: plans
ar_arab: خطط

source: plaster
ar_arab: ضمادة

source: plastic
ar_arab: بلاستيك

source: plastic (mass produced)
ar_arab: البلاستيك (كتلة منتجة)

source: plastic pressing
ar_arab: ضغط البلاستيك

source: plates
ar_arab: لوحات

source: please note your reason here...
ar_arab: الرجاء ذكر سببك هنا..

source: poetry
ar_arab: شعر

source: polarized
ar_arab: الاستقطاب

source: polemical treatise
ar_arab: دراسة جدلية

source: political work
ar_arab: عمل سياسي

source: polonaise
ar_arab: البولينيزية

source: polyconic
ar_arab: بوليكونيك

source: polyester
ar_arab: بوليستر

source: polyester base (e.g. ester)
ar_arab: أساس بوليستر (مثال: استير)

source: polyhedric
ar_arab: متعدد الأسطح

source: poor
ar_arab: فقير

source: popular music
ar_arab: الموسيقى الشعبية

source: porcelain
ar_arab: بورسلين

source: porcelaine
ar_arab: بورسلين

source: porphyry
ar_arab: الرخام السماقي

source: portrait
ar_arab: بورتريه

source: portraits
ar_arab: بورتريهات

source: positive
ar_arab: إيجابي

source: posters
ar_arab: ملصقات

source: postface
ar_arab: خاتمة

source: pre-primary (0-5)
ar_arab: ما قبل الابتدائي (0-5)

source: precious metals
ar_arab: معادن نفيسة

source: precious stones
ar_arab: أحجار كريمة

source: prelude and fugue
ar_arab: مقدمة وفوجا

source: preschool
ar_arab: ماقبل المدرسة

source: preservation
ar_arab: حماية

source: preview
ar_arab: مراجعة

source: previous
ar_arab: السابق

source: price
ar_arab: سعر

source: print
ar_arab: اطبع

source: printed
ar_arab: مطبوع

source: printer's device not present
ar_arab: جهاز الطابعة غير موجود

source: printer's device present
ar_arab: جهاز الطابعة موجود

source: printing
ar_arab: طباعة

source: printing master
ar_arab: الطباعةالرئيسية

source: production rolls
ar_arab: لفات الإنتاج

source: profile
ar_arab: ملف شخصي

source: programme music
ar_arab: موسيقى البرنامج

source: programmed text
ar_arab: النص المبرمج

source: programmed text books
ar_arab: الكتاب الدراسي المبرمج

source: programmed texts
ar_arab: نصوص مبرمجة

source: programmes and pressbooks
ar_arab: البرامج والكتب الصحفية

source: project description
ar_arab: وصف المشروع

source: projection of the International Map of the World
ar_arab: عرض الخريطة الدولية للعالم

source: préface, notes
ar_arab: مقدمة، ملاحظات

source: pseudo-score
ar_arab: نتيجة-زائفة

source: published by:%s
ar_arab: نشر بواسطة:%s

source: published separately - bound from publisher free - sent automatically
ar_arab: تم نشره بشكل منفصل- مقيد من النشر الحر - تم ارساله أليا

source: published separately - free upon request
ar_arab: تم نشره بشكل منفصل - حر عند الطلب

source: published separately - purchase-request
ar_arab: تم نشره منفصلا - طلب-شراء

source: published separately free - sent automatically
ar_arab: تم نشره بشكل منفصل حر - تم إرساله آليا

source: published separately-bound from publisher - free upon request
ar_arab: تم نشره بشكل منفصل - مقيد من الناشر - حر عند الطلب

source: published separately-bound from publisher - purchase uponrequest
ar_arab: تم نشره بشكل منفصل - مقيد من الناشر - الشراء عند الطلب

source: published separately-free - sent automatically
ar_arab: تم نشره بشكل منفصل - حر - تم إرساله آليا

source: publisher's device not present
ar_arab: أداة الناشر غير موجودة

source: publisher's device present
ar_arab: أداة الناشر موجودة

source: q - examination paper
ar_arab: q - ورق امتحان

source: q- Questionable date
ar_arab: q- تاريخ مشكوك فيه

source: quantity
ar_arab: كمية

source: quarter
ar_arab: ربع

source: quarter track
ar_arab: مسار ربع

source: quarterly
ar_arab: ربعيا

source: query authority file when adding/editing a record (during cataloging)
ar_arab: استعلام ملف الاستناد عند غضافة/تحرير تسجيلة (أثناء الفهرسة)

source: r - literature surveys/reviews
ar_arab: r - مسوحات/مراجعات أدبية

source: r- Art and Architecture Thesaurus
ar_arab: r- قاموس الفن والعمارة

source: r- Regular print reproduction
ar_arab: r-إعادة انتاج طباعة منتظمة

source: r- Related record required
ar_arab: r- التسجيلة ذات الصلة مطلوبة

source: r- Reprint/original date
ar_arab: r- إعادة طباعة/التاريخ الأصلي

source: random dot map
ar_arab: تخطيط نقطي عشوائي

source: rather than
ar_arab: بدلا من

source: reasons why a title is not for loan
ar_arab: أسباب لماذا العنوان ليس للإعارة

source: rebound
ar_arab: ارتداد

source: record-keeping work
ar_arab: عمل الاحتفاظ بالتسجيلة

source: recording not a tape
ar_arab: تسجيل وليس شريط

source: records in various encodings. Choose one):
ar_arab: التسجيلات بترميزات متعددة. اختر واحدا):

source: records in various format. Choose one):
ar_arab: التسجيلات بتنسيقات متعددة. اختر واحدا ):

source: recreations
ar_arab: استراحات

source: red strip
ar_arab: شريط أحمر

source: reference print/viewing copy
ar_arab: طبع المرجعية/عرض النسخة

source: reference work
ar_arab: عمل المرجعية

source: reformatted digital
ar_arab: رقمية معاد تنسيقها

source: regular
ar_arab: منتظم

source: regular print
ar_arab: طباعة منتظمة

source: rehearsal
ar_arab: تدريب

source: rehearsals
ar_arab: تدريبات

source: rehersal
ar_arab: تدريب

source: rejected
ar_arab: مرفوض

source: related
ar_arab: متعلق بـ

source: religious work
ar_arab: عمل ديني

source: remaining
ar_arab: متبقي

source: remote
ar_arab: عن بعد

source: remote sensing image
ar_arab: صورة استشعار عن بعد

source: remote-sensing image
ar_arab: صرة استشعار عن بعد

source: repeatable : whether it can be repeated or not. If it can be repeated, separate the values by a | in the MARC editor when you want to have the subfield twice
ar_arab: متكرر: سواء ان كان مكرر او لا . ان كان يمكن ان يتكرر, افصل القيم ب | فى تعديل مارك عندما تريد ان يكون لديك الحقل الفرعى مرتين

source: repeatable fields are managed.
ar_arab: تمت إدارة الحقول المكررة

source: replacement
ar_arab: بديل

source: replicas
ar_arab: مقلدة

source: reporting
ar_arab: تقرير

source: reports
ar_arab: تقارير

source: representational
ar_arab: تقديمي

source: requiem mass
ar_arab: قداس شامل

source: reserveforothers
ar_arab: حجز للآخرين

source: restored
ar_arab: استرجاع

source: restored, facsimile
ar_arab: مستعاد، فاكس

source: restored, imitation
ar_arab: استرجاع، تقليد

source: results_summary
ar_arab: النتائج_ملخص

source: review
ar_arab: مراجعة

source: reviews
ar_arab: مراجعات

source: rhapsody
ar_arab: رابسودية

source: rice paper
ar_arab: ورق الأرز

source: rock music
ar_arab: موسيقى الروك

source: roll
ar_arab: لفة

source: romance
ar_arab: رومانسية

source: rondo
ar_arab: روندو

source: rubric (i.e. heading etc. in special lettering)
ar_arab: عنوان (اي العنوان إلخ في الحروف الخاصة)

source: rushes
ar_arab: يندفع

source: s - Serial - Bibliographic item
ar_arab: s -دورية - مادة بيبلوجرافية

source: s - treaties
ar_arab: s - اتفاقيات

source: s&eacute;lection au moyen d'une liste de descripteurs
ar_arab: s&eacute;فصل من الكتاب المقدس من خلال قائمة بالوصف

source: s- Deleted; heading split into two or more headings
ar_arab: s- محذوفة; تقسيم الرؤوس إلى إثنين أو أكثر من رأس

source: s- Electronic
ar_arab: s- الكتروني

source: s- Sears List of Subject Headings
ar_arab: s-قائمة رؤوس الموضوعات سيرز

source: s- Serial
ar_arab: s- دورية

source: s- Shortened
ar_arab: s- مقصر

source: s- Single date
ar_arab: s- تاريخ مفرد

source: s- Speeches
ar_arab: s- خطب

source: s- State, provincial, territorial, dependent, etc.
ar_arab: s-الدول والمقاطعات والأقاليم ، وما إلى ذلك

source: s- State, provincial,territorial,dependent,etc.
ar_arab: s-الدول والمقاطعات والأقاليم ، وما إلى ذلك

source: s- State,provincial,territorial,dependent,etc.
ar_arab: s-الدول والمقاطعات والأقاليم ، وما إلى ذلك

source: sacred texts
ar_arab: نصوص مقدسة

source: safety (diacetate)
ar_arab: سلامة (ثنائي اسيتات)

source: safety (triacetate)
ar_arab: سلامة (ثلاثي اسيتات)

source: safety base
ar_arab: قاعدة الأمان

source: safety film
ar_arab: فيلم الأمان

source: same library, default patron type, default item type
ar_arab: نفس المكتبة، نوع المستفيد الافتراضي، نوع المادة الافتراضي

source: same library, default patron type, same item type
ar_arab: نفس المكتبة، نوع المستفيد الافتراضي، نفس نوع المادة

source: same library, same patron type, default item type
ar_arab: نفس المكتبة، نفس نوع المستفيد، نوع المادة الافتراضي

source: same library, same patron type, same item type
ar_arab: نفس المكتبة، نفس نوع المستفيد، نفس نوع المادة

source: samples
ar_arab: عينات

source: sanguine
ar_arab: دموي

source: save
ar_arab: حفظ

source: saved
ar_arab: محفوظ

source: saving %s %s
ar_arab: حفظ %s %s

source: scan or enter the barcode that has been assigned to the item
ar_arab: مسح أو إدخال الباركود الذي تم تعيينه للمادة

source: scientific work
ar_arab: عمل علمي

source: score
ar_arab: النتيجة

source: score (miniature or study size)
ar_arab: درجة ( مصغر أو حجم الدراسة)

source: score or other music format
ar_arab: النتيجة أو تنسيق موسيقي آخر

source: screened
ar_arab: فحص

source: script material
ar_arab: مادة النص

source: sculptures
ar_arab: منحوتات

source: section
ar_arab: قسم

source: seflag is on (%s)
ar_arab: علامة الدورية على (%s)

source: select * from marc_subfield_structure where frameworkcode is NULL
ar_arab: إختر * من مارك _الحقل الفرعى_ بنيه عندما يكون رمز الاطار ملغي

source: select * from marc_tag_structure where frameworkcode is NULL
ar_arab: إختر *من مارك_الرأس_البنيه عندما يكون رمز الاطار ملغى

source: select all
ar_arab: تحديد الكل

source: selection
ar_arab: مجموعة

source: semiannual (twice a year)
ar_arab: نصف سنويا (مرتين سنويا)

source: semimonthly (twice a month)
ar_arab: نصف شهريا(مرتين في الشهر)

source: semiweekly (twice a week)
ar_arab: نصف أسبوعيا (مرتين في الأسبوع)

source: sepia
ar_arab: بني داكن

source: sepia tone
ar_arab: اللون البني الداكن

source: serial
ar_arab: دورية

source: serial collection for <!--TMPL_VAR Name="bibliotitle"-->
ar_arab: مجموعة الدورية لــ <!--TMPL_VAR الاسم="العنوان البيبلوجرافي"-->

source: serials
ar_arab: دوريات

source: serialseq %s
ar_arab: دورياتeq %s

source: series
ar_arab: سلاسل

source: sermon
ar_arab: عظة

source: service books
ar_arab: كتب الخدمة

source: service copy
ar_arab: نسخة الخدمة

source: set back to
ar_arab: ضبطه مرة أخرى إلى

source: set or costume designs
ar_arab: ضبط أو تصميمات الأزياء

source: shellac pressing
ar_arab: ضغط اللك

source: shelving location (usually appears when editing an item)
ar_arab: موقع الترفيف ( يظهر غالبا عند تحرير مادة)

source: short stories
ar_arab: قصص قصيرة

source: short story
ar_arab: قصة قصيرة

source: should be updated.
ar_arab: يجب تحديثه

source: silkscreen
ar_arab: سيلك اسكرين

source: silver halide
ar_arab: هاليد الفضة

source: silver point
ar_arab: نقطة فضية

source: since last transfer
ar_arab: منذ النقل الأخير

source: sinfonia
ar_arab: تآلف

source: single
ar_arab: مفرد

source: single item
ar_arab: مادة مفردة

source: sinusoidal
ar_arab: جيبية

source: six track
ar_arab: المسار السادس

source: sixteen track
ar_arab: المسار السادس عشر

source: skin
ar_arab: جلد

source: skin (e.g. parchment, vellum)
ar_arab: الجلد (مثال: الرق، الجلد)

source: skins (leather, parchment, vellum, etc.)
ar_arab: الجلود (الجلد ، الرق ، الرق ، الخ.)

source: slide
ar_arab: شريحة

source: slide, slide set, stereograph
ar_arab: شريحة ، مجموعة الشرائح ، الصورة المجسمة

source: social customs
ar_arab: عادات اجتماعية

source: software, multimedia
ar_arab: برامج، وسائط متعددة

source: solo part
ar_arab: جزء منفرد

source: sonata
ar_arab: سوناتة

source: song
ar_arab: أغنية

source: sound
ar_arab: صوت

source: sound cartridge
ar_arab: لفافة صوت

source: sound cassette
ar_arab: كاسيت صوتي

source: sound disc
ar_arab: قرص صوتي

source: sound on medium
ar_arab: صوت متوسط

source: sound recording
ar_arab: تسجيل صوتي

source: sound recording-musical
ar_arab: تسجيل صوتي - موسيقي

source: sound recording-nonmusical
ar_arab: تسجيل صوتي - غير موسيقي

source: sound recordings
ar_arab: تسجيلات صوتية

source: sound-tape reel
ar_arab: بكرة شريط-صوت

source: sound-track film
ar_arab: فيلم مسار الصوت

source: sounds
ar_arab: أصوات

source: soundtrack separate
ar_arab: فصل الصوت

source: south
ar_arab: جنوب

source: space
ar_arab: فراغ

source: space observing
ar_arab: مراقبة الفضاء

source: spatial model on two dimensional surface
ar_arab: نموذج فضائي على سطح ثنائي الأبعاد
