Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Koha is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ar_arab: كوها برنامج مجاني; يمكنك إعادة توزيعه و/أو تعديله تحت شروط GNU الرخصة العمومية العامة كما نشر بواسطة مؤسسة البرامج المجانية; سواء الإصدار 2 من ارخصة, أو(في حالة اختيارك) أي إصدار تالي.

source: Koha link :
ar_arab: رابط كوها:

source: Koha link : <b>very important</b>. Koha is multi-MARC compliant. So, it does not know what the 245$a means, neither what 200$f (those 2 fields being both the title in MARC21 and UNIMARC !). So, in this list you can "map" a MARC subfield to it's meaning. Koha constantly maintains consistency between a subfield and it's meaning. When the user want to search on "title", this link is used to find what is searched (245 if you're MARC21, 200 if you're UNIMARC).
ar_arab: رابط كوها: <b>هام جدا</b>.كوها برنامج متوافق لمتعدد مارك. لذا,هو لا يعرف معنى 245$a , أو 200$f هذين الحقلين هما العنوان في كلا من مارك21و UNIMARC !). لذا, في هذه القائمة يمكنك "تخطيط" حقل مارك فرعي لمعناه. يقوم كوها باستمرار بمتابعة الاتساق بين الحقل الفرعي ومعناه حين يبحث المستفيد عن"عنوان", يستخدم هذا الرابط للعثور على ما يتم البحث عنه(245إذا كنت مارك 21, 200 إذا كنت UNIMARC).

source: Koha link:
ar_arab: رابط كوها:

source: Koha module:
ar_arab: نظام كوها الفرعي:

source: Koha staff client
ar_arab: برنامج عميل كوهها

source: Koha to MARC Mapping %s
ar_arab: تخطيط كوها لمارك %s

source: Koha to MARC Mapping &rsaquo; Connect %s.%s to a MARC subfield
ar_arab: تخطيط كوها لمارك &rsaquo; اتصل %s.%s بحقل مارك فرعي

source: Koha to MARC Mapping%s
ar_arab: تخطيط كوها لمارك%s

source: Koha to MARC mapping
ar_arab: تخطيط كوها لمارك

source: Koha uses subfield 9 to store the link between a bibliographic record and an authority record.
ar_arab: يستخدم كوها الحقل الفرعي 9 لتخزين الرابط بين التسجيلة البيبلوجرافية والاستناد

source: Koha uses the following terms:
ar_arab: يستخدم كوها المصطلحات التالية:

source: Koha version:
ar_arab: نسخة كوها:

source: Koha was unable to open the image for reading.
ar_arab: لم يستطع كوها فتح الصورة لقرائتها

source: Koha will auto-fill the fields in your new MARC record with the values supplied by the record you've just imported from the Z39.50 search.
ar_arab: سوف يقوم كوها بملأ الحقول آليا في تسجيلة مارك الجديدة مع القيم المزودة في التسجيلة التي قمت باستيرادها للتو من بحث z39.50

source: Koha with Zebra
ar_arab: كوها مع زيبرا

source: Koha without Zebra
ar_arab: كوها بدون زيبرا

source: Koha's Inventory Tool can be used in one of two ways, the first is by printing out a shelf list that you can then mark items off on, or by uploading a text files of barcodes gathered by a portable scanner.
ar_arab: يمكن استخدام أداة الجرد في كوها بإحدى طريقتين، الأولى هي طباعة قائمة رف يمكنك تحديد المواد من عليها، أو عن طريق تحميل ملفات نصية أو باركودات مجمعة بواسطة ماسح ضوئي محمول.

source: Koha's news module allows librarians to post news to the OPAC and the staff interface.
ar_arab: نظام الأخبار الفرعي في كوها يسمح للموظفين بنشر الأخبار في الأوباك وواجهة العميل

source: LC Call Number:
ar_arab: رقم طلب مكتبة الكونجرس:

source: LCCN
ar_arab: تدمد

source: LCCN:
ar_arab: تدمد:

source: LCCN: %s
ar_arab: تدمد: %s

source: LOC
ar_arab: موقع

source: LOC:
ar_arab: موقع:

source: LOST
ar_arab: مفقود

source: Label
ar_arab: ملصق

source: Label Batch Number %s
ar_arab: رقم دفعة الملصق %s

source: Label Batches
ar_arab: دفعات الملصق

source: Label Height:
ar_arab: ارتفاع الملصق:

source: Label Layout
ar_arab: تخطيط الملصق

source: Label Layouts
ar_arab: تخطيطات الملصق

source: Label Num.
ar_arab: رقم الملصق

source: Label Printing
ar_arab: طباعة الملصق

source: Label Profiles
ar_arab: أوضاع الملصق

source: Label Width:
ar_arab: عرض الملصق:

source: Label creator
ar_arab: منشئ الملصق

source: Label for lib:
ar_arab: ملصق للمكتبة:

source: Label for opac:
ar_arab: ملصق للأوباك:

source: Label heigth (Expressed in mm):
ar_arab: ارتفاع الملصق (معبر عنه بال مم):

source: Label width (Expressed in mm):
ar_arab: عضر الملصق (معبر عنه بال مم)

source: Labeled MARC
ar_arab: مارك بالملصق

source: Labeled MARC biblio : %s ( %s )
ar_arab: تسجيلة مارك بيبلوجرافية بالملصق : %s ( %s )

source: Labels Home
ar_arab: صفحة الملصق الرئيسية

source: Laboratory
ar_arab: معمل

source: Laboratory Search
ar_arab: بحث المعمل

source: Laboratory Search results
ar_arab: نتائج بحث المعمل

source: Lambert's azimuthal equal area
ar_arab: المساحة المساوية لزاوية لمبرت سميث

source: Lambert's conformal conic
ar_arab: المخروط المماثل للامبرت

source: Lambert's conformal conict
ar_arab: المخروط المماثل للامبرت

source: Lambert's cylindrical equal area
ar_arab: منطقة لامبرت متساوية الاسطوانية

source: Landsat I
ar_arab: لاندسات I

source: Landsat II
ar_arab: لاندسات II

source: Landsat III
ar_arab: لاندسات III

source: Language
ar_arab: لغة

source: Language of Cataloguing (Mandatory)
ar_arab: لغة الفهرسة (إلزامية)

source: Language:
ar_arab: لغة:

source: Languages
ar_arab: لغات

source: Langue:
ar_arab: لغة:

source: Lao
ar_arab: لاو

source: Large print
ar_arab: طبعة كبيرة

source: Laser optical (Reflective) videodisc
ar_arab: قرص فيديو بصري ليزر (عاكس)

source: Last Borrower:
ar_arab: آخر مستعير:

source: Last Location
ar_arab: آخر موقع

source: Last Seen
ar_arab: آخر مرة تمت رؤيته:

source: Last Updated
ar_arab: آخر تحديث

source: Last Updated:
ar_arab: آخر تحديث:

source: Last borrowed:
ar_arab: آخر استعارة:

source: Last renewal of subscription was <b>%s</b>
ar_arab: التجديد الأخير للإشتراك كان<b>%s</b>

source: Last seen
ar_arab: آخر رؤية

source: Last seen:
ar_arab: آخر رؤية:

source: Last set the horizontal and vertical creep. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
ar_arab: المجموعة الأخيرة الأفقية والعمودية المنسدلة. كن متأكدمن استعمال الأعداد التى تقابل الوحدات التى قمت بتحديدها فى اسفل النموذج . القيم السلبية مسموح بها

source: Last value
ar_arab: آخر قيمة

source: Last value / begins with : the last value calculated or the 1st value (when adding a subscription
ar_arab: القيمة الاخيرة /تبدأ ب : القيمة الأخيرة حسبت أو القيمة الأولى (عند إضافة إشتراك

source: Late
ar_arab: متأخر

source: Late : means that the book is late and should be arrived. A books changed to "late" status stays on the issue list, and the next waited number is generated
ar_arab: متأخر :تعنى أن الكتاب متأخر وكان يجب أن يصل. الكتب تغيرت إلى "متأخر" تبقى الحالة على قائمة العدد, والعدد المنتظر القادم منشأ

source: Late Orders
ar_arab: طلبات متأخرة

source: Late orders
ar_arab: طلبات متأخرة

source: Late orders is a report that checks for orders that were placed X days ago and still haven't been marked as received.
ar_arab: الطلبات المتأخرة هو تقرير يبحث عن الطلبات التي تم وضعها منذ X يوما ولا ولم يتم تحديدها مستلمة بعد.

source: Latin
ar_arab: اللاتينية

source: Latina (Latin)
ar_arab: اللاتينية

source: Law reports and digests
ar_arab: تقارير وملخصات قانونية

source: Layout Name
ar_arab: اسم التخطيط

source: Layout Templates will need to be defined for each type of Label sheet or page you wish to print to.
ar_arab: تصميم القوالب يحتاج إلى التعريف لكل نوع من ورقة الملصقات أو صفحة تريد طباعتها.

source: Layout:
ar_arab: تخطيط:

source: Layouts
ar_arab: تخطيطات

source: Leader Plugin
ar_arab: برنامج الفاتح المساعد

source: Leader building
ar_arab: بناء الفاتح

source: Learn more about Routing Lists later in this manual
ar_arab: تعلم المزيد عن قوائم التمرير لاحقا في هذا الدليل

source: Leave a message
ar_arab: اترك رسالة

source: Left Page Margin:
ar_arab: هامش الصفحة الأيسر:

source: Left Text Margin:
ar_arab: هامش النص الأيسر:

source: Left on Order
ar_arab: الترتيب باليسار

source: Legal
ar_arab: قانوني

source: Legal articles
ar_arab: مقالات قانونية

source: Legal cases and case notes
ar_arab: قضايا قانونية وملاحظات القضايا

source: Legend
ar_arab: أسطورة

source: Legislation
ar_arab: تشريع

source: Lenght
ar_arab: طول

source: Length:
ar_arab: طول:

source: Letter
ar_arab: خطاب

source: Level
ar_arab: مستوى

source: Lib
ar_arab: مكتبة

source: Librarian
ar_arab: مكتبي

source: Librarian identity:
ar_arab: هوية المكتب:

source: Librarian interface
ar_arab: واجهة المكتبات

source: Librarian:
ar_arab: المكتبة:

source: Libraries
ar_arab: مكتبات

source: Libraries <a1>Sort</a>
ar_arab: مكتبات <a1>ترتيب</a>

source: Libraries and Groups
ar_arab: المكتبة والمجموعات

source: Libraries can define library closings and holidays to be used when calculating due dates. You can make use of the Calendar by turning on the proper system preferences:
ar_arab: يمكن للمكتبات تعريف أيام إغلاق المكتبة والعطلات لاستخدامها في حساب تواريخ الاستحقاق يمكنك استخدام النتيجة عن طريق تشغيل مفضلات النظام المناسبة:

source: Libraries, branches and groups
ar_arab: مكتبات، فروع ومجموعات

source: Libraries, branches, groups
ar_arab: مكتبات، فروع، مجموعات

source: Library
ar_arab: المكتبة

source: Library %s - %s Checkin and Transfer Policy
ar_arab: المكتبة %s - %s سياسة النقل والرد

source: Library (Callnumber)
ar_arab: (رقم طلب) المكتبة

source: Library 2
ar_arab: المكتبة 2

source: Library :
ar_arab: المكتبة:

source: Library Management
ar_arab: إدارة المكتبة

source: Library Transfer Limits
ar_arab: حدود نقل المكتبة

source: Library branches are defined in your Basic Parameters.
ar_arab: تم تعريف فروع المكتبة في العوامل الأساسية

source: Library cannot be deleted because there are patrons or items using that library
ar_arab: لا يمكن حذف المكتبة لأن هناك مستفيدين أو مواد تستخدم هذه المكتبة

source: Library category added
ar_arab: تم إضافة فئة المكتبة

source: Library category deleted
ar_arab: تم حذف فئة المكتبة

source: Library category modified
ar_arab: تم تعديل فئة المكتبة

source: Library code
ar_arab: رمز المكتبة

source: Library deleted
ar_arab: تم حذف المكتبة

source: Library is invalid.
ar_arab: المكتبة غير صحيحة

source: Library not saved &mdash; code and/or name missing
ar_arab: لم يتم حفظ المكتبة&mdash; الرمز و/أو الاسم مفقود

source: Library of the patron:
ar_arab: مكتبة المستفيد:

source: Library saved
ar_arab: تم حفظ المكتبة

source: Library set-up
ar_arab: إعداد المكتبة

source: Library transfer limits
ar_arab: حدود نقل المكتبة

source: Library use
ar_arab: استخدام المكتبة

source: Library will be filled in automatically based on the library you chose from the pull down at the top of the page
ar_arab: سيتم ملأ المكتبة تلقائيا بناء على المكتبة التي تختارها من القائمة المنسدلة أعلى الصفحة

source: Library with that code already exists &mdash; Please enter a unique code
ar_arab: توجد مكتبة بهذا الرمز بالفعل &mdash; الرجاء إدخال رمزا مميزا

source: Library-maintained authority records
ar_arab: تسجيلات استناد تقوم المكتبة بصيانتها

source: Library:
ar_arab: المكتبة:

source: Library: %s &rArr; %s
ar_arab: المكتبة: %s &rArr; %s

source: Licenses
ar_arab: الترخيصات

source: Lift Debarment
ar_arab: القسم الأيسر

source: Limit the ability to transfer items between libraries based on the library sending, the library receiving, and the item type involved.
ar_arab: تحديد القدرة على نقل المواد بين المكتبات بناء على المكتبة المرسلة، المكتبة المستلمة، ونوع المادة

source: Limit the ability to transfer items between libraries based on the library sending, the library receiving, and the item type involved. These rules only go into effect if the preference UseBranchTransferLimits is set to ON.
ar_arab: تحديد القدرة على نقل المواد بين المكتبات بناء على المكتبة المرسلة، المكتبة المستلمة، ونوع المادة. هذه القواعد تدخل حيز التنفيذ في حالة تفعيل التفضيل UseBranchTransferLimits

source: Limit the number of items a patron can have checked out at the same time by entering a number in the 'Current Checkouts Allowed' field
ar_arab: حدد عدد المواد التي يمكن لمستفيد استعارتها مرة واحدة عن طريق إدخال رقم في حقل " الإعارات المسموح بها حاليا"

source: Limit to <a1>currently available items.</a>
ar_arab: تحديد لـ<a1>المواد المتاحة حاليا.</a>

source: Limit to a bib number range
ar_arab: تحديد لنطاق رقم بيبلوجرافي

source: Limit to a call number range
ar_arab: تحديد لنطاق رقم طلب

source: Limit to a specific item type
ar_arab: تحديد لنوع مادة محدد

source: Limit to a specific library
ar_arab: تحديد لمكتبة محددة

source: Limit to an acquisition date range
ar_arab: تحديد لنطاق تاريخ تزويد

source: Limit to any of the following
ar_arab: تحديد لأي من التالي

source: Limit to any of the following:
ar_arab: تحديد لأي من التالي:

source: Limit to:
ar_arab: الحد لـ:

source: Limit type to:
ar_arab: نوع الحد لـ:

source: Limits
ar_arab: حدود

source: Limits:
ar_arab: الحدود:

source: Line
ar_arab: خط

source: Link:
ar_arab: رابط:

source: Lisbon, Portugal
ar_arab: لشبونة، البرتغال

source: List
ar_arab: قائمة

source: List Fields
ar_arab: حقول القائمة

source: List Item Price Includes Tax:
ar_arab: قائمة سعر المادة شاملة الضريبة:

source: List Member:
ar_arab: عضو القائمة:

source: List Name
ar_arab: اسم القائمة

source: List Name:
ar_arab: اسم القائمة:

source: List Prices are
ar_arab: قوائم الأسعار هي

source: List Prices are:
ar_arab: قوائم الأسعار هي:

source: List Prices/Invoice Prices
ar_arab: قوائم الأسعار/ فواتير الأسعار

source: List name:
ar_arab: اسم القائمة:

source: List the holds that are ready &amp; await for the patron to take them at the library
ar_arab: سرد الحجوزات الجاهزة &amp; وفي انتظار المستفيد لالتقاطها من المكتبة

source: Lists
ar_arab: القوائم

source: Lists &rsaquo; Contents of %s
ar_arab: القوائم &rsaquo; محتويات الـ %s

source: Lists are permanent lists of items, similar to 'favorites'. Lists can be used to keep track of 'favorites' or to create reading lists as a readers' advisory tool. Items in a list link directly to your catalog.
ar_arab: القوائم هي قوائم دائمة بالمواد، تشبه "المفضلة". يمكن استخدام القوائم لتعقب "المفضلات" أو لإنشاء قوائم قراءة كأداة اقتراحات للقارئ. يتم ربط المواد الموجودة في القائمة مباشرة إلى فهرسك

source: Lists that include this title:
ar_arab: القوائم التي تحتوي على هذا العنوان:

source: Literary Text Indicator:
ar_arab: مؤشر النص الأدبي:

source: Literature code
ar_arab: رمز الأدب

source: Literature:
ar_arab: الأدب:

source: LoC Classification
ar_arab: تصنيف مكتبة الكونجرس

source: Loading tab...
ar_arab: تبويب التحميل...

source: Loading, please wait...
ar_arab: تحميل, الرجاء الانتظار...

source: Loan Period (day)
ar_arab: مدة الإعارة (يوم)

source: Loan length
ar_arab: طول الإعارة

source: Local History Materials
ar_arab: مواد التاريخ المحلى

source: Local Use
ar_arab: الاستخدام المحلي

source: Local Use Recorded
ar_arab: تم تسجيل الاستخدام المحلي

source: Local Use:
ar_arab: ااستخدام المحلي:

source: Localisation
ar_arab: أقلمة

source: Location
ar_arab: الموقع

source: Location <a1>Sort</a>
ar_arab: الموقع <a1>الترتيب</a>

source: Location and availability:
ar_arab: الموقع والتوافر:

source: Location selected
ar_arab: الموقع المحدد

source: Location(s)
ar_arab: الموقع (المواقع)

source: Location:
ar_arab: الموقع:

source: Lock Budget
ar_arab: غلق الميزانية

source: Locked
ar_arab: مغلق

source: Log View
ar_arab: عرض السجل

source: Log in to Koha
ar_arab: تسجيل الدخول إلى كوها

source: Log viewer
ar_arab: عارض السجل

source: Logged in as: %s [<a1>Log Out</a>]
ar_arab: تسجيل الدخول كـ: %s [<a1>تسجيل الخروج</a>]

source: Login &raquo;
ar_arab: تسجيل الدخول &raquo;

source: Login/password already exists.
ar_arab: تسجيل الدخول/كلمة المرور موجودة بالفعل

source: Logs
ar_arab: سجلات

source: Logs &rsaquo; Results
ar_arab: سجلات &rsaquo; نتائج

source: Logs:
ar_arab: سجلات:

source: London, United Kingdom
ar_arab: لندن، المملكة المتحدة

source: Look for existing records in catalog?
ar_arab: البحث عن تسجيلات حالية في الفهرس؟

source: Lost
ar_arab: مفقود

source: Lost (
ar_arab: مفقود (

source: Lost (%s)
ar_arab: مفقود (%s)

source: Lost Card
ar_arab: بطاقة مفقودة

source: Lost Card:
ar_arab: بطاقة مفقودة:

source: Lost Code
ar_arab: رمز مفقود

source: Lost Item
ar_arab: مادة مفقودة

source: Lost Items
ar_arab: مواد مفقودة

source: Lost Status:
ar_arab: حالة مفقودة:

source: Lost:
ar_arab: مفقود:

source: Lower Left X Coordinate
ar_arab: تنسيق X اليسار الأدنى

source: Lower Left Y Coordinate
ar_arab: تنسيق Y اليسار الأدنى

source: MARC
ar_arab: مارك

source: MARC (Unicode/UTF-8)
ar_arab: مارك (Unicode/UTF-8)

source: MARC (non-Unicode/MARC-8)
ar_arab: مارك (non-Unicode/MARC-8)

source: MARC Bibliographic Framework Test
ar_arab: اختبار إطار مارك للبيانات البيبلوجرافية

source: MARC Bibliographic framework
ar_arab: إطار مارك للبيانات البيبلوجرافية

source: MARC Bibliographic framework test
ar_arab: اختبار إطار مارك للبيانات البيبلوجرافية

source: MARC Card View
ar_arab: عرض بطاقة مارك

source: MARC Export
ar_arab: تصدير مارك

source: MARC Field
ar_arab: حقل مارك

source: MARC Framework for
ar_arab: إطار مارك لـ

source: MARC Frameworks
ar_arab: إطارات مارك

source: MARC Frameworks &rsaquo; %s %s
ar_arab: إطارات مارك &rsaquo; %s %s

source: MARC Frameworks &rsaquo; Confirm Deletion of Tag '%s'
ar_arab: إطارات مارك &rsaquo; تأكيد حذف الرأس '%s'

source: MARC Frameworks &rsaquo; Data Deleted
ar_arab: إطارات مارك &rsaquo;تم حذف البيانات

source: MARC Frameworks: %s
ar_arab: إطارات مارك: %s

source: MARC Import
ar_arab: استيراد مارك

source: MARC Staging results :
ar_arab: نتائج تنظيم مارك:

source: MARC Subfield
ar_arab: حقل مارك الفرعي

source: MARC Subfield Structure
ar_arab: بنية حقل مارك الفرعي

source: MARC Subfield Structure &rsaquo; %s
ar_arab: بنية حقل مارك الفرعي &rsaquo; %s

source: MARC Subfield Structure &rsaquo; Confirm Deletion of Subfield %s
ar_arab: بنية حقل مارك الفرعي &rsaquo; تأكيد حذف الحقل الفرعي%s

source: MARC Subfield Structure &rsaquo; Edit MARC subfields constraints
ar_arab: بنية حقول مارك الفرعية&rsaquo; تحرير قيود حقول مارك الفرعية

source: MARC Subfield Structure &rsaquo; Subfield Deleted
ar_arab: بنية الحقول الفرعية لمارك &rsaquo;تم حذف الحقل الفرعي

source: MARC biblio : %s ( %s )
ar_arab: مارك للبيانات البيبلوجرافية : %s ( %s )

source: MARC data that is not mapped to a Koha table does not disappear -- it is simply not available for display on circulation screens and on some search results screens.
ar_arab: بيانات مارك التي لم يتم تخطيطها إلى جدول كوها لا تختفي-- هي متاحة للعرض ببساطة في شاشات الإعارة وبعض شاشات نتائج البحث.

source: MARC field:
ar_arab: حقل مارك:

source: MARC fields
ar_arab: حقول مارك

source: MARC structure
ar_arab: بنية مارك

source: MARC subfield structure admin for %s (framework %s)
ar_arab: إدارة بنية حقول مارك الفرعية لـ %s (إطار %s)

source: MARC subfield:
ar_arab: حقل مارك فرعي:

source: MARC tag structure administration
ar_arab: إدارة بنية رؤوس مارك

source: MARC-8
ar_arab: مارك -8

source: MARC21
ar_arab: مارك21

source: METEOSAT
ar_arab: ميتوستات

source: MJ Ray
ar_arab: MJ شعاع

source: MUST
ar_arab: يجب

source: Madras, India
ar_arab: مدراس، الهند

source: Madrid, Spain
ar_arab: مدريد، أسبانيا

source: Magnus Enger
ar_arab: ماغنوس إنجر

source: Magyar (Hungarian)
ar_arab: المجر (مجري)

source: Mail
ar_arab: البريد

source: Main Branch
ar_arab: الفرع الرئيسي

source: Main address
ar_arab: العنوان الرئيسي

source: Main entry
ar_arab: المدخل الرئيسي

source: Main entry ($a only)
ar_arab: المدخل الرئيسي($a فقط)

source: Make <a1>Payment</a>
ar_arab: عمل <a1>فاتورة</a>

source: Make Budget Active
ar_arab: تنشيط الميزانية

source: Make Payment
ar_arab: عمل فاتورة

source: Make a selection from the drop down list. The &quot;All Vendors&quot; count gives you a count of the total number of current item claims across all vendors.
ar_arab: قم بتحديد من القائمة المنسدلة. ال &quot;كل المزودين&quot; عدد يعطيك عدد إجمالي مطالبات المواد الحالية عبر كل المزودين.

source: Make the appropriate choices from the pull-down menus, and Koha will create the encoded Leader data and insert it into your 000@ subfield.
ar_arab: قم بالاختيارات المناسبة من القوائم المنسدلة,وسوف يقوم كوها بإنشاء بيانات الفاتح المرمزة في حقلك الفرعي 000@ .

source: Make the changes you'd like and click 'Save'
ar_arab: قم بالتغييرات التي تريدها ثم انقر "حفظ"

source: Male
ar_arab: ذكر

source: Manage Batches
ar_arab: إدارة الدفعات

source: Manage CSV export profiles
ar_arab: أدر أوضاع تصدير CSV

source: Manage Images
ar_arab: إدارة الصور

source: Manage Layouts
ar_arab: إدارة التخطيطات

source: Manage Patron Image
ar_arab: إدارة صورة المستفيد

source: Manage Profiles
ar_arab: إدارة الملفات الشخصية

source: Manage Rotating Collections
ar_arab: أدر تدوير المجموعات

source: Manage Staged MARC Records
ar_arab: أدر تسجيلات مارك المنظمة

source: Manage Suggestions
ar_arab: إدارة المقترحات

source: Manage Templates
ar_arab: إدارة القوالب

source: Manage global system preferences like MARC flavor, date format, administrator email, and templates.
ar_arab: أدر مفضلات النظام العامة مثل مارك، تنسيق التاريخ، بريد الادارة الالكتروني، والقوالب.

source: Manage orders
ar_arab: إدارة الطلبيات

source: Manage rules for automatically matching MARC records during record imports.
ar_arab: إدارة القواعد لمضاهاة تسجيلات مارك تلقائيا أثناء استيراد التسجيلة

source: Manage staged records
ar_arab: إدارة التسجيلات المنظمة

source: Manage suggestions
ar_arab: إدارة المقترحات

source: Managed by
ar_arab: مدار بواسطة

source: Managed by /on
ar_arab: مدار بواسطة / في

source: Managed by:
ar_arab: مدار بواسطة:

source: Managed by: %s
ar_arab: مدار بواسطة: %s

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed.
ar_arab: المستخدم في التسجيلة : التعامل مع التسجيلةعند إظهار الحقول الفرعية. التجاهل يعني أن الحقل الفرعي غير مستخدم

source: Managed in tab : deals with the tab where the subfield is shown. Ignore means that the subfield is not managed. All subfields of a given field must be in the same tab or ignored : 1st it's more logic, 2nd, Koha would be confused to repeat repeatable fields otherwise !!!
ar_arab: المستخدم في التسجيلة: التعامل مع التسجيلة عند ظهور الحقل الفرعي. التجاهل يعني أن الحقل الفرعي غير مستخدم . كل الحقول الفرعية أو الحقول الموجودة يجب أن تكون موجودة في نفس المكان أو يتم تجاهلها: الأول أنه أكثر منطقية، الثاني سيكون نظام كوها مرتبك لتكرار حقول مكررة وإلا!!!

source: Managed in tab:
ar_arab: مدار في تبويب:

source: Managed staged MARC records, including completing and reversing imports
ar_arab: إدارة تسجيلات مارك المنظمة، شاملة إتمام وعكس الاستيراد

source: Management Notes:
ar_arab: ملاحظات الإدارة:

source: Management date:
ar_arab: تاريخ الإدارة:

source: Mandatory
ar_arab: إلزامي

source: Mandatory : whether the field is mandatory or not. If mandatory, the cataloger can't validate the biblio if the subfield is empty.
ar_arab: إلزامي: سواء كان الحقل إلزاميا أم لا. إذا كان إلزاميا، لا يمكن للمفهرس التحقق من صحة التسجيلة البيبلوجرافية إذا كان الحقل الفرعي خاليا.

source: Mandatory,
ar_arab: إلزامي,

source: Mandatory:
ar_arab: إلزامي:

source: Mandoline
ar_arab: مندولين

source: Manual Credit
ar_arab: ائتمان يدوي

source: Manual Invoice
ar_arab: فاتورة يدوية

source: Manual history :
ar_arab: تاريخ يدوي:

source: Manual history:
ar_arab: تاريخ يدوي:

source: Manual invoices can be paid the same way as automatic fines, by clicking on 'Pay fines'
ar_arab: يمكن دفع الفواتير اليدوية بنفس طريقة الغرامات الآلية، بالنقر على "دفع الغرامات"

source: Manual issue %S
ar_arab: إصدار يدوي %S

source: Many of the subsidiary modules can be found under Tools.
ar_arab: العديد من نظم الوحدات الفرعية يمكن العثور عليها أدنى أدوات

source: Map
ar_arab: خريطة

source: Map projection
ar_arab: عرض الخرائط

source: Mappings for this framework
ar_arab: تخطيطات لهذا الإطار

source: Maps
ar_arab: خرائط

source: Maps, Globes
ar_arab: خرائط، كرات أرضية

source: Marc Chantreux
ar_arab: مارك شانترو

source: March
ar_arab: مارس

source: Marco Gaiarin
ar_arab: ماركو جيريان

source: Margin Bottom (Expressed in mm):
ar_arab: هامش سفلي (يعبر عنه بال مم):

source: Margin Left (Expressed in mm):
ar_arab: هامش أيسر (يعبر عنه بال مم):
