Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Rotating Collections: Add/Remove Items
ar_arab: مجموعات التدوير: إضافة/حذف مواد

source: Rotating Collections: Edit Collections
ar_arab: مجموعات التدوير: تحرير المجموعات

source: Rotating Collections: Transfer Collection
ar_arab: مجموعات التدوير: نقل المجموعة

source: Rotating collections
ar_arab: مجموعات التدوير

source: Routing
ar_arab: تمرير

source: Routing list
ar_arab: قائمة تمرير

source: Routing:
ar_arab: تمرير:

source: Row
ar_arab: صف

source: Rows:
ar_arab: صفوف:

source: Rules for overdue actions:
ar_arab: قواعد لإجراءات المتأخرات:

source: Run
ar_arab: تشغيل

source: Run the report
ar_arab: تشغيل التقرير

source: Russel Garlick
ar_arab: راسل جارليك

source: Ryan Higgins
ar_arab: ريان هيجينز

source: Résumé:
ar_arab: السيرة الذاتية :

source: SELECT surname,firstname FROM borrowers WHERE branchcode=&lt;&lt;Enter patrons library|branches&gt;&gt; AND surname like &lt;&lt;Enter filter for patron surname (% if none)&gt;&gt;
ar_arab: حدد لقب,اسم أول من المستعيرين حيث رمز الفرع=&lt;&lt;أدخل مكتبة المستفيدين|فروع&gt;&gt; اللقب مثل &lt;&lt;ادخل مرشح للقب المستفيد(% إذا لم يكن)&gt;&gt;

source: SMS
ar_arab: الرسائل النصية القصيرة

source: SMS Messaging
ar_arab: ارسال الرسائل النصية القصيرة

source: SMS number:
ar_arab: رقم الرسالة النصية القصيرة:

source: SQL View
ar_arab: عرضSQL

source: STACK
ar_arab: مخزون

source: SUBTOTAL
ar_arab: المجموع الفرعي

source: SUDOC serial history:
ar_arab: SUDOCتاريخ دورية:

source: SUGGEST
ar_arab: اقترح

source: Salutation:
ar_arab: تحية:

source: Sample
ar_arab: عينة

source: Sample :
ar_arab: عينة:

source: Sample Overdue Notice
ar_arab: عينة إخطار تأخير

source: Santiago, Chile
ar_arab: سانتياجو، تشيلي

source: Saturday
ar_arab: السبت

source: Save
ar_arab: حفظ

source: Save Changes
ar_arab: حفظ التغييرات

source: Save Compound
ar_arab: حفظ المركب

source: Save Record
ar_arab: حفظ التسجيلة

source: Save Report
ar_arab: حفظ التقرير

source: Save Settings
ar_arab: حفظ الإعدادات

source: Save Your Custom Report
ar_arab: حفظ تقريرك المخصص

source: Save all %s preferences
ar_arab: حفظ كل %s التفضيلات

source: Save and edit items
ar_arab: حفظ وتحرير التسجيلة

source: Save and preview routing slip
ar_arab: حفظ ومراجعة شريط التمرير

source: Save and view record
ar_arab: حفظ ورؤية التسجيلة

source: Save changes
ar_arab: حفظ التغييرات

source: Save subscription
ar_arab: حفظ الاشتراك

source: Save subscription history
ar_arab: حفظ سجل الاشتراك

source: Saved Report Results
ar_arab: نتائج التقرير المحفوظ

source: Saved Reports
ar_arab: التقارير المحفوظة

source: Saved Results
ar_arab: النتائج المحفوظة

source: Saved SQL
ar_arab: المحفوظ SQL

source: Saving...
ar_arab: حفظ...

source: Saxophone
ar_arab: ساكسفون

source: Scan Index for: %S
ar_arab: مسح الفهرس لـ: %S

source: Scan Index:
ar_arab: مسح الفهرس:

source: Scan Indexes
ar_arab: مسح الفهارس

source: Scan a barcode to check in:
ar_arab: مسح الباركود ضوئيا للرد:

source: Scan or paste the barcode/s of the item you wish to add
ar_arab: امسح أو الصق باركود/باركودات المادة التي ترغب في إضافتها

source: Scan to type the barcode for the book you want to transfer into the barcode field
ar_arab: امسح لكتابة باركود الكتاب الذي تريد نقله إلى حقل الباركود

source: Schedule
ar_arab: جدول

source: Schedule tasks to run
ar_arab: جدولة المهام للتشغيل

source: Schedule this report to run using the: <a1>Scheduler Tool</a>
ar_arab: جدول هذا التقرير لتشغيله باستخدام: <a1>أداة المجدول</a>

source: Score:
ar_arab: درجة:

source: Script of Title
ar_arab: مخطوطة العنوان

source: Scroll down to the image upload form
ar_arab: التمرير أسفل إلى استمارة تحميل الصورة

source: Search
ar_arab: بحث

source: Search All Headings
ar_arab: بحث كل العناوين

source: Search Authorities
ar_arab: بحص الاستنادات

source: Search Budgets
ar_arab: بحث الميزانيات

source: Search Budgets:
ar_arab: بحث الميزانيات:

source: Search Cities
ar_arab: بحث المدن

source: Search Contracts
ar_arab: بحث العقود

source: Search Currencies
ar_arab: بحث العملات

source: Search Domain
ar_arab: بحث المجال

source: Search Existing Notices:
ar_arab: بحث الملاحظات الحالية:

source: Search Existing Records
ar_arab: بحث التسجيلات الحالية

source: Search For:
ar_arab: ابحث عن:

source: Search Funds
ar_arab: بحث التمويلات

source: Search Funds:
ar_arab: بحث التمويلات:

source: Search Main Heading
ar_arab: بحث الرؤوس الاساسية

source: Search Notices
ar_arab: بحث الإخطارات

source: Search On
ar_arab: بحث في

source: Search Orders
ar_arab: بحث الطلبات

source: Search Patron Categories
ar_arab: بحث فئات المستفيد

source: Search Patrons
ar_arab: بحث المستفيدين

source: Search Printers
ar_arab: بحث الطابعات

source: Search Results
ar_arab: نتائج البحث

source: Search Road Types
ar_arab: بحث أنواع الطريق

source: Search Stop Words
ar_arab: بحث كلمات التوقف

source: Search String Matches For free text fields in that database, enter a string/phrase for the criteria to match on
ar_arab: ابحث مضاهاة المتغير لحقول النص الحر في قاعدة البيانات, أدخل متغير/عبارة لمعيار المضاهاة

source: Search Subscriptions
ar_arab: بحث الاشتراكات

source: Search Subscriptions:
ar_arab: بحث الاشتراكات:

source: Search Suggestions
ar_arab: بحث المقترحات

source: Search System Preferences
ar_arab: بحث مفضلات النظام

source: Search also : a list of field that Koha will also search on when the user do a search on the subfield
ar_arab: ابحث أيضا: قائمة الحقول التي سوف يبحثها كوها أيضا عندما يقوم المستخدم باجراء بحث في الحقل الفرعي

source: Search between two dates
ar_arab: البحث بين تاريخين

source: Search by Patron Category Name:
ar_arab: البحث بواسطة اسم فئة المستفيد:

source: Search by contract name or/and description:
ar_arab: البحث باسم العقد أو /و الوصف:

source: Search catalog:&nbsp;
ar_arab: بحث الفهرس:&nbsp;

source: Search for Biblio
ar_arab: البحث عن تسجيلات بيبلوجرافية

source: Search for Budget Owner
ar_arab: البحث عن مالك الميزانية

source: Search for Serial Routing List
ar_arab: البحث عن قائمة تمرير الدورية

source: Search for Tag
ar_arab: البحث عن الوسيمة

source: Search for a subscription by using the filter button (with a ISSN or a title). If you enter a title, you can use the wildcard % : entering <b>%Times%</b> returns every subscription containing Times in the title. Entering <b>New York%</b> returns every subscription with title starting with New York
ar_arab: ابحث عن الاشتراك باستخدام زر الترشيح(بالتدمد أو العنوان). إذا أدخلت عنوان, يمكنك استخدام هذا البدل% : إدخال<b>%مرات%</b> تعيد كل اشتراك يحتوي مرات في العنوان. إدخال <b>نيويورك%</b> يعيد كل اشتراك بعنوان يبدأ بنيويورك

source: Search for a vendor
ar_arab: البحث عن مزود

source: Search for another record
ar_arab: البحث عن تسجيلة أخرى

source: Search for guarantor
ar_arab: البحث عن الضامن

source: Search for items
ar_arab: hgfpe uk hgl,h]

source: Search for keyword(s):
ar_arab: البحث عن الكلمة (الكلمات) المفتاحية:

source: Search for the Authority
ar_arab: البحث عن الاستناد

source: Search for the authority
ar_arab: ابحث عن الاستناد

source: Search for the partial record in your catalog and then go to Edit &gt; Edit Record and from there you can do a Z39.50 search to pull in a more full record or you can do your full cataloging there.
ar_arab: ابحث عن التسجيلة الجزئية في فهرسك ثم اذهب إلى تحرير&gt;قم بتحرير التسجيلة ومن هناك يمكنك إجراء بحث Z39.50 لإنشاء تسجيلة أكثر اكتمالا أو يمكنك إجراء فهرستك الكاملة هناك.

source: Search for the patron you have the image for
ar_arab: ابحث عن المستفيد الذي لديك صورته

source: Search for the record you'd like to copy
ar_arab: ابحث عن التسجيلة التي ترغب في نسخها

source: Search for the vendor you want by using the 'Vendor Search' at the top.
ar_arab: ابحث عن المزود الذي تريده باستخدام "بحث المزود" في الأعلى

source: Search for this Author
ar_arab: ابحث عن هذا المؤلف

source: Search in the calendar the day you want to set as holiday.
ar_arab: ابحث في النتيجة عن اليوم الذي تريد في ضبطه كعطلة

source: Search index:
ar_arab: بحث الفهرس:

source: Search on
ar_arab: بحث عن

source: Search on %s
ar_arab: بحث عن %s

source: Search on <!-- TMPL_VAR NAME="marc_value" ESCAPE="html" -->
ar_arab: بحث ثاني <!-- TMPL_VAR NAME="marc_value" ESCAPE="html" -->

source: Search on <!-- TMPL_VAR name="marc_value" -->
ar_arab: بحث عن <!-- TMPL_VAR name="marc_value" -->

source: Search or browse for the patron you'd like to edit
ar_arab: البحث عن أو تصفح المستفيد الذي ترغب في تحريره

source: Search orders:
ar_arab: بحث الطلبات:

source: Search results
ar_arab: نتائج البحث

source: Search results from %s to %s of %s
ar_arab: نتائج البحث من %s إلى %s of %s

source: Search string matches %S
ar_arab: البحث عن تسجيلات تكافئ %S

source: Search targets
ar_arab: بحث الأهداف

source: Search the Catalog
ar_arab: بحث الفهرس

source: Search the catalog and the reservoir:
ar_arab: بحث الفهرس والمخزن:

source: Search value
ar_arab: بحث القيمة

source: Search value:
ar_arab: بحث القيمة:

source: Search vendors:
ar_arab: بحث المزودين:

source: Search z390.50 Servers
ar_arab: بحث z390.50 خودام

source: Search:&nbsp;
ar_arab: بحث:&nbsp;

source: Searchable:
ar_arab: قابل للبحث:

source: Searched for
ar_arab: تم البحث عنه

source: Searching
ar_arab: بحث

source: Searching Koha's bibliographic and authorities databases can be accomplished in two ways: Koha can utilize a textual index engine (Zebra) or use its own internal indexing scheme (NoZebra).
ar_arab: بحث قواعد بيانات استنادات كوها وبياناته البيبلوجرافية يمكن اجراؤه بإحدى طريقتين:يمكن أن يستخدم كوها محرك فهرسة نصي (زيبرا) أو يستخدم مخططه الداخلي الخاص (NoZebra).

source: Searching Subtypes on the Staff Client
ar_arab: بحث الأنواع الفرعية في برنامج العميل

source: Searching:
ar_arab: بحث:

source: Searching: %s
ar_arab: بحث: %s

source: Season
ar_arab: موسم

source: Seasonal only
ar_arab: موسميا فقط

source: Sebastiaan Durand
ar_arab: سباستيان دوراند

source: Second
ar_arab: ثاني

source: Second (complete with 0):
ar_arab: الثاني (كامل مع 0):

source: Second Letter
ar_arab: خطاب ثاني

source: Second overdue
ar_arab: متأخر ثاني

source: Secondary support material
ar_arab: مادة دعم ثانوية

source: Secondary support material - visual projection
ar_arab: مادة دعم ثانوية - عرض مرئي

source: Seconds:
ar_arab: ثواني:

source: See <a1>MARC Code List for Countries</a>
ar_arab: انظر <a1>قائمة رموز مارك للبلدان</a>

source: See <a1>MARC Code List for Languages</a>
ar_arab: انظر <a1>قائمة رموز مارك للغات</a>

source: See any subscription attached to this biblio
ar_arab: انظر أي اشتراكات متصلة بهذه التسجيلة البيبلوجرافية

source: See online help for advanced options
ar_arab: انظر المساعدة على الانترنت للخيارات المتقدمة

source: Seen
ar_arab: تمت رؤيته

source: Sel. &amp; close
ar_arab: Sel. &amp; اغلق

source: Select
ar_arab: تحديد

source: Select "New Label Batch" to create a Label batch.
ar_arab: حدد "دفعة ملصق جديدة" لإنشاء دفعة ملصق

source: Select "New Patron Card Batch" to create a Label batch.
ar_arab: حدد "دفعة بطاقة مستفيد جديدة" لإنشاء دفعة ملصق

source: Select 'Authority types'
ar_arab: تحديد "أنواع الاستناد"

source: Select All
ar_arab: تحديد الكل

source: Select Columns for Display
ar_arab: تحديد الأعمدة للعرض

source: Select Criteria to Limit on
ar_arab: تحديد معايير للتحديد عليها

source: Select Day:
ar_arab: تحديد اليوم:

source: Select Delete from the Edit dropdown menu in the normal view of the record.
ar_arab: تحديد حذف من قائمة تحرير المنسدلة في العرض العادي للتسجيلة

source: Select Download Format:
ar_arab: حدد تنسيق التنزيل:

source: Select From Database Value For data that is given an authorized value in the Koha database, you the drop down list to select one value
ar_arab: حدد من قيمة قاعدة البيانات للبيانات المعطاة قيمة استناد في قاعدة بيانات كوها، استخدم القائمة المنسدلة لتحديد قيمة واحدة

source: Select Month:
ar_arab: حدد شهر:

source: Select Note
ar_arab: حدد ملاحظة

source: Select Records to Export
ar_arab: تحديد تسجيلات للتصدير

source: Select a Category type
ar_arab: تحديد نوع فئة

source: Select a MARC file to stage in the import reservoir. It will be parsed, and each valid record staged for later import into the catalog.
ar_arab: تحديد ملف مارك لتنظيمه في مخزن الاستيراد. سيتم تحليله، وتنظيم كل تسجيلة صالحة للاستيراد لاحقا في الفهرس.

source: Select a borrower category
ar_arab: تحديد فئة مستعير

source: Select a branch
ar_arab: تحديد فرع

source: Select a branch:
ar_arab: تحديد فرع:

source: Select a collection
ar_arab: تحديد مجموعة

source: Select a file to import into the borrowers table
ar_arab: تحديد ملف لاستيراده إلى جدول المستعيرين

source: Select a layout to be applied:
ar_arab: تحديد تخطيط لتطبيقه:

source: Select a library :
ar_arab: تحديد مكتبة:

source: Select a library:
ar_arab: تحديد مكتبة:

source: Select a location:
ar_arab: تحديد موقع:

source: Select a notice and patrons on the routing list will be notified when new issues are received.
ar_arab: تحديد إخطار وسيتم إعلام المستفيدين على لائحة التمرير عند استلام أعداد جديدة

source: Select a patron:
ar_arab: تحديد مستفيد:

source: Select a template to be applied:
ar_arab: تحديد قالب لتطبيقه:

source: Select an authority framework
ar_arab: تحديد إطار استناد

source: Select an existing list
ar_arab: تحديد قائمة حالية

source: Select borrowers or enter manually the names
ar_arab: تحديد مستعيرين أو إدخال الاسماء يدويا

source: Select how many columns and rows are in your page type.
ar_arab: تحديد عدد الأعمدة والصفوف في نوع الصفحة الخاصة بك.

source: Select how you want the report ordered
ar_arab: تحديد كيف تريد طلب التقرير

source: Select items you want to check
ar_arab: تحديد المواد التي تريد التحقق منها

source: Select local databases
ar_arab: تحديد قواعد البيانات المحلية

source: Select none to see all branches
ar_arab: تحديد لا شيء لرؤية كل الفروع

source: Select notice:
ar_arab: تحديد إخطار:

source: Select one or more images to delete.
ar_arab: تحديد صورة أو أكثر للحذف

source: Select planning type:
ar_arab: تحديد نوع تخطيط:

source: Select remote databases:
ar_arab: تحديد قواعد بيانات بعيدة:

source: Select table
ar_arab: تحديد جدول

source: Select the biblionumber to attach the item to
ar_arab: تحديد الرقم البيبلوجرافي لربط المادة إليه

source: Select the file to import:
ar_arab: تحديد ملف للاستيراد:

source: Select the file to stage:
ar_arab: تحديد ملف للتنظيم:

source: Select the file to upload:
ar_arab: تحديد ملف للتحميل:

source: Select the information you want to display in columns by setting the 'Column' radio button next to that category.
ar_arab: تحديد المعلومات التي تريد عرضها في الأعمدة عن طريق إعداد زر "العمود" بجانب تلك الفئة،

source: Select the information you want to display in rows by setting the 'Row' radio button next to that category
ar_arab: تحديد المعلومات التي تريد عرضها في الصفوف عن طريق إعداد زر "الصف" بجانب تلك الفئة

source: Select the item to attach
ar_arab: تحديد مادة لربطها

source: Select the profile you want to be applied to the label template at this time. Remember: Only one Printer Profile can be applied at any given time.
ar_arab: حدد السمت الذي تريد تطبيقه على قالب الملصق هذه المرة. تذكر: يمكن تطبيق سمت طابعة واحد فقط في كل مرة.

source: Select to display or not:
ar_arab: تحديد العرض أم لا:

source: Select used MARC framework:
ar_arab: تحديد إطار مارك المستخدم:

source: Select your MARC flavour
ar_arab: تحديد شكل مارك الخاص بك

source: Select?
ar_arab: تحديد؟

source: Selected items :
ar_arab: المواد المحددة:

source: Selecting Default Settings
ar_arab: تحديد الإعدادات الافتراضية

source: Selma Aslan
ar_arab: سلمى اصلان

source: Semi-colon (;)
ar_arab: منقوطة (؛)

source: Semiannual
ar_arab: نصف سنوية

source: Semimonthly
ar_arab: نصف شهرية

source: Semiweekly
ar_arab: نصف أسبوعية

source: Send
ar_arab: إرسال

source: Send SMS
ar_arab: ارسل راسلة نصية قصيرة

source: Send To
ar_arab: أرسل إلى

source: Send list
ar_arab: ارسل القائمة

source: Send notification
ar_arab: أرسل إخطار

source: Sending your cart
ar_arab: إرسال سلتك

source: Sending your list
ar_arab: إرسال قائمتك

source: Sent notices for %s %s
ar_arab: الإخطارات المرسلة إلى%s %s

source: Separated from:
ar_arab: منفصل عن:

source: September
ar_arab: سبتمبر

source: Serial
ar_arab: دورية

source: Serial Collection
ar_arab: مجموعة دورية

source: Serial Collection information for <i>%s</i>
ar_arab: معلومات مجموعة الدورية ل <i>%s</i>

source: Serial Edition <i>%s
ar_arab: طبعة الدورية<i>%s

source: Serial Type
ar_arab: نوع الدورية

source: Serial collection
ar_arab: مجموعة الدورية

source: Serial issues
ar_arab: أعداد الدورية

source: Serial number<!-- TMPL_VAR name="subscriptionid" -->
ar_arab: رقم الدورية<!-- TMPL_VAR name="subscriptionid" -->

source: Serial receipt creates an item record.
ar_arab: استلام الدورية ينشئ تسجيلة مادة.

source: Serial receipt does not create an item record.
ar_arab: استلام الدورية لا ينشئ تسجيلة مادة.

source: Serial receive
ar_arab: استلام دورية

source: Serial search results
ar_arab: نتائج بحث الدورية

source: Serial subscription: search for vendor
ar_arab: اشتراك الدورية: بحث المزود

source: Serial: %s
ar_arab: دورية: %s

source: Serials
ar_arab: دوريات

source: Serials (Routing List)
ar_arab: دوريات (قائمة تمرير)

source: Serials Claims
ar_arab: مطالبات الدوريات

source: Serials Statistics
ar_arab: إحصائيات الدوريات

source: Serials issues and summary
ar_arab: إصدارات وملخص الدوريات

source: Serials planning
ar_arab: تخطيط الدوريات

source: Serials subscription add and modify help
ar_arab: إضافة وتعديل مساعدة اشتراك الدوريات

source: Serials subscription detail help
ar_arab: مساعدة تفاصيل اشتراك الدوريات

source: Serials subscription help
ar_arab: مساعدة اشتراك الدوريات

source: Serials subscriptions
ar_arab: وصف الدوريات

source: Serials updated :
ar_arab: تم تحديث الدوريات:

source: Serialseq
ar_arab: تسلسل الدوريات

source: Series
ar_arab: سلاسل

source: Series Title
ar_arab: عنوان السلسلة

source: Series Title:
ar_arab: عنوان السلسلة:

source: Series:
ar_arab: السلسلة:

source: Server
ar_arab: خادم

source: Server Information
ar_arab: معلومات الخادم

source: Server information
ar_arab: معلومات الخادم

source: Session timed out
ar_arab: إنتهاء وقت الجلسة

source: Session timed out, please log in again
ar_arab: :إنتهى وقت الجلسة، رجاء تسجيل الدخول مرة اخرى

source: Set Active Template
ar_arab: إعداد القالب النشط

source: Set Flags
ar_arab: إعداد العلامات

source: Set Library
ar_arab: ضبط المكتبة

source: Set Library:
ar_arab: ضبط المكتبة:

source: Set Permissions
ar_arab: ضبط الصلاحيات

source: Set Privileges for %s, %s
ar_arab: ضبط الامتيازات لـ%s, %s

source: Set Status
ar_arab: ضبط الحالة

source: Set To Lowest Priority
ar_arab: ضبط للأدنى أولوية

source: Set back to
ar_arab: أعد ضبط إلى

source: Set back to : if the previous condition is valid, the calculated number is set to this one instead
ar_arab: أرجع إلى :الحالة السابقة المتاحة, الرقم المحسوب هو الذي الذي حدد هذه القيمة البديلة

source: Set due date to expiry:
ar_arab: حدد تاريخ الإستحقاق لإنتهاء الصلاحية:

source: Set inventory date to:
ar_arab: ضبط تاريخ الجرد إلى:

source: Set left- and bottom-margins of the page that you are going to use. This parameter will help to center the barcodes on the labels.
ar_arab: حدد اليسارt- والأسفل-هوامش الصفحة التي ستستخدمها هذه الخاصية ستساعدك لتوسيط الباركود على الملصق.

source: Set library
ar_arab: ضبط المكتبة

source: Set notice/status triggers for overdue items
ar_arab: ضبط إخطار التأخير / الحالة المرسلة لموادك المتأخرة

source: Set printer configuration corresponding to your environment
ar_arab: ضبط تهيئة الطابعة المتوافقة مع بيئتك

source: Set reserve to waiting and transfer book to %s:
ar_arab: ضبط الحجز للانتظار وانقل الكتاب إلى %s:

source: Set the page type.
ar_arab: ضبط نوع الصفحة

source: Set to Patron
ar_arab: ضبط إلى المستفيد

source: Set width and height of the label that you are going to work with.
ar_arab: ضبط عرض وارتفاع الملصق الذي سوف تعمل به

source: Set your system's default DPI.
ar_arab: حدد القيمة الإفتراضية ل DPI.

source: Setting Limits
ar_arab: حدود الإعدادات

source: Setting Patron Permissions
ar_arab: إعداد صلاحيات المستفيد

source: Setting up item types is one of the first things you should do after installing the Koha software.
ar_arab: إعداد أنواع المادة هو من أول الأشياء التي يجب فعلهها بعد تثبيت برنامج كوها.

source: Setting your home branch is critical. It enables Koha to accurately record statistics, circulation (what branch an item has been checked out from or returned to), and transfers.
ar_arab: إعداد فرعك الرئيسي أمر حاسم. فهو يمكن كوها من تسجيل الإحصائيات بشكل دقيق، الإعارة ( من اي فرع تمت إعارة المادة أو إعادتها)، والانتقالات.

source: Sex
ar_arab: النوع

source: Sex:
ar_arab: النوع:

source: Sharon Moreland
ar_arab: شارون مورلاند

source: Sharp (#)
ar_arab: شارب (#)

source: Shelving Location
ar_arab: موقع الترفيف

source: Shipment date:
ar_arab: تاريخ الشحنة:

source: Shipping
ar_arab: شحن

source: Show
ar_arab: عرض

source: Show Biblio
ar_arab: عرض التسجيلة البيبلوجرافية

source: Show Calendar
ar_arab: عرض النتيجة

source: Show Category:
ar_arab: عرض الفئة:

source: Show More
ar_arab: عرض المزيد

source: Show active funds only
ar_arab: عرض التمويلات النشطة فقط

source: Show actual/estimated values:
ar_arab: عرض القيم الحقيقية/التقديرية:

source: Show all Titles beginning with
ar_arab: عرض كل العنوانين التي تبدأ بـ:

source: Show all Titles beginning with:
ar_arab: عرض كل العنوانين التي تبدأ بـ:

source: Show all budgets
ar_arab: عرض كل الميزانيات

source: Show all subjects beginning with:
ar_arab: عرض كل الموضوعات التي تبدأ بـ:

source: Show any items currently issued:
ar_arab: عرض اي مواد تم إصدارها مؤخرا:

source: Show budgets
ar_arab: عرض الميزانيات

source: Show end date calendar
ar_arab: عرض تاريخ نهاية النتيجة

source: Show my
ar_arab: اعرض الخاص بي

source: Show my funds only
ar_arab: اعرض تمويللاتي فقط

source: Show my tags
ar_arab: اعرض وسيماتي

source: Show start date calendar
ar_arab: عرض تاريخ بدء النتيجة

source: Show up to
ar_arab: اعرض حتى

source: Show/Hide Advanced Pattern
ar_arab: عرض / اخفاء النمط المتقدم

source: Show:
ar_arab: عرض:

source: Showing All Items | <a1>Show Last 50 Items Only</a>
ar_arab: عرض كل المواد | <a1>عرض أخر 50 مادة فقط</a>

source: Showing Last 50 Items | <a1>Show All Items</a>
ar_arab: عرض آخر 50 مادة | <a1>عرض كل المواد</a>

source: Showing only
ar_arab: عرض فقط

source: Shows on transit slips
ar_arab: عرض على شرائط النقل

source: Sidelooking Airbone Radar
ar_arab: Sidelooking Airbone رادار

source: Similar Items
ar_arab: مواد مشابهة

source: Simple to configure and maintain
ar_arab: من السهل تهيئته وصيانته

source: Since
ar_arab: منذ

source: Sincerely, Library Staff
ar_arab: مع خالص التقدير، موظفي المكتبة

source: Single Branch mode is ON.
ar_arab: وضع الفرع الواحد مفعل

source: Size:
ar_arab: الحجم:

source: Skip copies on loan:
ar_arab: تخطي النسخ المعارة:

source: Skylab
ar_arab: سكاي لاب

source: Slides 2 x 2in. (5*5 cm)
ar_arab: شرائح 2 x 2بوصة. (5*5 سم)

source: Slides 21⁄4 x 21⁄4 in. (5.5*5.5 cm)
ar_arab: شرائح 21⁄4 x 21⁄4بوصة (5.5*5.5 سم)

source: Software Coop
ar_arab: برنامج تعاوني

source: Some fields (such as the 100) offer Authority Plugins
ar_arab: بعض الحقول(مثل الـ 100) يقدم برامج استناد مساعدة

source: Some of these will automatically enter the data just by clicking in the text field, others require that you click on the '...'
ar_arab: بعضا من هذه سوف يدخل البيانات آليا بمجرد النقر في حقل النص,وأخرى يتطلب منك النقر على الـ '...'

source: Some perl modules are missing.
ar_arab: بعض نظم بيرل الفرعية مفقودة

source: Some vendors will offer a blanket discount to all orders placed with them, this will be calculated from their list price.
ar_arab: سوف يقوم بعض المزودين بتقديم خصما ثابتا لكل الطلبات التي قاموا بوضعها، سيتم حساب ذلك من قائمة أسعارهم

source: Soprano
ar_arab: سوبرانو

source: Sorry, tags are not enabled on this system.
ar_arab: عذرا، الرؤوس غير مفعلة على هذا النظام

source: Sorry, that barcode is already in use
ar_arab: عذرا، هذا الباركود قيد الاستخدام بالفعل

source: Sorry, there is no help available for this topic
ar_arab: عذرا، لا يوجد مساعدة متاحة لهذا الموضوع

source: Sort 1:
ar_arab: فرز 1:
