Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: The Units pull down is used to define what measurement scale you're going to be using for the template. This should probably match the unit of measurement used on the template description provided by the product vendor.
ar_arab: قائمة الوحدات المنسدلة يتم استخدامها لتعريف وحدة القياس التي سوف تستخدمها للقالب. يجب أن يكون ذلك غالبا وحدة القياس المستخدمة في وصف القالب الذي يوفره مزود المنتج.

source: The Units pull down is used to define what measurement scale you're going to be using for your layout.
ar_arab: قائمة الوحدات المنسدلة تستخدم في تعريف وحدة القياس التي سوف تستخدمها لتخطيطك.

source: The Units pull down is used to define what measurement scale you're going to be using for your profile.
ar_arab: قائمة الوحدات المنسدلة تستخدم في تعريف وحدة القياس التي سوف تستخدمها لصفحتك الشخصية

source: The administration area is where you set all of your preferences for the system. Preference are broken down into several categories.
ar_arab: منطقة الإدارة هي المكان الذي تقوم به بضبط كل التفضيلات لنظامك. تنقسم التفضيلات إلى العديد من الفئات.

source: The attribute value %s is already is use by another patron record.
ar_arab: قيمة السمة %s مستخدمة بالفعل بواسطة تسجيلة مستفيد أخرى

source: The authorised values for &quot;Reason&quot; can be set under System Administration &gt; Authorised Values. From the drop down select the &quot;SUGGEST&quot; authorised value category and add your custom reasons.
ar_arab: قيم الاستناد لـ &quot;السبب&quot; يمكن ضبطها أدنى إدارة النظام&gt; قيم الاستناد. من القائمة المنسدلة حدد ال &quot;اقترح&quot; فئة قيمة الاستنادوأضف اسبابك المخصصة.

source: The barcode %s was not found.
ar_arab: الباركود %s لم يتم العثور على

source: The barcode was not found
ar_arab: لم يتم العثور على باركود

source: The beginning date is missing or invalid.
ar_arab: تاريخ البدء مفقود أو غير صحيح.

source: The biblio.biblionumber and biblioitems.biblioitemnumber fields be mapped to a MARC subfield,
ar_arab: حقول biblio.biblionumber and biblioitems.biblioitemnumber يجب تخطيطها إلى حقل مارك فرعي,

source: The card number can be auto-calculated, scanned in from a barcode scanner or entered in by hand. The auto-calculated card number can be turned ON and OFF in your system preferences.
ar_arab: يمكن حساب رقم البطاقة أليا، مسحه ضوئيا من ماسحة الباركود أو إدخاله يدويا. يمكن تفعيل وإيقاف حساب رقم البطاقة آليا من مفضلات النظام الخاصة بك.

source: The cart was sent to: %s
ar_arab: تم إرسال السلة إلى: %s

source: The claim will be resolved once received status has changed. Search for the Subscription and then click &quot;Serial receive&quot; to locate the issue and change it's status.
ar_arab: سوف يتم حل المطالبة بمجرد تغيير حالة الاستلام. ابحث عن الاشتراك وانقر &quot;استلام الدورية&quot; لتحديد العدد وتغيير حالته

source: The column <b>Koha field</b> shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, and a Koha interface. This link ensures that both DB are synchronized
ar_arab: العمود<b>حقل كوها</b> يوضح أن الحقل الفرعي متصل بحقل كوها. يمكن أن يدير كوها واجهة مارك, وواجهة كوها. يؤمن الرابط أن كلا من قاعدتي البيانات متزامنتين.

source: The column Koha field shows that the subfield is linked with a Koha field. Koha can manage a MARC interface, or a Koha interface. This link ensures that both DB are synchronized, thus you can change from a MARC to a Koha interface easily.
ar_arab: عمود حقل كوها يظهر أن الحقل الفرعي مرتبط بحقل كوها. يمكن لكوها إدارة واجهة مارك, أو واجهة كوها. يضمن هذا الرابط أن كلا من قاعدتي البيانات متزامنتين, لكي تتمكن من التغيير من مارك إلى واجهة كوها بسهولة.

source: The correspounding subfield MUST be in with -1 (ignore) tab
ar_arab: الحقل الفرعي المناظر يجب أن يكون ب -1 (تجاهل) تبويب

source: The database image quota currently only allows a maximum of %s images to be stored at any one time. Please delete one or more images to free up quota space.
ar_arab: حصة صورة قاعدة البيانات حاليا تسمح فقط بحد أقصى من %s الصور ليتم تخزينها في أي مرة واحدة. الرجاء حذف صورة أو أكثر لتحرير بعض مساحة الحصة

source: The database returned an error while
ar_arab: أعادت قاعدة البيانات خطأ أثناء

source: The database returned the following error:
ar_arab: أعادت قاعدة البيانات الخطأ التالي

source: The day information will also be filled in automatically based on the date you clicked on the calendar
ar_arab: سيتم ملأ معلومات اليوم أيضا تلقائيا بناء على التاريخ الذي قمت بالنقر عليه في النتيجة

source: The default minimum password length is 3 characters long. To change this value, update your system preferences.
ar_arab: الحد الأدنى الافتراضي لطول كلمة المرور هو 3 أحرف. لتغيير هذه القيمة، قم بتحديث تفضيلات نظامك.

source: The developers of the Label Creator module hope you will find this an extremely useful tool in the course of your cataloging work. You are encouraged to submit any enhancement requests as well as any bugs via <a1>Koha Project Bugzilla</a>.
ar_arab: يأمل مطورو نظام منشئ الملصق الفرعي أن تجده أداة مفيدة للغاية أثناء عمل الفهرسة الخاص بك. يمكنك إرسال اي طلبات تحسين وكذلك أية مشكلات عبر <a1>Koha Project Bugzilla</a>.

source: The developers of the Patron Card Creator module hope you will find this an extremely useful tool. You are encouraged to submit any enhancement requests as well as any bugs via <a1>Koha Project Bugzilla</a>.
ar_arab: يأمل مطورو نظام منشئ بطاقة المستفيد الفرعي أن تجده أداة مفيدة للغاية أثناء عمل الفهرسة الخاص بك. يمكنك إرسال اي طلبات تحسين وكذلك أية مشكلات عبر <a1>Koha Project Bugzilla</a>.

source: The dictionary provides a way that you can define custom criteria for reporting by combining existing criteria.
ar_arab: يوفر القاموس طريقة يمكنك تخصيص معايير بها للتقرير بجمع المعايير الحالية

source: The due date &quot;%s&quot; is invalid
ar_arab: تاريخ الاستحقاق &quot;%s&quot; غير صحيح

source: The ending date is missing or invalid.
ar_arab: تاريخ الانتهاء مفقود أو غير صحيح.

source: The extended attributes feature is completely optional. If the 'ExtendPatronAttributes' system preference is OFF, customizable patron attributes will not be usable.
ar_arab: خاصية السمات الموسعة اختيارية تماما. إذا تم إيقاف تفضيل النظام 'ExtendPatronAttributes' , لن تكون سمات المستفيد القابلة للتخصيص قابلة للاستخدام.

source: The field is non-repeatable and already exists in the destination record. Therefore, you cannot add it.
ar_arab: الحقل غير قابل للتكرار وموجود بالفعل في التسجيلة المقصودة. لذا، لا يمكنك إضافنه.

source: The field itemnum MUST be mapped
ar_arab: يجب تخطيط الحقل رقم المادة

source: The fields 'branchcode' and 'categorycode' are <b>required</b> and <b>must match</b> valid entries in your database.
ar_arab: الحقول 'رمز الفرع' and 'رمز الفئة' هي <b>مطلوبة</b> و<b>يجب أن تضاهي</b> المدخلات الصحيحة في قاعدة بياناتك

source: The filing rule %s is used by at least one classification source. Please remove it from all classification source definitions before trying again.
ar_arab: قاعدة التسجيل %s يتم استخدامها بواسطة مصدر تصنيف واحد على الأقل. الرجاء حذفها من تعريفات مصادر التصنيف قبل المحاولة مرة أخرى.

source: The final way to receive serials is from the 'Serial Collection' page. To the left of the Subscription summary page there is a menu with a link to 'Serial Collection'
ar_arab: الطريقة النهائية لاستلام الدوريات من صفحة 'مجموعة الدورية' . إلى يسار صفحة ملخص الاشتراك يوجد قائمة لها رابط إلى 'مجموعة الدورية'

source: The first notice's delay should be less than the second, which should be less than the third for the
ar_arab: اخطار التأخير الأول يجب أن يكون أقل من الثاني، والذي يجب أن يكون أقل من الثالث للـ

source: The following barcodes were found :
ar_arab: تم العثور على الباركودات التالية:

source: The following error occurred while importing the database structure:
ar_arab: تمت مصادفة الخطأ التالي اثناء استيراد بنية قاعدة البيانات:

source: The following error was encountered:
ar_arab: تمت مصادفة الخطأ التالي :

source: The following errors were found. Please correct them and submit again:
ar_arab: تم العثور على الأخطاء التالية. الرجاء تصحيحها والإرسال مرة أخرى:

source: The following fields are wrong. Please fix them.
ar_arab: الحقول التالية خاطئة. الرجاء تصحيحها.

source: The following holds have not been filled. Please retrieve them and check them in.
ar_arab: لم يتم ملأ الحجوزات التالية. الرجاء استردادها والتحقق منها.

source: The following item(s) are currently overdue:
ar_arab: المادة (المواد) التالية متأخرة حاليا:

source: The following items have not been received from you and are now considered missing:
ar_arab: لم يتم استلام المواد التالية منك وتم اعتبارها الآن مفقودة:

source: The following items were modified:
ar_arab: تم تعديل المواد التالية:

source: The following patrons have bills.
ar_arab: لدى المستفيدين التاليين فواتير

source: The home branch is the branch you want recorded as the origination of circulation functions while you are logged in.
ar_arab: الفرع الرئيسي هو الفرع الذي تريد تسجيله كأصل وظائف الإعارة اثناء تسجيل دخولك.

source: The index name is 'aud' and it's derived from 008/22
ar_arab: اسم الفهرس هو 'aud' وهو مشتق من 008/22

source: The index name is 'ctype' is taken from the 008 and it's where we get the 'additional content types'. It's position 008/24-28 field. Common values are:
ar_arab: اسم الفهرس هو 'ctype'مأخوذ من ال 008 وهو حيث نحصل على 'أنواع المحتوى الإضافية'. موقعه هو الحقل 008/24-28 . القيم العامة هي:

source: The index name is 'l-format' and it's an index of positions 007/01 and 007/02. Common values are:
ar_arab: اسم الفهرس هو 'l-تنسيق' وهو فهرس موقعه 007/01 و 007/02. القيم العامة هي:

source: The item has successfully been attached to <i>%s</i>.
ar_arab: تم ربط المادة بنجاح إلى<i>%s</i>.

source: The item types are the &quot;categories&quot; into which your library items fall. For instance, you probably want to have videocassettes in a different category from non-fiction books, and mysteries in a different category from children's picture books. If you already are using a commercial ILS, you almost certainly already have all of your materials divided up into such categories. Now you need to tell Koha what your categories are.
ar_arab: أنواع المواد هي &quot;فئات&quot;تقع فيها مواد مكتبتك. على سبيل المثال, من المحتمل أنك تريد أن يكون لديك فيديو كاسيت في فئة مختلفة عن الكتب غير الأدبية, والألغاز في فئة مختلفة عن كتب الأطفال المصورة. إذا كنت بالفعل تستخدم ILSتجاري, فأنت على الأغلب تمتلك بالفعل كل المواد مقسمة إلى مثل هذه الفئات. الآن يجب عليك إخبار كوها ما هي فئاتك.

source: The item will be moved to the 'Accepted' or 'Rejected' menu
ar_arab: سيتم نقل المادة إلى قائمة "مقبول" أو "مرفوض"

source: The item(s) was not added because the branch is not set. Please set your branch before adding items to a batch.
ar_arab: لم يتم إضافة المادة(المواد) لأن الفرع لم يتم ضبطه. الرجاء ضبط فرعك قبل إضافة المواد إلى الدفعة.

source: The itemtype code is limited to four characters. This code is rarely displayed by Koha; instead the description of the type will be what users see.
ar_arab: رمز نوع المادة محدد إلى أربع أحرف. نادرا ما يتم عرض الرمز بواسطة كوها؛ بدلا من ذلك سيرى المستخدم وصف النوع.

source: The left part
ar_arab: الجزء الأيسر

source: The librarian added orders using the form in Koha, then 'received' them on that brief record.&nbsp; Is there a way to download the full record right in acquisitions so that the item gets attached to that full record? Or if not that, a way to replace the brief record with a complete one?
ar_arab: قام موظف المكتبة بإضافة طلبات باستخدام الصفحة في كوها,ثم 'استلم'هذه المواد على هذه التسجيلة المختصرة.&nbsp;هل هناك طريقة لتنزيل التسجيلة الكاملة مباشرة في التزويد لكي يتم ربط المواد بهذه التسجيلة الكاملة? أو طريقة لتبديل التسجيلة المختصرة بأخرى كاملة?

source: The list <i>%s</i> is not empty.
ar_arab: القائمة <i>%s</i> ليست خالية

source: The list was sent to: %s
ar_arab: تم إرسال القائمة إلى: %s

source: The log viewer will show you what actions are being taking in your ILS during a set time period
ar_arab: عرض السجل سوف يعرض لك الاجراءات التي يتم اتخاذها في ILS الخاصة بك أثناء فترة زمنية تم ضبطها

source: The measurements can be found on the vendor product packaging or website.
ar_arab: يمكن العثور على القياسات في تعبئة منتجات المزود أو الموقع الالكتروني

source: The merging was successful. <a1>Click here to see the merged record.</a>
ar_arab: الدمج كان ناجحا <a1>انقر هنا لرؤية التسجيلة التي تم دمجها</a>

source: The name you assign to the layout is for your benefit, name it something that will be easy to identify at a later date
ar_arab: الاسم الذي تقوم بتعيينه للتخطيط يكون لفائدتك، قم بتسميته اسما من السهل التعرف عليه في وقت لاحق

source: The new CSV profile "%s" has been successfully created.
ar_arab: الجديد CSVسمت "%s" تم إنشاؤه بنجاح

source: The new CSV profile "%s" has not been created.
ar_arab: الجديد CSVسمت "%s" لم يتم إنشاؤه

source: The new charge will appear on the 'Account' tab
ar_arab: سوف تظهر الرسوم الجديدة في تبويب "حساب"

source: The new credit will appear on the 'Account' tab
ar_arab: سوف يظهر الائتمان الجديد في تبويب "حساب"

source: The number of days (%s) must be a number between 0 and 999.
ar_arab: عدد الأيام (%s) يجب أن يكون رقما بين0 و999.

source: The numbering of issues received can be a complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
ar_arab: ترقيم الأعداد المستلمة يمكن أن يحتوي على ضيغ معقدة. ال "صيغة الترقيم"يمكن ملأها بأي نص و/أو أرقام. 3 رموز خاصة <b>{X} {Y}</b> و<b>{Z}</b> يمكن استخدامها لتعريف صيغة الإعارة. XYZ يتم حساب قيم بالطريقة التالية:

source: The numbering of items received can contain complex formulas. The "numbering formula" can be filled with any text and/or numbers. 3 special tokens <b>{X} {Y}</b> and <b>{Z}</b> can be user to define the calculation formula. XYZ values are calculated with the following method:
ar_arab: ترقيم المواد المستلمة يمكن أن يحتوي على ضيغ معقدة. ال "صيغة الترقيم"يمكن ملأها بأي نص و/أو أرقام. 3 رموز خاصة <b>{X} {Y}</b> و<b>{Z}</b> يمكن استخدامها لتعريف صيغة الإعارة. XYZ يتم حساب قيم بالطريقة التالية:

source: The online help directory is:
ar_arab: مسار المساعدة على الانترنت هو:

source: The order has been canceled, although one or more items could not have been deleted.
ar_arab: تم إلغاء الطلب، بالرغم من أنه لم يمكن حذف أحد المواد او أكثر.

source: The order has been canceled, although the record has not been deleted.
ar_arab: تم إلغاء الطلب، بالرغم من عدم حذف التسجيلة.

source: The order has been successfully canceled.
ar_arab: تم إلغاء الطلب بنجاح.

source: The other image can be something like a library logo or symbol that you uploaded using the 'Manage Images' module of the Patron Card Creator Tool.
ar_arab: يمكن أن تكونا الصورة الأخرى شيئا ما كشعار المكتبة أو رمزا تقوم بتحميله باستخدام نظام "إدارة الصور" الفرعي في أداة منشئ بطاقة المستفيد.

source: The other way to set the library is to click 'Set library' on the main circulation page
ar_arab: الطريقة الأخرى لضبط المكتبة هي النقر على "ضبط المكتبة" في صفحة الإعارة الأساسية

source: The password entered is too short
ar_arab: كلمة المرور التي تم إدخالها قصيرة جدا

source: The patron has a debt of %s
ar_arab: المستفيد عليه دين بقيمة %s

source: The pull-down menu lists all the Koha tables that can receive values from the MARC records. The columns from each table are listed below the pull-down menu.
ar_arab: القائمة المنسدلة تسرد كل جداول كوها التي يمكنها استلام قيم من تسجيلات مارك. الأعمدة من كل جدول يتم إدراجها أدنى القائمة المنسدلة.

source: The replacement price is the total cost of what it would cost to replace the item if you had to purchase the item retail at recommended retail. This is the amount that a patron could be charged if item is lost or damaged beyond repair.
ar_arab: سعر التبديل هو التكلفة الإجمالية لما سيكلفه تبديل المادة إذا اضطررت لشراء المادة بالتجزئة . هذا هو السعر الذي يمكن أن يتكبده المستفيد عند فقدان مادة أو إتلافها تلفا غير قابل للإصلاح.

source: The report you have created has now been saved. You can now
ar_arab: التقرير الذي قمت بإنشائه تم حفظه الآن. يمكنك

source: The reservoir can be populated with MARC records through the &quot;Stage MARC Records for Import&quot; under Tools.
ar_arab: يمكن تعميم المخزن بتسجيلات مارك من خلال &quot;أدر تسجيلات مارك للاستيراد&quot; أدنى أدوات.

source: The reservoir is a holding area for bibilographic records that are not yet used in the library catalog.&nbsp; When an item arrives that matches a record in the reservoir, the two can be matched and the bibliographic pulled from the reservoir into the main catalog.
ar_arab: المخزن هو منطقة الاقتناء للتسجيلات البيبلوجرافية التي لم يتم استخدامها بعد في فهرس المكتبة.&nbsp; حين تصل مادة تضاهي تسجيلة في المخزن, يمكن مضاهاة الاثنين وسحب التسجيلة البيبلوجرافية من المخزن إلى الفهرس الأساسي.

source: The right part
ar_arab: الجزء الأيمن

source: The right part deals with issues. When you create a new subscription, the 1st issue is automatically calculated. When you want/need, you can define issues that have a new status:
ar_arab: الجزء الأيمن يتعامل مع الإصدارات.حين تقوم بإنشاء اشتراك جديد, يتم حساب الإصدار الأول آليا.حين ترغب /تحتاج يمكنك تعريف الإصدارات ذات حالة جديد:

source: The rules are applied from most specific to less specific, using the first found in this order:
ar_arab: تم تطبيق القواعد من الأكثر تحديدا إلى الأقل تحديدا، باستخدام أول ما تم العثور عليه بهذا الترتيب:

source: The rules have been cloned.
ar_arab: تم نسخ القواعد.

source: The sequence of steps is:
ar_arab: تسلسل الخطوات هو:

source: The serials module assists in managing your serial subscriptions (journals, magazines, and newspapers).
ar_arab: نظام الدوريات الفرعي يساعد في إدارة اشتراكات دورياتك (الدوريات، المجلات، والصحف).

source: The set of matching records are assigned a score (the value of which is determined by the match point rule). Then, the rest of the match points are considered and the scores of each set of matches is added up. The set of matching records whose total score is over a threshold value defined in the matching rule are candidate matches.
ar_arab: مجموعة التسجيلات المضاهاة يتم تعيينها إلى درجة(القيمة التي يتم تحديدها بقاعدة نقطة المضاهاة). ثم,يتم اعتبار بقية نقاط المضاهاة والدرجات لكل مجموعة مضاهاة وجمعها. مجموعة التسجيلات المضاهاة التي يبلغ مبلغ مجموع درجاتها أعلى القيمةالمعرفة في قاعدة الضماهاة هي مضاهاة مرشحة.

source: The sort fields are used for internal use and reports.
ar_arab: حقول الفرز تستخدم للاستخدام الداخلي والتقارير

source: The statistics wizards provide a way to build simple reports for each module. The reports produced can either be viewed on screen or downloaded for opening in a spreadsheet program or text editor.
ar_arab: معالجات الإحصائيات توفر طريقة لبناء تقارير بسيطة لكل نظام فرعي. التقارير الناتجة يمكن إما عرضها على الشاشة أو تنزيلها للفتح في برنامج جداول أو محرر النص.

source: The subscription
ar_arab: الاشتراك

source: The subscription has linked issues
ar_arab: الاشتراك له أعداد مرتبطة به

source: The subscription has linked items
ar_arab: الاشتراك له مواد مرتبطة به

source: The subscription has not expired yet
ar_arab: الاشتراك لم ينته بعد

source: The summary contains an &quot;ISBD&quot; like description to explain how the entry must be shown in the result list. The syntax is :
ar_arab: يحتوي الملخص على&quot;تدمك&quot;مثل وصف لتفسير كيف يجب عرض المدخل في قائمة النتائج. تركيب الجملة هو :

source: The summary field is used to edit the way this item displays on the search results page
ar_arab: يتم استخدام حقل الملخص لتحرير طريقة عرض هذه المادة في صفحة نتائج البحث

source: The tag reported must contain a MARC tag number. Every subfield in the selected tag will be copied to the &quot;destination tag&quot; in the biblio. for example, in UNIMARC, the tag 200 ot personal authority will be reported to 600, 700, 701, depending on what is cliqued in the biblio MARC editor.
ar_arab: الراس المذكورة يجب ان تحتوي رقم رأس مارك. كل حقل فرعي في الرأس المحددة سيتم نسخه إلى &quot;راس الجهة&quot;في التسجيلة البيبلوجرافية. على سبيل المثال, في يونيمارك, الرأس 200 للاستناد الشخصي سيتم تقريرها إلى 600, 700, 701, بناء على ما تم النقر عليه في محرر تسجيلات مارك البيبلوجرافية.

source: The tag was added as &quot;%s&quot;.
ar_arab: تمت إضافة الوسيمة كـ &quot;%s&quot;.

source: The task scheduler is a way to schedule reports to run whenever you want.
ar_arab: مجدول المهام هو طريقة لجدولة التقارير لتشغيلها متى شئت.

source: The total at the bottom of the page should be within a few cents of the total for the invoice.
ar_arab: الإجمالي في أدنى الصفحة يجب أن يكون في نطاق سنتات قليلة من إجمالي الفاتورة.

source: The upload file appears to be empty.
ar_arab: ملف التحمل يبدو فارغا.

source: The upload file does not appear to be a zip file. The extention is not '.zip'.
ar_arab: ملف التحميل لا يبدو أنه ملف مضغوط. الامتداد ليس'.zip'.

source: The values defined in this preference will show up in a pull down menu when entering patron information.These values can be used in geographic statistics.
ar_arab: القيم المعرفة في هذا التفضيل سوف يظهر في قائمة منسدلة عند إدخال مهلومات المستفيد. يمكن استخدام هذه القيم في إحصائيات جغرافية.

source: The various policies have the following effects:
ar_arab: السياسات المتعددة لها التأثيرات التايلة:

source: The vendor price is the price given to you by the vendor, sometimes called the &quot;List Price&quot;. Depdending on how the Vendor is setup this may or maynot include any discount given to you by the vendor and/or any sales tax. See Vendors for more information.
ar_arab: سعر المزود هو السعر الذي يعطيه لك المزود، احيانا يسمى &quot;سعر القائمة&quot;.بناء على كيفية تنصيب المزود قد يتضمن ذلك أي خصم يعطيه لك المزود و/أو أي ضريبة مبيعات أو لا. انظر المزودين للمزيد من المعلومات.

source: Themes
ar_arab: مواضيع

source: Then adjust the label height and width to correct label creep across and down page.
ar_arab: ثم عدّل ارتفاع وعرض والملصق لتصحيح التسلسل عبر الصفحة.

source: Then select a label template from the pull-down list of templates.
ar_arab: ثم حدد قالب الملصق من قائمة القوالب المنسدلة

source: Then, click 'Submit'
ar_arab: ثم، انقر "ارسال"

source: Then, you can see the values defined for the category &quot;Lost&quot; and edit them if you like.
ar_arab: ثم,يمكنك رؤية القيم المعرفة للفئة &quot;مفقودة&quot; وتحريرها كما ترغب

source: There Are No %s Currently Available.
ar_arab: لا يوجد %s متاح حاليا

source: There are no Collections currently defined.
ar_arab: لا يوجد مجموعات معرفة حاليا

source: There are no Items in this Collection.
ar_arab: لا يوجد مواد في هذه المجموعة

source: There are no items in Batch %s yet
ar_arab: لا يوجد مواد في الدفعة %s بعد

source: There are no late orders.
ar_arab: لا يوجد طلبات متأخرة

source: There are no libraries defined. <a1>Start defining libraries</a>.
ar_arab: لا يوجد مكتبات معرّفة. <a1>ابدأ تعريف المكتبات</a>.

source: There are no mappings for this framework.
ar_arab: لا يوجد تخطيطات لهذا الإطار

source: There are no outstanding (accepted) suggestions.
ar_arab: لا يوجد مقترحات معلقة (مقبولة)

source: There are no overdues for today.
ar_arab: لا يوجد متأخرات اليوم

source: There are no pending orders.
ar_arab: لا يوجد طلبات معلقة

source: There are no received orders.
ar_arab: لا يوجد طلبات مستلمة

source: There are no records in this batch to import. <a1>Manage staged MARC records</a>.
ar_arab: لا يوجد تسجيلات في هذه الدفعة لاستيرادها <a1>أدر تسجيلات مارك المنظمة</a>.

source: There are no saved matching rules.
ar_arab: لا يوجد قواعد مضاهاة محفوظة

source: There are no saved patron attribute types.
ar_arab: لا يوجد أنواع سمات مستفيد محفوظة

source: There are no saved reports. <a1>Build new?</a>
ar_arab: لا يوجد تقارير محفوظة. <a1>أنشئ جديدا?</a>

source: There are number of predefined reports in Koha. Check the the Circulation module for additional Circulation specific reports.
ar_arab: يوجد عدد من التقارير المعرّفة مسبقا في كوها. تحقق من نظام الإعارة الفرعي لتقارير إعارة محددة إضافية.
