Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Koha &rsaquo; Administration &rsaquo; Record Matching Rules
ar_arab: كوها &rsaquo; الإدارة &rsaquo;قواعد مضاهاة التسجيلة

source: Koha &rsaquo; Administration &rsaquo; System Preferences
ar_arab: كوها &rsaquo; الإدارة &rsaquo; مفضلات النظام

source: Koha &rsaquo; Authorities
ar_arab: كوها&rsaquo; الاستنادات

source: Koha &rsaquo; Authorities &rsaquo;
ar_arab: كوها &rsaquo;الاستناد &rsaquo;

source: Koha &rsaquo; Authorities &rsaquo; 008 builder
ar_arab: كوها &rsaquo; الاستناد &rsaquo; 008 باني

source: Koha &rsaquo; Authorities &rsaquo; Authority search results
ar_arab: كوها &rsaquo; الاستناد &rsaquo; نتائج بحث الاستناد

source: Koha &rsaquo; Authorities &rsaquo; Details for Authority #%s (%s)
ar_arab: كوها &rsaquo; الاستناد&rsaquo; تفاصيل الاستناد #%s (%s)

source: Koha &rsaquo; Authorities &rsaquo; Leader builder
ar_arab: كوها &rsaquo; الاستناد &rsaquo; باني الفاتح

source: Koha &rsaquo; Barcodes and Labels &rsaquo; Search Results
ar_arab: كوها &rsaquo; الباركود والملصقات &rsaquo; نتائج البحث

source: Koha &rsaquo; Basket Grouping for %s
ar_arab: كوها &rsaquo; تجميع السلة لـ %s

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Credit
ar_arab: كوها &rsaquo; المستعيرون &rsaquo; انشاء ائتمان يدوي

source: Koha &rsaquo; Borrowers &rsaquo; Create Manual Invoice
ar_arab: كوها &rsaquo; Borالمستعيرون&rsaquo; انشاء فاتورة يدوية

source: Koha &rsaquo; Budget Owner Search
ar_arab: كوها &rsaquo; بحث مالك الميزانية

source: Koha &rsaquo; Can't Delete Patron
ar_arab: كوها &rsaquo; لا يمكن حذف المستفيد

source: Koha &rsaquo; Catalog &rsaquo;
ar_arab: كوها &rsaquo; الفهرس &rsaquo;

source: Koha &rsaquo; Catalog &rsaquo; Advanced Search
ar_arab: كوها &rsaquo; الفهرس &rsaquo; البحث المتقدم

source: Koha &rsaquo; Catalog &rsaquo; Checkout History for %s
ar_arab: كوها &rsaquo; الفهرس &rsaquo; سجل الإعارة لـ %s

source: Koha &rsaquo; Catalog &rsaquo; Details for %s
ar_arab: كوها &rsaquo;الفهرس&rsaquo;تفاصيل %s

source: Koha &rsaquo; Catalog &rsaquo; ISBD Details for %s
ar_arab: كوها &rsaquo; الفهرس &rsaquo; تفاصيل تدمك لـ %s

source: Koha &rsaquo; Catalog &rsaquo; Item details for
ar_arab: كوها &rsaquo; الفهرس &rsaquo; تفاصيل المادة لـ

source: Koha &rsaquo; Catalog &rsaquo; Labeled MARC Details for %s
ar_arab: كوها&rsaquo; الفهرس &rsaquo; تفاصيل مارك لـ %s

source: Koha &rsaquo; Catalog &rsaquo; MARC Details for %s
ar_arab: كوها &rsaquo; الفهرس &rsaquo; تفاصيل مارك لـ %s

source: Koha &rsaquo; Catalog &rsaquo; Subject Search Results
ar_arab: كوها &rsaquo; الفهرس &rsaquo; نتائج بحث الموضوع

source: Koha &rsaquo; Catalog Maintenance
ar_arab: كوها &rsaquo; صيانة الفهرس

source: Koha &rsaquo; Cataloging
ar_arab: كوها&rsaquo; الفهرسة

source: Koha &rsaquo; Cataloging &rsaquo;
ar_arab: كوها &rsaquo; الفهرسة &rsaquo;

source: Koha &rsaquo; Cataloging &rsaquo; %s
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; %s

source: Koha &rsaquo; Cataloging &rsaquo; 000 - Leader builder
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; 000 - باني الفاتح

source: Koha &rsaquo; Cataloging &rsaquo; 006 builder
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; 006 باني

source: Koha &rsaquo; Cataloging &rsaquo; 007 builder
ar_arab: كوها &rsaquo; الفهرسة&rsaquo; 007 باني

source: Koha &rsaquo; Cataloging &rsaquo; 008 builder
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; 008 باني

source: Koha &rsaquo; Cataloging &rsaquo; 4XX plugin
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; 4XX برنامج مساعد

source: Koha &rsaquo; Cataloging &rsaquo; Add Items
ar_arab: كوها &rsaquo; الفهرسة&rsaquo; إضافة مواد

source: Koha &rsaquo; Cataloging &rsaquo; Add a Non-MARC Record
ar_arab: كوها &rsaquo; الفهرس &rsaquo; أضف تسجيلة NON-MARC

source: Koha &rsaquo; Cataloging &rsaquo; Import Patrons
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; استيراد مستفيدين

source: Koha &rsaquo; Cataloging &rsaquo; Leader builder
ar_arab: كوها &rsaquo; الفهرسة &rsaquo; باني الفاتح

source: Koha &rsaquo; Cataloging &rsaquo; Merging records
ar_arab: كوها &rsaquo; الفهرسة&rsaquo; دمج التسجيلات

source: Koha &rsaquo; Cataloging Authority Plugin
ar_arab: كوها &rsaquo; برنامج استناد الفهرسة المساعد

source: Koha &rsaquo; Choose Adult category
ar_arab: كوها &rsaquo; اختر فئة بالغ

source: Koha &rsaquo; Circulation
ar_arab: كوها &rsaquo; الإعارة

source: Koha &rsaquo; Circulation &rsaquo; Billing
ar_arab: كوها &rsaquo; إعارة &rsaquo; فواتير

source: Koha &rsaquo; Circulation &rsaquo; Check In %s
ar_arab: كوها &rsaquo; الإعارة&rsaquo; الرد %s

source: Koha &rsaquo; Circulation &rsaquo; Circulation Statistics for %s
ar_arab: كوها&rsaquo;الإعارة &rsaquo; إحصائيات الإعارة لـ %s

source: Koha &rsaquo; Circulation &rsaquo; Hold Ratios
ar_arab: كوها &rsaquo; الإعارة &rsaquo; معدلات الحجز

source: Koha &rsaquo; Circulation &rsaquo; Holds &rsaquo; Confirm Holds
ar_arab: كوها &rsaquo; الإعارة &rsaquo; الحجوزات&rsaquo; تأكيد الحجوزات

source: Koha &rsaquo; Circulation &rsaquo; Holds &rsaquo; Place a hold on %s
ar_arab: كوها &rsaquo; الاعارة &rsaquo; حجوزات &rsaquo; ضع الحجز على %s

source: Koha &rsaquo; Circulation &rsaquo; Holds Queue
ar_arab: كوها &rsaquo; الإعارة &rsaquo; صف الحجوزت

source: Koha &rsaquo; Circulation &rsaquo; Holds awaiting pickup
ar_arab: كوها &rsaquo; إعارة &rsaquo;حجوزات في إنتظار الإلتقاط

source: Koha &rsaquo; Circulation &rsaquo; Items Overdue as of %s
ar_arab: كوها &rsaquo; الاعارة &rsaquo; مواد متأخرة إبتداء من %s

source: Koha &rsaquo; Circulation &rsaquo; Offline Circulation File Upload
ar_arab: كوها &rsaquo; الإعارة &rsaquo; تحميل ملف إعارة بدون اتصال

source: Koha &rsaquo; Circulation &rsaquo; Overdues at %s
ar_arab: كوها &rsaquo; الإعارة &rsaquo; مستحقات في %s

source: Koha &rsaquo; Circulation &rsaquo; Pending Holds
ar_arab: كوها&rsaquo; الإعارة &rsaquo; حجوزات في الانتظار

source: Koha &rsaquo; Circulation &rsaquo; Set Library
ar_arab: كوها &rsaquo; الإعارة &rsaquo; ضبط المكتبة

source: Koha &rsaquo; Circulation &rsaquo; Statistics
ar_arab: كوها &rsaquo; الإعارة &rsaquo; الإحصائيات

source: Koha &rsaquo; Circulation &rsaquo; Transfers
ar_arab: كوها &rsaquo; الإعارة &rsaquo; الانتقالات

source: Koha &rsaquo; Circulation &rsaquo; Transfers to do
ar_arab: كوها &rsaquo; الإعارة &rsaquo; انتقالات للعمل

source: Koha &rsaquo; Circulation &rsaquo; Transfers to your library
ar_arab: كوها &rsaquo; الإعارة &rsaquo; انتقالات إلى مكتبتك

source: Koha &rsaquo; Dictionary Search
ar_arab: كوها &rsaquo; بحث القاموس

source: Koha &rsaquo; Download cart
ar_arab: كوها &rsaquo; تنزيل السلة

source: Koha &rsaquo; Download shelf
ar_arab: كوها &rsaquo;تنزيل الرف

source: Koha &rsaquo; Error
ar_arab: كوها &rsaquo; خطأ

source: Koha &rsaquo; Error 401
ar_arab: كوها &rsaquo;خطأ 401

source: Koha &rsaquo; Error 402
ar_arab: كوها &rsaquo;خطأ 402

source: Koha &rsaquo; Error 403
ar_arab: كوها &rsaquo;خطأ 403

source: Koha &rsaquo; Error 404
ar_arab: كوها &rsaquo;خطأ 404

source: Koha &rsaquo; Error 405
ar_arab: كوها &rsaquo;خطأ 405

source: Koha &rsaquo; Error 500
ar_arab: كوها &rsaquo;خطأ 500

source: Koha &rsaquo; Guarantor Search
ar_arab: كوها &rsaquo; بحث ضامن

source: Koha &rsaquo; Hold Report &rsaquo; All Holds
ar_arab: كوها &rsaquo; تقرير الحجز &rsaquo; كل الحجوزات

source: Koha &rsaquo; Labels
ar_arab: كوها &rsaquo;ملصقات

source: Koha &rsaquo; Lists &rsaquo; Sending your list
ar_arab: كوها &rsaquo; القوائم &rsaquo; إرسال قائمتك

source: Koha &rsaquo; Member Search &rsaquo; %s
ar_arab: كوها &rsaquo; بحث عضو &rsaquo; %s

source: Koha &rsaquo; Orders with uncertain prices for Vendor %s
ar_arab: كوها &rsaquo;طلبات بأسعار غير أكيدة للمزود %s

source: Koha &rsaquo; Patron Card Creator &rsaquo; Manage Images
ar_arab: كوها &rsaquo; منشئ بطاقة المستفيد &rsaquo; إدارة الصور

source: Koha &rsaquo; Patrons
ar_arab: كوها &rsaquo; المستفيدون

source: Koha &rsaquo; Patrons &rsaquo;
ar_arab: كوها &rsaquo;المستفيدون &rsaquo;

source: Koha &rsaquo; Patrons &rsaquo; Account for %s %s
ar_arab: كوها &rsaquo; المستفيدون &rsaquo; حساب لـ %s %s

source: Koha &rsaquo; Patrons &rsaquo; Pay Fines for %s %s
ar_arab: كوها &rsaquo; المستفيدون &rsaquo; دفع غرامات لـ %s %s

source: Koha &rsaquo; Patrons &rsaquo; Set Privileges for %s, %s
ar_arab: كوها &rsaquo; المستفيدون &rsaquo; ضبط المميزات لـ %s, %s

source: Koha &rsaquo; Reports
ar_arab: كوها &rsaquo; تقارير

source: Koha &rsaquo; Reports &rsaquo; Average checkout period
ar_arab: كوها &rsaquo; تقارير &rsaquo; متوسط فترة الاعارة

source: Koha &rsaquo; Reports &rsaquo; Checkouts by patron category
ar_arab: كوها &rsaquo; تقارير &rsaquo; إعارات حسب فئه المستخدم

source: Koha &rsaquo; Reports &rsaquo; Circulation statistics
ar_arab: كوها &rsaquo; تقارير &rsaquo; إحصائيات الإعارة

source: Koha &rsaquo; Reports &rsaquo; Guided Reports &rsaquo; Dictionary
ar_arab: كوها &rsaquo; تقارير &rsaquo; التقارير المرشدة &rsaquo; Dالقاموس

source: Koha &rsaquo; Reports &rsaquo; Guided Reports Wizard
ar_arab: كوها &rsaquo; تقارير &rsaquo; معالج التقارير المرشدة

source: Koha &rsaquo; Reports &rsaquo; Item Types
ar_arab: كوها &rsaquo; تقارير &rsaquo; أنواع المادة

source: Koha &rsaquo; Reports &rsaquo; Items with no checkouts
ar_arab: كوها &rsaquo; تقارير &rsaquo; مواد بدون إعارات

source: Koha &rsaquo; Reports &rsaquo; Lost Items
ar_arab: كوها &rsaquo; تقارير &rsaquo;مواد مفقودة

source: Koha &rsaquo; Reports &rsaquo; Most-Circulated Items
ar_arab: كوها &rsaquo; تقارير &rsaquo; المواد الاكثر إعارة

source: Koha &rsaquo; Reports &rsaquo; Patrons with No Checkouts
ar_arab: كوها &rsaquo; تقارير &rsaquo; مستفيدون بدون إعارات

source: Koha &rsaquo; Reports &rsaquo; Patrons with the most Checkouts
ar_arab: كوها &rsaquo; تقارير &rsaquo;المستفيدون الاكثر إعارات

source: Koha &rsaquo; Reports &rsaquo; Till Reconciliation
ar_arab: كوها&rsaquo; تقارير &rsaquo; حتى يتم التصالح

source: Koha &rsaquo; Reports &rsaquo; serials subscriptions stats
ar_arab: كوها &rsaquo; تقارير &rsaquo; إحصائيات اشتراكات الدوريات

source: Koha &rsaquo; Search for vendor %s
ar_arab: كوها &rsaquo; البحث عن مزود %s

source: Koha &rsaquo; Serials %s
ar_arab: كوها &rsaquo;دوريات

source: Koha &rsaquo; Serials &rsaquo;
ar_arab: كوها &rsaquo; دوريات &rsaquo;

source: Koha &rsaquo; Serials &rsaquo; %s &rsaquo;
ar_arab: كوها &rsaquo; دوريات &rsaquo; %s &rsaquo;

source: Koha &rsaquo; Serials &rsaquo; Alert subscribers for %s
ar_arab: كوها &rsaquo; دوريات &rsaquo; تنبيه المشتركين لـ%s

source: Koha &rsaquo; Serials &rsaquo; Catalog search
ar_arab: كوها &rsaquo; دوريات&rsaquo; بحث الفهرس

source: Koha &rsaquo; Serials &rsaquo; Check Expiration
ar_arab: كوها &rsaquo; دوريات &rsaquo; إفحص تاريخ الانتهاء

source: Koha &rsaquo; Serials &rsaquo; Check In subscription for %s
ar_arab: كوها &rsaquo; دوريات &rsaquo; إستلام إشتراك ل %s

source: Koha &rsaquo; Serials &rsaquo; Claims
ar_arab: كوها &rsaquo; دوريات &rsaquo; طلبات

source: Koha &rsaquo; Serials &rsaquo; Details for Subscription #%s
ar_arab: كوها &rsaquo; دوريات &rsaquo; تفاصيل للإشتراك #%s

source: Koha &rsaquo; Serials &rsaquo; Distribution Lists
ar_arab: كوها &rsaquo; دوريات &rsaquo;قوائم التوزيع

source: Koha &rsaquo; Serials &rsaquo; Preview Routing List
ar_arab: كوها &rsaquo; دوريات &rsaquo; معاينة قائمة التمرير

source: Koha &rsaquo; Serials &rsaquo; Routing Slip Preview
ar_arab: كوها &rsaquo; دوريات &rsaquo;عرض ملصق التمرير

source: Koha &rsaquo; Serials &rsaquo; Search Results
ar_arab: كوها &rsaquo; دوريات&rsaquo; نتائج البحث

source: Koha &rsaquo; Serials &rsaquo; Search for Vendor
ar_arab: كوها &rsaquo; دوريات &rsaquo; البحث عن مزود.

source: Koha &rsaquo; Serials &rsaquo; Select Vendor
ar_arab: كوها &rsaquo; دوريات &rsaquo; تحديد مزود

source: Koha &rsaquo; Serials &rsaquo; Serial Collection information for %s
ar_arab: كوها &rsaquo; دوريات &rsaquo; معلومات مجموعة الدوريات لـ%s

source: Koha &rsaquo; Serials &rsaquo; Serial Edition %s
ar_arab: كوها &rsaquo; دوريات &rsaquo;طبعة الدورية %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for %s
ar_arab: كوها &rsaquo; دوريات &rsaquo; معلومات الاشتراك لـ %s

source: Koha &rsaquo; Serials &rsaquo; Subscription information for biblio #%s with title : %s
ar_arab: كوها &rsaquo; دوريات &rsaquo; معلومات الاشتراك للتسجيلة البيبلوجرافية #%s بعنوان: %s

source: Koha &rsaquo; Serials Subscription renew #%s
ar_arab: كوها &rsaquo; تجديد اشتراك الدوريات #%s

source: Koha &rsaquo; Suggestions
ar_arab: كوها &rsaquo; مقترحات

source: Koha &rsaquo; System Administration &rsaquo; Stop words
ar_arab: كوها &rsaquo; إدارة النظام &rsaquo; كلمات توقف

source: Koha &rsaquo; Thesaurus value builder for category %s
ar_arab: كوها &rsaquo; باني قيم القاموس للفئة %s

source: Koha &rsaquo; Tools
ar_arab: كوها &rsaquo; أدوات

source: Koha &rsaquo; Tools &rsaquo;
ar_arab: كوها &rsaquo; أدوات &rsaquo;

source: Koha &rsaquo; Tools &rsaquo; Batch Deletion of Items
ar_arab: كوها &rsaquo; أدوات &rsaquo; حذف دفعة من المواد

source: Koha &rsaquo; Tools &rsaquo; Batch Modification of Items
ar_arab: كوها &rsaquo; أدوات &rsaquo; تعديل دفعة المواد

source: Koha &rsaquo; Tools &rsaquo; CSV export profiles
ar_arab: كوها &rsaquo; أدوات &rsaquo; CSV أوضاع تصدير

source: Koha &rsaquo; Tools &rsaquo; Calendar
ar_arab: كوها &rsaquo; أدوات &rsaquo; النتيجة

source: Koha &rsaquo; Tools &rsaquo; Clean Patron Records
ar_arab: كوها &rsaquo;أدوات &rsaquo; نظف تسجيلات المستخدم

source: Koha &rsaquo; Tools &rsaquo; Comments waiting for Approval
ar_arab: كوها &rsaquo; أدوات &rsaquo; تعليقات في إنتظار الموافقة

source: Koha &rsaquo; Tools &rsaquo; Inventory
ar_arab: كوها &rsaquo;أدوات &rsaquo;الجرد

source: Koha &rsaquo; Tools &rsaquo; Labels
ar_arab: كوها &rsaquo; أدوات &rsaquo; مسميات

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;
ar_arab: كوها &rsaquo; أدوات &rsaquo; مسميات &rsaquo;

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Create Layout
ar_arab: كوها &rsaquo; أدوات &rsaquo; مسميات &rsaquo; عمل إطار

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Label Printing/Exporting
ar_arab: كوها &rsaquo; الأدوات &rsaquo;الملصقات &rsaquo; تصدير/طياعة الملصق

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Manage Label Batches
ar_arab: كوها &rsaquo; الأدوات &rsaquo; الملصقات &rsaquo; أدر دفعات الملصق

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Manage Label Elements
ar_arab: كوها &rsaquo; أدوات &rsaquo; ملصقات &rsaquo; أدر عناصر الملصق

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo; Templates
ar_arab: كوها&rsaquo; أدوات &rsaquo; الملصقات &rsaquo; القوالب

source: Koha &rsaquo; Tools &rsaquo; Labels &rsaquo;: Search
ar_arab: كوها &rsaquo; أدوات &rsaquo; ملصقات &rsaquo;: بحث

source: Koha &rsaquo; Tools &rsaquo; Labels Home
ar_arab: كوها &rsaquo; أدوات&rsaquo; صفحة الملصقات الرئيسة

source: Koha &rsaquo; Tools &rsaquo; MARC Export
ar_arab: كوها &rsaquo; أدوات &rsaquo; تصدير مارك

source: Koha &rsaquo; Tools &rsaquo; Manage Staged MARC Records
ar_arab: كوها &rsaquo; أدوات &rsaquo; أدر تسجيلات مارك المنظمة

source: Koha &rsaquo; Tools &rsaquo; News
ar_arab: كوها &rsaquo; الأدوات &rsaquo; الأخطار

source: Koha &rsaquo; Tools &rsaquo; Notice Triggers
ar_arab: كوها &rsaquo; أدوات &rsaquo; إطلاق الإخطارات

source: Koha &rsaquo; Tools &rsaquo; Notices
ar_arab: كوها &rsaquo; الأدوات &rsaquo; إخطارات

source: Koha &rsaquo; Tools &rsaquo; Patron Card Creator
ar_arab: كوها &rsaquo; أدوات&rsaquo; منشئ بطاقة المستفيد

source: Koha &rsaquo; Tools &rsaquo; Patron Card Creator &rsaquo; Manage Patron Card Batches
ar_arab: كوها &rsaquo; أدوات&rsaquo; منشئ بطاقة المستفيد &rsaquo;ادر دفعات بطاقة المستفيد

source: Koha &rsaquo; Tools &rsaquo; Patron Card Creator &rsaquo; Patron Card Printing/Exporting
ar_arab: كوها &rsaquo; أدوات &rsaquo; منشئ بطاقة المستفيد&rsaquo;تصدير /طباعة بطاقة المستفيد

source: Koha &rsaquo; Tools &rsaquo; Patron Card Creator &rsaquo; Templates
ar_arab: كوها &rsaquo; ادوات &rsaquo; منشئ بطاقة المستفيد &rsaquo; قوالب

source: Koha &rsaquo; Tools &rsaquo; Patron Cards &rsaquo; Manage Patron Card Elements
ar_arab: كوها &rsaquo; ادوات &rsaquo; بطاقات المستفيد &rsaquo; أدر عناصر بطاقة المستفيد

source: Koha &rsaquo; Tools &rsaquo; Patron Cards &rsaquo; Patron Card Printing/Exporting
ar_arab: كوها &rsaquo;أدوات&rsaquo; بطاقات المستفيد &rsaquo; تصدير /طباعة بطاقات المستفيد

source: Koha &rsaquo; Tools &rsaquo; Quick spine label creator
ar_arab: كوها &rsaquo; أدوات&rsaquo; مشئ ملصق الكعب السريع

source: Koha &rsaquo; Tools &rsaquo; Rotating Collections
ar_arab: كوها &rsaquo; أدوات &rsaquo; مجموعات تدوير

source: Koha &rsaquo; Tools &rsaquo; Rotating Collections &rsaquo; Add/Remove Items
ar_arab: كوها &rsaquo; أدوات&rsaquo; مجموعات التدوير &rsaquo; إضافة/حذف المواد

source: Koha &rsaquo; Tools &rsaquo; Rotating Collections &rsaquo; Edit Collections
ar_arab: كوها &rsaquo; ادوات &rsaquo; مجموعات التدوير &rsaquo; تحرير المجموعات

source: Koha &rsaquo; Tools &rsaquo; Rotating Collections &rsaquo; Transfer Collection
ar_arab: كوها&rsaquo; أدوات &rsaquo; مجموعات تدوير &rsaquo; نقل المجموعات

source: Koha &rsaquo; Tools &rsaquo; Send SMS Message
ar_arab: كوها &rsaquo; الأدوات&rsaquo; إرسال رسالة نصية قصيرة

source: Koha &rsaquo; Tools &rsaquo; Spine Labels
ar_arab: كوها &rsaquo;الأدوات &rsaquo; كعوب الملصقات

source: Koha &rsaquo; Tools &rsaquo; Stage MARC Records For Import
ar_arab: كوها&rsaquo; الأدوات &rsaquo; تنظيم تسجيلات مارك للاستيراد

source: Koha &rsaquo; Tools &rsaquo; Task Scheduler
ar_arab: كوها &rsaquo; الأدوات&rsaquo; مجدول المهام

source: Koha &rsaquo; Tools &rsaquo; Upload Patron Images
ar_arab: كوها &rsaquo; الأدوات &rsaquo; تحميل صور المستفيد

source: Koha &rsaquo; Vendor %s
ar_arab: كوها &rsaquo; مزود %s

source: Koha &rsaquo; Web Installer &rsaquo; Step 1
ar_arab: كوها &rsaquo;مثبت الويب &rsaquo; الخطوة 1

source: Koha &rsaquo; Web Installer &rsaquo; Step 2
ar_arab: كوها &rsaquo;مثبت الويب &rsaquo; الخطوة2

source: Koha &rsaquo; Web Installer &rsaquo; Step 3
ar_arab: كوها &rsaquo; مثبت الويب &rsaquo; الخطوة 3

source: Koha &rsaquo; Z39.50 Search Results
ar_arab: كوها &rsaquo; Z39.50 نتائج بحث

source: Koha -- Authority details
ar_arab: كوها -- تفاصيل استناد

source: Koha -- Cataloging: MARC Import
ar_arab: كوها -- الفهرسة: استيراد كوها

source: Koha -- Circulation: Transfers
ar_arab: كوها -- الإعارة: الانتقالات

source: Koha 2 MARC links
ar_arab: روابط كوها 2 مارك

source: Koha 3.0 Installer
ar_arab: كوها3.0 مثبت

source: Koha Administration
ar_arab: إدارة كوها

source: Koha Development Team
ar_arab: فريق تطوير كوها

source: Koha Field
ar_arab: حقل كوها

source: Koha Full Call Number
ar_arab: رقم طلب كوها التام

source: Koha Offline Circulation
ar_arab: إعارة كوها دون اتصال

source: Koha Online
ar_arab: كوها على الانترنت

source: Koha Release Team
ar_arab: فريق إطلاق كوها

source: Koha Team
ar_arab: فريق كوها

source: Koha administration
ar_arab: إدارة كوها

source: Koha allows you to restrict the values that catalogers can place in some MARC subfields to certain pre-defined &quot;authorized&quot; values. These authorized values are defined here.
ar_arab: يسمح لك كوها بتقييد القيم التي يمكن للمفهرسين وضعها في بعض حقول مارك الفرعية أو بعض المعرفة مسبقا &quot;الاستناد&quot;قيم.يتم تعريف قيم الاستناد هذه هنا.

source: Koha allows you to specify which MARC tags you want to use and which you want to ignore. When you downloaded and installed Koha, you also got the entire list of MARC21 tags and subfields in current use. Now you need to use the administration page to edit this list and tell Koha which tags you want to use and how you want to use them.
ar_arab: يسمح لك كوها بتحديد رؤوس مارك التي ترغب في استخدامها وأيها ترغب في تجاهله.عندما تقوم بتنزيل وتثبيت كوها,فأنت تحصل أيضا على قائمة كاملة من رؤوس مارك 21 والحقول الفرعية للاستخدام الحالي.الآن أنت بحاجة إلى استخدام صفحة الإدارة لتحرير هذه القائمة وإعلام كوها بالرؤوس التي ترغب في استخدامها وكيف تريد استخدامها.

source: Koha automatically sets up authorized value categories for your item types and branch codes, and you can link these authorized values to MARC subfields when you set up your MARC tag structure.
ar_arab: يقوم كوها آليا بتنصيب فئات قيم استناد لأنواع المادة ورموز الفرع , ويمكنك ربط قيم الاستناد هذه إلى حقول مارك الفرعية حين تقوم بتنصيب بنية رؤوس مارك الخاصة بك.

source: Koha calculates automatically the end of the subscription (based on the start date and the number of issues received). when a subscription has ended, you can't change the status of the last "waited number" (as it's not waited in fact). To be able to "receive" this number, you must renew your subscription.
ar_arab: يقوم كوها بحساب انتهاء الاشتراك تلقائيا (بناء على تاريخ البدء وعدد الإصدارات المستلمة). عندما ينتهي الاشتراك, لا يمكنك تغيير حالة الأخير "العدد المنتظر" (حيث أنه غير منتظر في الواقع). لتتمكن من "استلام" هذا الرقم, يجب عليك تجديد اشتراكك.

source: Koha cannot display existing passwords, so this form can only be used to change a patron's username and/or password, but not to recover an exisiting password.
ar_arab: لا يمكن لكوها عرض كلمة المرور الحالية، لذا يمكن استخدام هذه الصفحة فقط لتغيير اسم المستخدم الخاص بالمستفيد و/أو كلمة المرور، ولكن ليس لاسترداد كلمة مرور حالية.

source: Koha cannot display existing passwords. Below is a randomly generated suggestion. Leave the field blank to leave password unchanged.
ar_arab: لا يمكن لكوها عرض كلمة مرور حالية. يوجد أدناه مقترح مولّد عشوائيا. اترك الحقل فارغا لترك كلمة المرور دون تغيير.

source: Koha comes with a number of predefined (or &quot;canned&quot;) reports, along with two report builder engines.
ar_arab: يأتي كوها مع عدد من التقارير المعرفة مسبقا(أو &quot;معلبة&quot;) , مع محركين لبناء التقارير

source: Koha comes with a tool that will allow you to export your bibliographic and/or holdings data in bulk. This can be used to send your records to fellow libraries, organizations or services; or simply for backup purposes.
ar_arab: ياتي كوها مع أداة سوف تسمح لك بتصدير بياناتك البيبلوجرافية و/أو بيانات المقتنيات مجمّعة.يمكن استخدام هذا لإرسال تسجيلاتك إلى المكتبات الأخرى, المنظمات أو الخدمات;أو ببساطة لأغراض احتياطية.

source: Koha comes with one Z39.50 server site defined (the U.S. Library of Congress) for finding catalog records to import directly into your catalog. In this area, you can define other servers for searching.
ar_arab: يأتي كوها مع موقع خادم Z39.50 واحد معرّف (مكتبة الكونجرس الأمريكي) للعثور على تسجيلات فهرس للاستيراد مباشرة إلى فهرسك.في هذه المنطقة, يمكنك تعريف خوادم أخرى للبحث.

source: Koha comes with several other categories and pre-defined values your library is likely to use, for instance 'Lost'.
ar_arab: يأتي مع كوها العديد من الفئات الأخرى والقيم المعرفة مسبقا التي من المحتمل أن تستخدمها مكتبتك، على سبيل المثال "مفقود"

source: Koha field:
ar_arab: حقل كوها:

source: Koha has an extensive set of system preferences. The system preferences control all the various features within Koha and whether they are active in your install or not. System preferences are generally set once at install and then not changed.
ar_arab: لدى كوها مجموعة شاملة من تفضيلات النظام. تتحكم مفضلات النظام في كل الخصائص المختلفة داخل كوها سواء كانت نشطة في تثبيتك أم لا. يتم ضبط مفضلات النظام عامة مرة واحدة عند التثبيت ثم لا تتغير.

source: Koha has no need for Leader information and does not use it. However, Koha can store Leader data, and can help you build your own Leader data.
ar_arab: لا يحتاج كوها لمعلومات الفاتح ولا يستخدمها. ومع ذلك، يمكن لكوها تخزين بيانات الفاتح، ومساعدتك في بناء بيانات الفاتح الخاص بك

source: Koha internal
ar_arab: كوها الداخلي

source: Koha is developed and supported by a large number of developers around the world. Thanks to all the developers and libraries who support Koha
ar_arab: يتم تطوير كوها ودعمه بواسطة عدد كبير من المطورين حول العالم. شكرا لكل المطورين والمكتبيين الذين يدعمون كوها
