Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Groove width:
ar_arab: أخدود العرض :

source: Group
ar_arab: مجموعة

source: Group Maintenance
ar_arab: صيانة المجموعة

source: Group(s) are used to divide your library system into categories. If, for example, you have one main library and several branch libraries, you might set up an &quot;M&quot; (Main) group and a &quot;B&quot; (Branch) group, with descriptions &quot;Main Library&quot; and &quot;Branch Libraries.&quot; Another example is a library system which is divided into regions. You can create the &quot;North Region&quot; group, which contains libraries A, B, and C and the &quot;South Region&quot; group, which contains libraries D, E, and F.
ar_arab: تستخدم المجموعة (المجموعات) لتقسيم نظام مكتبتك إلى فئات.إذا كان لديك, على سبيل المثال, مكتبة رئيسية واحدة والعديد من المكتبات الفرعية, يمكنك تنصيب&quot;M&quot; مجموعة (رئيسية) &quot;B&quot; مجموعة (فرعية),بوصف &quot;المكتبة الرئيسية&quot; و &quot;المكتبات الفرعية.&quot; مثال آخر هو نظام مكتبة مقسم إلى مناطق. يمكنك إنشاء &quot;منطقة شمالية&quot; مجموعة, والتي تحتوي على المكتبات A, B,و C و &quotالمنطقة الجنوبية&quot; مجموعة,والتي تشمل المكتباتD, E, و F.

source: Group(s):
ar_arab: مجموعة (مجموعات):

source: Group:
ar_arab: مجموعة:

source: Grouping:
ar_arab: تجميع:

source: Groups of Libraries
ar_arab: مجموعات المكتبات

source: Guarantees:
ar_arab: ضمانات:

source: Guarantor Information
ar_arab: معلومات الضامن

source: Guarantor:
ar_arab: ضامن:

source: Guide Box:
ar_arab: مربع الارشاد:

source: Guided Reports
ar_arab: التقارير المرشدة

source: Guided Reports Wizard
ar_arab: معالج التقارير المرشدة

source: HELP
ar_arab: مساعدة

source: HINT : if a subfield is non mandatory, Koha automatically adds an empty value to the authorized value list, that is selected by default. If the subfield is mandatory, no empty value is added (and you should NOT add it in the list, as it's an illegal value !)
ar_arab: تلميح: إذا كان الحقل الفرعي غير إلزامي، سوف يضيف كوها تلقائيا قيمة لقائمة قيم الاستناد، يتم تحديد ذلك افتراضيا. إذا كان الحقل الفرعي إلزاميا، لا يتم إضافة قيمة فارغة ( ولا يجب إضافتها إلى القائمة، وهي قيمة غير صحيحة!)

source: HINT2 : in the MARC editor, the list is ordered by Text, NOT by value. So you can define a default value by putting a space before the value you want to see first. For example, if your list is related to language, you can set &quot;ENG&quot; as authorized value and &quot; English&quot; as text. The space will order &quot;ENG&quot; as first default value, and the space won't be shown (because HTML automatically discard useless spaces). Super hint : you can put a value 1st with N spaces, then another one 2nd with N-1 space,..., a value in Nth position with 1 space. Don't abuse of this feature, it's easier to find a value in an alphabetical order. It should be used only to have a default value
ar_arab: تلميح2 : في محرر مارك, يتم طلب القائمة بنص, وليس بقيمة. لذا يمكنك تعريف قيمة افتراضية بإدخال مسافة قبل القيمة التي تريد رؤيتها أولا. على سبيل المثال, إذا كانت قائمتك تتعلق باللغة, يمكنك ضبط &quot;ENG&quot; كقيمة استناد و &quot; الإنجليزية&quot; كنص. المسافة ستطلب&quot;ENG&quot; كقيمة افتراضية أولى, ولن تظهر المسافة(لأن HTML يستبعد تلقائيا المسافات عديمة الجدوى). تلميح هام: يمكنك وضع القيمة أولا 1st مع N مسافات, ثم واحدة أخرى2nd مع N-1مسافة,..., القيمة في موقع Nthمع1 مسافة. لا تسئ استخدام هذه الخاصية,من الأسها العثور على قيمة بالترتيب الأبجدي.يجب استخدامها فقط لتحديد قيمة افتراضية

source: Handbooks
ar_arab: كتيبات

source: Handle fines and charges for patrons (including paying, adding credits, and adding invoices)
ar_arab: التحكم في الغرامات والرسوم للمستفيدين ( شاملا الدفع، إضافة ائتمان، وغضافة فواتير)

source: Harpe
ar_arab: قيثارة

source: Has been checked out %s times
ar_arab: تمت إعارته %s مرات

source: Hasn't been tested with data sets larger than 100,000 records
ar_arab: لم يتم اختباره بمجموعات بيانات أكبر من 100,000 تسجيلة

source: Header row could not be parsed
ar_arab: لم يمكن تحليل الصف الرئيسي

source: Heading A-Z
ar_arab: العنوان أ-ي

source: Heading Ascendant
ar_arab: العنوان تصاعدي

source: Heading Descendant
ar_arab: العنوان تمازلي

source: Heading Z-A
ar_arab: العنوان ي-أ

source: Hebrew
ar_arab: العبرية

source: Hectametres
ar_arab: هيكتامترات

source: Help
ar_arab: مساعدة

source: Help input
ar_arab: مدخل المساعدة

source: Helsinki, Finland
ar_arab: هيلسينكي ،فنلندا

source: Hemisphere:
ar_arab: نصف الكرة الأرضية :

source: Here are details on these options:
ar_arab: ها هي تفاصيل هذه الخيارات:

source: Here are some other suggestions:
ar_arab: ها هي بعض المقترحات الأخرى:

source: Here you should list all of the words you wish Koha to ignore when performing catalog searches or building the keyword index.
ar_arab: هنا أنت يجب أن تدرج كل الكلمات تريد أن يتجاهلها كوها عند عمل الفهرس أو بناء فهرس كلمات البحث

source: Hi, Here is your cart, sent from our online catalog. Please note that the attached file is a MARC biblographic records file which can be imported into a Personal Bibliographic Software like EndNote, Reference Manager or ProCite.
ar_arab: مرحبا, هاهي سلتك , مرسلة من فهرسنا على الانترنت.الرجاء ملاحظة أن الملف المرتبط هو ملف تسجيلان مارك بيبلوجرافية يمكن استيرادها إلى برنامج بيبلوجرافي شخصي من EndNote, Reference Manager or ProCite.

source: Hi, Here is your list called %s, sent from our online catalog. Please note that the attached file is a MARC biblographic records file which can be imported into a Personal Bibliographic Software like EndNote, Reference Manager or ProCite.
ar_arab: مرحبا, هاهي قائمتك تسمى %s, مرسلة من فهرسنا على الانترنت.الرجاء ملاحظة أن الملف المرتبط هو ملف تسجيلان مارك بيبلوجرافية يمكن استيرادها إلى برنامج بيبلوجرافي شخصي من EndNote, Reference Manager or ProCite.

source: Hide Window
ar_arab: أخفي النافذة

source: Hide my tags
ar_arab: أخفي وسيماتي

source: Hint:
ar_arab: تلميح:

source: Hint: you can update the serial history manually. This can be useful for an old subscription or to clean the existing history. Modify these fields with care, as future serial receive will continue to update them automatically.
ar_arab: تلميح : يمكنك تجديد التاريخ المتسلسل يدويا. يمكن أن يكون ذلك مفيدا للإشتراكات القديمة أو لمسح التاريخ الحالي. عدل هذه الحقول بحرص، كسلسلة مستقبلية مستلمة سيستمر التحديث تلقائيا.

source: History
ar_arab: تاريخ

source: History end date
ar_arab: تاريخ انتهاء التاريخ

source: History start date
ar_arab: تاريخ انتهاء التاريخ

source: Hold
ar_arab: حجز

source: Hold Date
ar_arab: تاريخ الحجز

source: Hold Found (item is already waiting): <a1>%s</a>
ar_arab: تم العثور على الحجز (المادة في الانتظار بالفعل: <a1>%s</a>

source: Hold Found: <a1>%s</a>
ar_arab: تم العثور على الحجز: <a1>%s</a>

source: Hold Policy
ar_arab: سياسة الحجز

source: Hold Ratio
ar_arab: نسبة الحجز

source: Hold Ratio:
ar_arab: نسبة الحجز:

source: Hold Ratios to Calculate Items Needed
ar_arab: نسب الحجز إلى حساب المواد المحتاجة

source: Hold at
ar_arab: الحجز في:

source: Hold date
ar_arab: تاريخ الحجز:

source: Hold details
ar_arab: تفاصيل الحجز:

source: Hold expires on date:
ar_arab: ينتهي الحجز في تاريخ:

source: Hold fee
ar_arab: رسم الحجز

source: Hold fee:
ar_arab: رسم الحجز:

source: Hold find for (%s) must transfered
ar_arab: العثور على حجز لـ (%s) يجب نقله

source: Hold for:
ar_arab: حجز لـ:

source: Hold found for (%s), please transfer
ar_arab: تم العثور على حجز لـ (%s), رجاء النقل

source: Hold in %s
ar_arab: حجز في %s

source: Hold needing transfer found: <a1>%s</a>
ar_arab: تم العثور على حجز يحتاج النقل: <a1>%s</a>

source: Hold over
ar_arab: انتهاء الحجز

source: Hold placed by :
ar_arab: تم ضوع الحجز بواسطة:

source: Hold placed on %s.
ar_arab: تم وضع الحجز على: %s.

source: Hold priority can be altered by viewing the holds for the title
ar_arab: يمكن تعديل أولوية الحجز بعرض الحجوزات للعنوان

source: Hold ratios
ar_arab: نسب الحجز:

source: Hold starts on date:
ar_arab: يبدأ الحجز في تاريخ:

source: Holding Libraries <a1>Sort</a>
ar_arab: المكتبات المقتنية<a1>ترتيب</a>

source: Holding Library
ar_arab: المكتبة المقتنية

source: Holdingbranch
ar_arab: الفرع المقتني

source: Holdings
ar_arab: المقتنيات

source: Holds
ar_arab: الحجوزات

source: Holds Allowed (count)
ar_arab: الحجوزات المسموحة (حساب)

source: Holds Queue
ar_arab: صف الحجوزات

source: Holds awaiting pickup
ar_arab: حجوزات في انتظار الالتقاط

source: Holds awaiting pickup for your library on: %s
ar_arab: حجوزات في انتظار الالتقاط لمكتبتك في: %s

source: Holds to pull
ar_arab: حجوزات للسحب

source: Holds waiting for: %s
ar_arab: حجوزات في انتظار: %s

source: Holds waiting:
ar_arab: حجوزات في الانتظار:

source: Holiday exception
ar_arab: عطلة استثنائية

source: Holiday only on this day
ar_arab: العطلة في هذا اليوم فقط

source: Holiday repeated every same day of the week
ar_arab: عطلة تتكرر في نفس اليوم من كل أسبوع

source: Holiday repeated yearly on the same date
ar_arab: عطلة تتكرر سنويا في نفس التاريخ

source: Holidays Calendar
ar_arab: نتيجة العطلات

source: Home
ar_arab: الفرع الرئيسي

source: Home &rsaquo; Tools &rsaquo; Tags &rsaquo;
ar_arab: الصفحة الرئيسية &rsaquo; الأدوات&rsaquo; الوسيمات &rsaquo;

source: Home Library
ar_arab: المكتبة الرئيسية

source: Home Library:
ar_arab: المكتبة الرئيسية:

source: Home library
ar_arab: المكتبة الرئيسية

source: Home:
ar_arab: الصفحة الرئيسية:

source: Hommes
ar_arab: رجال

source: Horizontal:
ar_arab: أفقي:

source: Horowhenua Library Trust
ar_arab: ائتمان مكتبة هوروهينوا

source: Hostname/Port
ar_arab: اسم المصيف/المخرج

source: Hostname:
ar_arab: اسم المصيف:

source: Hours:
ar_arab: ساعات:

source: How do I add Items to an Order?
ar_arab: كيف اضيف مواد إلى طلب؟

source: How do I enable the Holiday Calendar?
ar_arab: :يف أفعل نتيجة العطلات؟

source: How do I manage suggestions?
ar_arab: كيف أدير المقترحات؟

source: How do I overlay a full bib record over the brief one that was added at acquisitions?
ar_arab: كيف أضع تسجيلة بيبلوجرافية كاملة على أخرى مختصرة تم إضافتها إلى التزويد؟

source: How do I print Labels using this feature?
ar_arab: كيف اطبع الملصقات باستخدام هذه الخاصية؟

source: How do I process a Transfer To Receive?
ar_arab: كيف أعالج نقل للاستلام؟

source: How do I receive items that have arrived?
ar_arab: كيف أتسلم المواد التي وصلت؟

source: How do I receive multiple identical items?
ar_arab: كيف اتسلم مواد متطابقة متعددة؟

source: How do I schedule overdue notices?
ar_arab: كيف أجدول إخطارات التأخير؟

source: How do I setup a Printer Profile?
ar_arab: كيف انصب وشع طابعة؟

source: How do I turn on/off Comments in my OPAC?
ar_arab: كيف افعل /اقف التعليقات في الأوباك؟

source: How do you Transfer an Item?
ar_arab: كيف أنقل مادة؟

source: How does an Hold come off this list?
ar_arab: كيف يتم إزالة حجز من هذه القائمة؟

source: How is the dropbox date is determined?
ar_arab: كيف تم تحديد تاريخ المربعات المنسدلة؟

source: How to add a new bibliographic record?
ar_arab: كيف اضيف تسجيلة بيبلوجرافية جديدة؟

source: How to add new items to a record?
ar_arab: كيف اضيف مواد جديدة غلى تسجيلة؟

source: How to edit a bibliographic record?
ar_arab: كيف أحرر تسجيلة بيبلوجرافية؟

source: How to lodge a Claim?
ar_arab: كيف أقدم مطالبة؟

source: How to place an order?
ar_arab: كيف اضع طلب؟

source: How to process items:
ar_arab: كيفية معالجة المواد:

source: How to reorder my subject heading subfields so they appear in the proper order?
ar_arab: كيف أرتب الحقول الفرعية لعنوان الموضوع الخاص بي لكي تظهر بالترتيب المناسب

source: How to resolve a Claim?
ar_arab: كيف أحل مطالبة؟

source: However the subtitle for DVDs appears in 245$p
ar_arab: على أي حال يظهر العنوان الفرعي للأقراص الرقمية في 245$p

source: Hrvatski (Croatian)
ar_arab: هرفاتسكي (الكرواتية)

source: I can log in, what is next?
ar_arab: يمكنني تسجيل الدخول، ماذا بعد؟

source: I encountered some problems.
ar_arab: لقد واجهتني بعض المشكلات

source: ID
ar_arab: معرّف

source: IMPORTANT
ar_arab: هام

source: IMPORTANT NOTE : the z3950search will NOT work until your system administrator has not activated the z3950 client daemon on your server. The daemon is in KohaDirectory/script/z3950daemon. It should be added to rc.d to be launched during server boot.
ar_arab: ملاحظة هامة:بحث z 39.50 لن يعمل حتى يفعل مدير النظام عميل z 39.50 على الخادم .daemon يوجد في فهرس كوها/script/z3950daemon يجب أن يضاف إلى التسجيلة ليتم تنفيذه أثناء تشغيل الخادم ي.

source: IMPORTANT NOTE Online Help is overwritten during a Koha Upgrade.
ar_arab: ملاحظة هامة المساعده على الخط المباشر تم الكتابة عليها خلال تحديث كوها

source: IMPORTANT:
ar_arab: هام:

source: IMPORTANT: 'Source in use?' controls whether source is available in item editor. For example, Koha ships with Dewey and LCC rules but a Dewey library may not want catalogers to mistakenly use LCC as an item callnumber type. To accomplish this, check box 'source in use?' only for the Dewey Classification Source and leave 'source in use' for all others unchecked.
ar_arab: هام: 'المصدر قيد الاستخدام?'يتحكم في توافر المصدر في محرر المادة.على سبيل المثال,يعمل كوها مع قواعد ديوي و LCC ولكن قد لا ترغب مكتبة تستخدم ديوي أن يقوم المفهرسون عن طريق الخطأ باستخدام LCC كنوع رقم طلب مادة. لتحقيق ذلك, قم بتحديد مربع 'المصدر قيد الاستخدام?' لمصدر تصنيف ديوي فقط واترك 'المصدر قيد الاستخدام' لكل الآخرين غير المحددين.

source: IMPORTANT: Choose something other than 'None' from the 'By' field to see results
ar_arab: هام: اختر شيئا آخر غير "ملاحظة" من حقل "بواسطة" لرؤية النتائج

source: IMPORTANT: Currently, Koha can not reference multiple biblios in a single notice (in other words--in the example below-- there is not just ONE email sent that describes ALL currently overdue items, but an email sent for EACH overdue item)
ar_arab: هام: حاليا,لا يمكن لكوها الإشارة إلى تسجيلات بيبلوجرافية متعددة في إخطار واحد (بصيغة أخرى--في المثال أدناه-- لم يتم إرسال بريد الكتروني واحد فقط لوصف كل المواد المتأخرة حاليا، ولكن تم إرسال رسالة لكل مادة متأخرة)

source: IMPORTANT: Definitions can only be bound to one area.
ar_arab: هام: يمكن تحديد الموادد إلى منطقة واحدة فقط

source: IMPORTANT: Enter only numbers and decimal points.
ar_arab: هام: أدخل الأرقام والعلامات العشرية فقط

source: IMPORTANT: Entering a patron by hand will not work the way you'd expect - you must search
ar_arab: هام: إدخال المستفيد يدويا لن يعمل بالطريقة التي تتوقعها - يجب البحث

source: IMPORTANT: If any of the barcodes are invalid there will be an empty set of parentheses.
ar_arab: هام: إذا كان أحد الباركود غير صحيح سوف يكون هناك مجموعة فارغة من الأقواس

source: IMPORTANT: Images must be under 500k in size.
ar_arab: هام: يجب أن يكون حجم الصور أقل من 500 ك

source: IMPORTANT: Keep in mind that any visitors to your OPAC can alter this list.
ar_arab: هام: ضع في الاعتبار أن أي زائر للأوباك الخاص بك يمكنه تعديل هذه القائمة

source: IMPORTANT: Make sure that you use either a comma or a tab to separate IDs from image names
ar_arab: هام: تأكد من استخدام إما فاصلة أو تاب لفصل المعرّفات من اسماء الصور

source: IMPORTANT: Make sure that your TXT file is a plain text document, not RTF.
ar_arab: هام: تأكد من أن ملف TXT الخاص بك وثيقة نص عادي، وليس RTF

source: IMPORTANT: Make sure the 'branchcode' and 'categorycode' are valid entries in your database.
ar_arab: هام: تأكد من صحة مدخلات " رمز الفرع" و "رمز الفئة" إلى قاعدة بياناتك

source: IMPORTANT: Make sure your staff understands the difference between these fields. 'Library note' is a private note that ONLY staff can view. 'OPAC note' WILL be viewed by the patron.
ar_arab: هام: تأكد من فهم موظفيك للفرق بين هذه الحقول."ملاحظة المكتبة" هي ملاحظة خاصة يمكن عرضها للموظفين فقط. "ملاحظة الأوباك" سوف تعرض للمستفيدين

source: IMPORTANT: Many modern barcode scanners will send a 'return' to the browser, making it so that the 'Check Out' button is automatically clicked
ar_arab: هام: العديد من ماسحات الباركود الضوئية الحديثة سوف ترسل "إعادة" إلى المتصفح، يجعله كذلك لكي يتم نقر زر "إعارة" تلقائيا

source: IMPORTANT: Note that if the system preference AllowHoldPolicyOverride set to 'allow', these policies can be overridden by your circulation staff.
ar_arab: هام:لاحظ أنه في حالة ضبط تفضيل النظام AllowHoldPolicyOverrideإلى 'السماح',يمكن تخطي هذه السياسات بواسطة موظفي الإعارة

source: IMPORTANT: Only Tabular should be chosen with this option
ar_arab: هام: يجب اختيار جدولي فقط مع هذا الخيار

source: IMPORTANT: Requires that the 'patronimages' system preference is set to 'ON' to use this feature.
ar_arab: هام: يتطلب ضبط تفعيل تفضيل النظام "صور المستفيدين" لاستخدام هذه الخاصية

source: IMPORTANT: Right now category type is still in development.
ar_arab: هام: حتى الآن نوع الفئة لايزال في تطور

source: IMPORTANT: Set the authorized value field as the description and the description field is the default fee, if any.
ar_arab: هام: اضبط حقل قيمة الاستناد كالوصف وحقل الوصف هو الرسم الافتراضي، في حالة وجوده.

source: IMPORTANT: Suggestions are only managed here if the emailPurchaseSuggestions preference is turned off.
ar_arab: هام: يتم إدارة المقترحات هنا فقط في حالة إيقاف تفضيل النظام emailPurchaseSuggestions

source: IMPORTANT: System preferences should be defined before adding new patrons.
ar_arab: هام: يجب تعريف مفضلات النظام قبل إضافة مستفيدين جدد

source: IMPORTANT: The Acquisitions 'Wizard' is designed to be a simple statistical snapshot,&nbsp; In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
ar_arab: هام: التزويد 'معالج'مصمم ليكون لمحة إحصائية بسيطة,&nbsp;في كل معالج, سوف تختار فئة واحدة لتمثيل 'الصف' وأخرى لتمثل'العمود'.

source: IMPORTANT: The Catalog 'Wizard' is designed to be a simple statistical snapshot. You will choose a single category to represent 'row' and another to represent 'column'.
ar_arab: هام: "معالج" الفهرس مصمم ليكون لمحة إحصائية بسيطة. سوف تختار فئة واحدة لتمثيل "الصف" وآخر لتمثيل "العمود"

source: IMPORTANT: The Circulation 'Wizard' is designed to be a simple statistical snapshot. You will choose a single category to represent 'row' and another to represent 'column'.
ar_arab: هام: "معالج" الإعارة مصمم ليكون لمحة إحصائية بسيطة. سوف تختار فئة واحدة لتمثيل "الصف" وآخر لتمثيل "العمود"

source: IMPORTANT: The Patron 'Wizard' is designed to be a simple statistical snapshot, In each wizard, you will choose a single category to represent 'row' and another to represent 'column'.
ar_arab: هام: "معالج" المستفيد مصمم ليكون لمحة إحصائية بسيطة. في كل معالج،سوف تختار فئة واحدة لتمثيل "الصف" وآخر لتمثيل "العمود"

source: IMPORTANT: The Serials 'Wizard' is designed to be a simple statistical snapshot.
ar_arab: هام: "معالج" الدوريات مصمم ليكون لمحة إحصائية بسيطة

source: IMPORTANT: The category name must be 8 characters or less. Also, just input one authorized value for the category. You can edit and add more after you save the category.
ar_arab: هام: اسم الفئة يجب أن يكون 8 أحرف أو أقل. أيضا، قم بإدخال قيمة استناد واحدة لكل فئة. يمكنك تحرير وإضافة المزيد بعد حفظ الفئة.

source: IMPORTANT: These policies are based on the patron's home branch, not the branch that the reserving staff member is from.
ar_arab: هام: هذه السياسات مبنية على الفرع الرئيسي للمستفيد، وليس الفرع الذي ينتمي إليه الموظف الحاجز.

source: IMPORTANT: These rules only go into effect if the preference UseBranchTransferLimits is set to ON.
ar_arab: هام: هذه القواعد تأخذ حيز التنفيذ فقط في حالة تفعيل التفضيل UseBranchTransferLimits

source: IMPORTANT: This is an advanced feature and should not be altered without knowing how it will effect data migration.
ar_arab: هام: هذه خاصية متقدمة ويجب عدم تعديلها بدون معرفة كيفية تأثيرها على نقل البيانات

source: IMPORTANT: To add authority records in bulk, contact your system administrator and tell them that they can use this script:
ar_arab: هام: لإضافة تسجيلات استناد في مجموعات، قم بالتصال بإدارة النظام وأخبرهم أن باستطاعهم استخدام هذا النص:

source: IMPORTANT: To use lists this function must be enabled in your system preferences
ar_arab: هام: لاستخدام القوائم يجب تفعيل هذه الوظيفة في تفضيلات النظام الخاصة بك

source: IMPORTANT: To use this feature, purchase suggestions need to be turned on in system preferences.
ar_arab: هام: لاستخدام هذه الخصاية، يجب تفعيل مقترحات الشراء في مفضلات النظام

source: IMPORTANT: You must first set up Z39.50 Search Targets
ar_arab: هام: يجب عليك أولا تنصيب Z39.50 اهداف بحث

source: IMPORTANT: You need to have authorized values for 'Reason' already set before working with suggestions
ar_arab: هام: تحتاج لأن يكون لديك قيم استناد ل"السبب" الذي تم ضبطه بالفعل قبل العمل مع المقترحات

source: IMPORTANT: You will need to have ExtendedPatronAttributes turned on
ar_arab: هام: سوف تحتاج لتفعيل سمات المستفيد الموسعة

source: IMPORTANT: You will not be able to perform circulation functions without first setting a library.
ar_arab: هام: لن تتمكن من غجراء وظائف الإعارة بدون ضبط المكتبة أولا

source: IMPORTANT: Your dates will not save correctly unless you have set your date format ('dateformat') in the Global System Preferences under 'I18N/L10N' -- DO THIS BEFORE setting budgets
ar_arab: هام: لن يتم حفظ التواريخ بطريقة صحيحة إلا إذا قمت بضبط تنسيق التاريخ إلى ('dateformat') في مفضلات النظام العامة أدنى 'I18N/L10N' -- قم بذلك قبل ضبط الميزانية

source: IMPORTANT: Your dates will not save correctly unless you have set your date format ('dateformat') in the Global System Preferences under 'I18N/L10N'-- DO THIS BEFORE setting budgets
ar_arab: هام: لن يتم حفظ التواريخ بطريقة صحيحة إلا إذا قمت بضبط تنسيق التاريخ إلى ('dateformat') في مفضلات النظام العامة أدنى 'I18N/L10N' -- قم بذلك قبل ضبط الميزانية

source: IMPORTANT: many preferences interact with each other. Turning on one system preference may require that others are also set.
ar_arab: هام: العديد من التفضيلات تتفاعل مع بعضها. تفعيل تفضيل نظام واحد قد يتطلب ضبط الآخرين أيضا

source: INPUT SAVED
ar_arab: تم حفظ المدخلات

source: INTERMARC
ar_arab: انترمارك

source: IP
ar_arab: بروتوكول الانترنت

source: IP address change
ar_arab: تم تغيير عنوان بروتوكول الانترنت

source: IP address has changed, please log in again
ar_arab: تم تغيير عنوان بروتوكول الانترنت، الرجاء إعادة تسجيل الدخول

source: ISBD
ar_arab: تدمك

source: ISBN
ar_arab: ردمك

source: ISBN - 020
ar_arab: ردمك - 020

source: ISBN :<i>%s</i>
ar_arab: ردمك :<i>%s</i>

source: ISBN or ISSN or other standard number:
ar_arab: الردمك أو التدمك أو أي رقم معياري آخر:

source: ISBN, author or title :
ar_arab: ردمك، مؤلف أو عنوان:

source: ISBN/ISSN:
ar_arab: ردمك/ تدمد

source: ISBN:
ar_arab: ردمك:

source: ISBN: %s
ar_arab: ردمك: %s

source: ISO 10646 Level 3 (Unicode, UTF-8)
ar_arab: ISO 10646 المستوى 3 (Unicode, UTF-8)

source: ISSN
ar_arab: تدمد

source: ISSN - 022
ar_arab: تدمد - 022

source: ISSN:
ar_arab: تدمد:

source: ITEMS
ar_arab: مواد

source: ITEMS OVERDUE
ar_arab: مواد متأخرة

source: Ian Walls
ar_arab: إيان والز

source: Icon
ar_arab: أيقونة

source: If 'RandomizeHoldsQueueWeight' and 'StaticHoldsQueueWeight' are set, the list of library codes in the 'StaticHoldsQueueWeight' system preference are randomized rather than statically ranked. If RandomizeHoldsQueueWeight alone is set, the list of all available library codes is used to randomize the weight.
ar_arab: إذا تم ضبط 'RandomizeHoldsQueueWeight' و'StaticHoldsQueueWeight' ,قائمة رموز المكتبة في تفضيل النظام'StaticHoldsQueueWeight' يتم ترتيبها عشوائيا بدلا من الترتيب الثابت.إذا تم ضبطRandomizeHoldsQueueWeightوحده فقط, يتم استخدام قائمة بكل رموز المكتبة المتاحة لعشوءة الوزن.

source: If 'no results found', click on 'New Record' and choose a 'framework' from the dropdown box.
ar_arab: إذا كان " لم يتم العثور على نتائج"، انقر على "تسجيلة جديدة" واختر "إطار" من المربع المنسدل

source: If 'no results found', click on 'New Vendor'.
ar_arab: لإذا" لم يتم العثور على نتائج"، انقر على "مزود جديد"

source: If a cardnumber exists in the table, you can choose whether to ignore the new one or overwrite the old one.
ar_arab: إذا كان رقم البطاقة موجود في الجدول، يمكنك اختيار تجاهل الجديد أو الكتابة فوق القديم

source: If a library is not set you will see a notice to that affect.
ar_arab: في حالة عد ضبط المكتبة سوف ترى إخطارا بهذا التأثير
