Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Call Number Range
ar_arab: نطاق رقم الطلب

source: Call Number:
ar_arab: رقم الطلب:

source: Call Numbers <a1>Sort</a>
ar_arab: أرقام الطلب <a1>ترتيب</a>

source: Call no
ar_arab: رقم الطلب

source: Call no.
ar_arab: رقم الطلب

source: Call number
ar_arab: رقم الطلب

source: Callnumber
ar_arab: رقم الطلب

source: Callnumber %S Barcode %S
ar_arab: رقم الطلب %Sباركود %S

source: Calyx
ar_arab: الكأس

source: Can I add items to a staff list right from the 'Lists' module?
ar_arab: هل يمكنني إضافة المواد إلى قائمة الموظفين مباشرة من نظام 'القوائم' الفرعي?

source: Can I add items to the list from the detail page?
ar_arab: هل يمكنني إضافة مواد إلى القائمة من صفحة التفاصيل؟

source: Can I customize the email sent to my patrons?
ar_arab: هل يمكنني تخصيص البريد الالكتروني المرسل الى المستفيدين ؟

source: Can I duplicate a record in my system to do some copy cataloging?
ar_arab: هل يمكنني تكرار تسجيلة في نظامي لعمل بعض نسخ الفهرسة؟

source: Can I edit the online help?
ar_arab: هل يمكنني تحرير المساعدة على الانترنت؟

source: Can I have a different type for new releases and older titles?
ar_arab: هل يمكنني الحصول على نوع مختلف لإصدارات جديدة وعناوين اقدم؟

source: Can I have reports run on a schedule?
ar_arab: هل يمكنني تشغيل التقارير تبعا لجدول؟

source: Can I have run-time defined parameters?
ar_arab: هل يمكنني تشغيل عوامل محددة بتوقيت؟

source: Can I see what lists a bib record is in?
ar_arab: هل يمكنني رؤية القوائم الموجود بها التسجيلة؟

source: Can I turn off comment moderation?
ar_arab: هل يمكنني إيقاف مراقبة التعليقات؟

source: Can be complex to configure and maintain
ar_arab: يمكن أن يكون معقد للتهيئة والصيانة

source: Can be entered as a single IP, or a subnet such as 192.168.1.*
ar_arab: يمكن ان يتم إدخاله ك IP مفرد , او شبكة فرعية مثل 192.168.1.*

source: Can not close basket
ar_arab: لا يمكن إغلاق السلة

source: Can't be cancelled when item is in transit
ar_arab: لا يمكن الإلغاء حين تكون المادة في النقل

source: Can't save this record because the following field aren't filled :\n\n
ar_arab: لا يمكن حفظ هذه التسجيلة لأن الحقول التالية لم يتم ملأها :\n\n

source: Cancel
ar_arab: إلغاء

source: Cancel Hold
ar_arab: إلغاء الحجز

source: Cancel Marked Requests
ar_arab: إلغاء الطلبات المحددة

source: Cancel hold
ar_arab: إلغاء الحجز

source: Cancel hold and return to : <!-- TMPL_VAR NAME="homebranch" -->
ar_arab: إلغاء الحجز والعودة إلى : <!-- TMPL_VAR NAME="الفرع الرئيسي" -->

source: Cancel notification
ar_arab: إلغاء الإخطارات

source: Cancel reservation and then attempt transfer:
ar_arab: إلغاء الحجز ثم محاولة النقل:

source: Cannot Check In
ar_arab: لا يمكن الرد

source: Cannot Check Out!
ar_arab: لا يمكن الإعارة

source: Cannot Delete
ar_arab: لا يمكن الحذف

source: Cannot Delete City "%s"
ar_arab: لا يمكن حذف المدينة "%s"

source: Cannot Delete Currencey
ar_arab: لايمكن حذف العملة

source: Cannot Delete Item Type
ar_arab: لا يمكن حذف نوع المادة

source: Cannot Delete Item Type '%s'
ar_arab: لا يمكن حذف نوع المادة'%s'

source: Cannot Delete Patron
ar_arab: لا يمكن حذف المستفيد

source: Cannot Delete: Category %s in Use
ar_arab: لا يمكن حذف: الفئة %s المستخدمة

source: Cannot Edit
ar_arab: لا يمكن التحرير

source: Cannot Place Hold
ar_arab: لا يمكن وضع حجز

source: Cannot Place Hold on Some Items
ar_arab: لا يمكن وضع حجز على بعض المواد

source: Cannot be put on hold
ar_arab: لا يمكن وضعه في الحجز

source: Cannot delete budget
ar_arab: لا يمكن حذف الميزانية

source: Cannot delete budget '%s'
ar_arab: لا يمكن حذف الميزانية'%s'

source: Cannot delete filing rule
ar_arab: لا يمكن حذف قاعدة التسجيل

source: Cannot have "months" and "until date" at the same time
ar_arab: لا يمكن أن تكون "الشهور" و "حتى تاريخ" مرة واحدة

source: Cannot open %s to read.
ar_arab: لا يمكن فتح %s للقراءة

source: Cannot place hold:
ar_arab: لا يمكن وضع حجز:

source: Capetown, South Africa
ar_arab: كايب تاون، جنوب أفريقيا

source: Caracas, Venezuela
ar_arab: كاراكاس، فنزويلا

source: Card
ar_arab: بطاقة

source: Card Batch Number %s
ar_arab: رقم دفعة البطاقات %s

source: Card Height:
ar_arab: ارتفاع البطاقة:

source: Card Number
ar_arab: رقم البطاقة

source: Card Width:
ar_arab: عرض البطاقة:

source: Card number:
ar_arab: رقم البطاقة:

source: Cardnumber
ar_arab: رقم البطاقة

source: Cardnumber already in use.
ar_arab: رقم البطاقة مستخدم بالفعل

source: Cart
ar_arab: السلة

source: Cassette recording
ar_arab: تسجيل كاسيت

source: Cat
ar_arab: فهرس

source: Catalog
ar_arab: الفهرس

source: Catalog &rsaquo; Sending Your Cart
ar_arab: الفهرس &rsaquo; إرسال سلتك

source: Catalog &rsaquo; Tags
ar_arab: الفهرس &rsaquo; الرؤوس

source: Catalog &rsaquo; Your Cart
ar_arab: الفهرس &rsaquo; سلتك

source: Catalog Details
ar_arab: تفاصيل الفهرس

source: Catalog Maintenance
ar_arab: صيانة الفهرس

source: Catalog Results
ar_arab: نتائج الفهرس

source: Catalog Search
ar_arab: بحث الفهرس

source: Catalog Statistics
ar_arab: إحصائيات الفهرس

source: Catalog by Item Type
ar_arab: الفهرسة بنوع المادة

source: Catalog by itemtype
ar_arab: الفهرسة بنوع المادة

source: Catalog details
ar_arab: تفاصيل الفهرس

source: Catalog parameters assist in configuring the cataloging functionality within Koha.
ar_arab: تساعد عوامل الفهرسة في تهيئة وظائف الفهرسة في كوها.

source: Catalog search
ar_arab: بحث الفهرس

source: Catalog statistics
ar_arab: إحصائيات الفهرس

source: Cataloging
ar_arab: الفهرسة

source: Cataloging Help
ar_arab: مساعدة الفهرسة

source: Cataloging Search
ar_arab: بحث الفهرسة

source: Cataloging in Koha can be done one of two ways.&nbsp; This manual will explain how to use the labeled MARC view for cataloging.&nbsp; The other way to catalog is to use the &Dagger;bilbios cataloging plugin.&nbsp;
ar_arab: يمكن القيام بالفهرسة في كوها بإحدى طريقتين.&nbsp; سوف يشرح هذا الدليل كيفية استخدام عرض مارك الملصقات للفهرسة .&nbsp; الطريقة الأخرى للفهرسة هي باستخدام&Dagger;برنامج فهرسة التسجيلات البيبلوجرافية المساعد&nbsp;

source: Cataloging:
ar_arab: الفهرسة:

source: Catalogs
ar_arab: الفهرس

source: Catalyst IT
ar_arab: حافز تكنولوجيا المعلومات

source: Categories, Descriptions and Types
ar_arab: الفئات، الوضف والأنواع

source: Category
ar_arab: الفئة

source: Category %s is in use. Deletion not possible!
ar_arab: الفئة%sقيد الاستخدام. لا يمكن الحذف!

source: Category Deleted
ar_arab: تم حذف الفئة

source: Category Type:
ar_arab: نوع الفئة

source: Category cannot be added, categorycode already exists
ar_arab: لا يمكن إضافة الفئة، رمز الفئة موجود بالفعل

source: Category cannot be deleted because there are libraries using that category
ar_arab: لا يمكن حذف الفئة لأن هناك مكتبات تستخدم هذه الفئة

source: Category code
ar_arab: رمز الفئة

source: Category code:
ar_arab: رمز الفئة:

source: Category name
ar_arab: اسم الفئة

source: Category of Satellite for Remote Sensing Image:
ar_arab: فئة القمر الصناعي لصورة الاستشعار عن بعد"

source: Category type:
ar_arab: نوع الفئة:

source: Category:
ar_arab: الفئة:

source: Category: %s
ar_arab: الفئة: %s

source: Category: %s (%s)
ar_arab: الفئة: %s (%s)

source: Categorycode
ar_arab: رمز الفئة

source: Catégorie sujet
ar_arab: موضوع الفئة

source: Cell value
ar_arab: قيمة الخلية

source: Cells contain estimated values only.
ar_arab: تحتوي الخلية على قيم تقديرية فقط.

source: Centimetres
ar_arab: سنتيمترات

source: Change
ar_arab: تغيير

source: Change Password
ar_arab: تغيير كلمة المرور

source: Change Patron Password
ar_arab: تغيير كلمة مرور المستفيد

source: Change Status
ar_arab: تغيير الحالة

source: Change Username and/or Password
ar_arab: تغيير اسم المستخدم و/أو كلمة المرور

source: Change Username and/or Password for %s %s
ar_arab: تغيير اسم المستخدم و/أو كلمة المرور لـ %s %s

source: Change basket group
ar_arab: تغيير مجموعة السلة

source: Change basketgroup
ar_arab: تغيير مجموعة السلة

source: Change framework:
ar_arab: تغيير الإطار:

source: Changed action if matching record found
ar_arab: إجراء التغيير عند العثور على تسجيلة مضاهية.

source: Changed action if no match found
ar_arab: إجراء التغيير عند عدم العثور على مضاهاة.

source: Changed back to:
ar_arab: تغيير مرة أخرى إلى :

source: Changed item processing option
ar_arab: خيار معالجة المادة المتغيرة

source: Changed. <a1>Reset</a>
ar_arab: تغيرت <a1>إعادة ضبط</a>

source: Character Sets (Mandatory) 1
ar_arab: مجموعة الأحرف (إجباري) 1

source: Character Sets (Mandatory) 2
ar_arab: مجموعة الأحرف(إجباري) 2

source: Character encoding:
ar_arab: ترميز الأحرف:

source: Character of Image:
ar_arab: حرف الصورة:

source: Charge
ar_arab: تكلفة

source: Charge Type
ar_arab: نوع التكلفة

source: Chat with Koha users and developers
ar_arab: المحادثة مع مستخدمي ومطوري كوها

source: Check All
ar_arab: تحديد الكل

source: Check Expiration
ar_arab: التحقق من الانتهاء

source: Check In
ar_arab: الرد

source: Check In Warnings
ar_arab: تحذيرات الرد

source: Check In subscription for <i>%s</i>
ar_arab: تحقق من الاشتراك لـ <i>%s</i>

source: Check Out
ar_arab: الإعارة

source: Check Out (Issues)
ar_arab: إعارة (إصدارات)

source: Check Out Warnings
ar_arab: تحذيرات الإعارة

source: Check expiration
ar_arab: تحقق من الانتهاء

source: Check for embedded item record data?
ar_arab: التحقق من بيانات تسجيلة مادة غير متجزأة؟

source: Check in
ar_arab: رد

source: Check out to:
ar_arab: إعارة لـ:

source: Check that your database is running.
ar_arab: التحقق من تشغيل قاعدة بياناتك.

source: Check the box next to the action(s) you'd like to perform
ar_arab: تحديد المربع بجانب الفعل (الأفعال) الذي ترغب في إجراءه

source: Check the boxes for the items that should <em>not</em> be transferable
ar_arab: حدد المربعات للمواد التي يجب <em>not</em> أن تكون قابلة للنقل

source: Check the boxes for the libraries you accept to checkin items from.
ar_arab: حدد المربعات للمكتبات التي تقبل في رد المواد منها

source: Check the hostname setting in
ar_arab: تحقق من إعدادات اسم المضيف

source: Check to display this attribute on a patron's details page in the OPAC.
ar_arab: التحقق من عرض هذه السمة في صفحة تفاصيل المستفيد في الأوباك

source: Check to let a patron record have multiple values of this attribute. This setting cannot be changed after an attribute is defined.
ar_arab: التحقق للسماح لتسجيلة مستفيد بأن يكون لها قيما متعددة لهذه السمة. لا يمكن تغيير هذا الإعداد بعد تعريف السمة.

source: Check to make it possible to associate a password with this attribute.
ar_arab: التحقق من إتاحة ربط كلمة مرور بهذه السمة

source: Check to make this attribute staff_searchable in the staff patron search.
ar_arab: التحقق من جعل هذه السمة يمكن البحث عنها بواسطة الموظفين في بحث المستفيد الموظف

source: Check your database settings in
ar_arab: تأكد من إعدادات قاعدة بياناتك

source: Check-in
ar_arab: الرد

source: Check-in date from
ar_arab: تاريخ الرد من

source: Check-in date from:
ar_arab: تاريخ الرد من:

source: Check-out history for %s patrons will be anonymized
ar_arab: سجل الإعارة لـ%s المستفيدين سيتم عدم تعريفه

source: Checked
ar_arab: محدد

source: Checked (searched by default):
ar_arab: محدد (يتم بحثه افتراضيا):

source: Checked Out
ar_arab: معار

source: Checked Out Today
ar_arab: تمت إعارته اليوم

source: Checked in <a1>%s</a> (%s) from <a2>%s %s</a> (%s): %s
ar_arab: تم رده<a1>%s</a> (%s) من <a2>%s %s</a> (%s): %s

source: Checked out
ar_arab: معار

source: Checked out (%s),
ar_arab: معار (%s),

source: Checked out <a1>%s</a> (%s) to <a2>%s %s</a> (%s): %s
ar_arab: معار <a1>%s</a> (%s) إلى <a2>%s %s</a> (%s): %s

source: Checked out from
ar_arab: معار من

source: Checked out on
ar_arab: معار في

source: Checked out to <a1>%s</a>
ar_arab: معار إلى<a1>%s</a>

source: Checked out to <a1>%s</a>, Due back on %s
ar_arab: معار لإلى <a1>%s</a>, يُستحق في %s

source: Checked-In items
ar_arab: المواد التي تم ردها

source: Checked:
ar_arab: محدد:

source: Checkin
ar_arab: رد

source: Checkin Failed
ar_arab: فشل الرد

source: Checkin on
ar_arab: الرد في

source: Checking out to %s %s (%s)
ar_arab: معار إلى %s %s (%s)

source: Checking the 'Manual history' box will allow you to enter serials outside the prediction pattern.
ar_arab: تحديد مربع " التاريخ اليدوي" سوف يسمح لك ب‘دخال الدوريات خارج نمط الدورية

source: Checkout
ar_arab: الإعارة

source: Checkout History
ar_arab: تاريخ الإعارة

source: Checkout Status:
ar_arab: حالة الإعارة:

source: Checkout count
ar_arab: حساب الإعارة

source: Checkout date from:
ar_arab: تاريخ الإعارة من:

source: Checkout history
ar_arab: تاريخ الإعارة

source: Checkout history for %s
ar_arab: تاريخ الإعارة لـ %s

source: Checkout on
ar_arab: الإعارة في

source: Checkouts
ar_arab: الإعارات

source: Checkouts Per Patron
ar_arab: الإعارات لكل مستفيد

source: Checkouts are blocked because fine balance is over the limit.
ar_arab: تم حظر الإعارات لأن مستوى الغرامة أعلى من الحد

source: Checkouts by patron category
ar_arab: الإعارات بفئة المستفيد

source: Checks the MARC structure. If you change your MARC Bibliographic framework it's recommended that you run this tool to test for errors in your definition.
ar_arab: التحقق من بنية مارك. إذا قمت بتغيير إطارات مارك للبيانات البيبلوجرافية فينصح بتشغيل هذه الأداة لاختبار الأخطاء في تعريفك.

source: Chercher
ar_arab: بحث

source: Child
ar_arab: طقل

source: Child = A patron who can have an adult guarantor.
ar_arab: الطقل = مستفيد لديه ضامن بالغ

source: Child Patron
ar_arab: مستفيد طفل

source: Child Patrons: a patron category that has a &quot;guarantor&quot;.
ar_arab: المستفيدون الأطفال: فئة المستفيد لديها &quot;ضامن&quot;.

source: Child patron
ar_arab: مستفيد طفل

source: Chinese, Japanese, Korean
ar_arab: الصينية, اليابانية, الكورية

source: Choice
ar_arab: اختيار

source: Choose
ar_arab: اختر

source: Choose 'Acquisitions' under 'Statistics Wizards'
ar_arab: اختر 'التزويد' أدنى 'المعالجات الإحصائية'

source: Choose 'Arrived' from the status pull down to mark a serial as received.
ar_arab: اختر "وصل" من قائمة الحالة المنسدلة لتحديد استلام الدورية

source: Choose 'Average loan time' under 'Other'
ar_arab: اختر 'متوسط مدة الاستعارة' أدنى 'آخر'

source: Choose 'Catalog by Item Type' under 'Other'
ar_arab: اختر 'فهرس بنوع المادة ' أدنى 'آخر'

source: Choose 'Catalog' under 'Statistics Wizards'
ar_arab: اختر 'الفهرس' ادنى 'المعالجات الاحصائية'

source: Choose 'Circulation' under 'Statistics Wizards'
ar_arab: اختر 'الإعارة' أدنى 'معالجات احصائية'

source: Choose 'Comments'
ar_arab: اختر 'التعليقات'

source: Choose 'Guided Reports' under 'Guided Reports Wizard'
ar_arab: اختر " التقارير المرشدة" أدنى " معالج التقارير المرشدة"

source: Choose 'Items not checked out' under 'Inactive'
ar_arab: اختر " المواد غير المعارة" أدنى "خامل"

source: Choose 'Lost Items' under 'Other'
ar_arab: اختر 'المواد المفقودة' أدنى'أخرى'

source: Choose 'Most-Circulated Items' under 'Top Lists'
ar_arab: اختر 'المواد الأكثر إعارة' أدنى 'القوائم العليا'

source: Choose 'No' to save this as a new record
ar_arab: اختر 'لا' لحفظها كتسجيلة جديدة

source: Choose 'Patrons who haven't checked out' under 'Inactive'
ar_arab: اختر " المستفيدين الذين لم يقوموا بالإعارة" أدنى "خامل"

source: Choose 'Patrons with the most checkouts' under 'Top Lists'
ar_arab: اختر "المستفيدين الأعلى إعارة" أدنى "القوائم العليا"

source: Choose 'Patrons' under 'Statistics Wizards'
ar_arab: اختر 'المستفيدون' ادنى 'المعالجات الاحصائية'

source: Choose 'Serials' under 'Statistics Wizards'
ar_arab: اختر 'الدوريات' أدنى 'المعالجات الإحصائية'

source: Choose 'Upload patron images'
ar_arab: اختر 'تحميل صور المستفيد'

source: Choose .koc File:
ar_arab: اختر ملف .koc :

source: Choose Adult category
ar_arab: اختر فئة البالغين

source: Choose Barcode Type (encoding)
ar_arab: اختر رمز الباركود (ترميز)

source: Choose Barcode Type:
ar_arab: اختر نوع الباركود:

source: Choose Hemisphere:
ar_arab: اختر نصف الكرة:

source: Choose Layout Type
ar_arab: اختر نوع التخطيط

source: Choose Layout Type:
ar_arab: اختر نوع التخطيط:

source: Choose Order Of Fields to Print
ar_arab: اختر ترتيب الحقول للطباعة

source: Choose Order Of Text Fields to Print
ar_arab: اختر ترتيب الحقول النصية للطباعة

source: Choose Order of Text Fields to Print
ar_arab: اختر ترتيب الحقول النصية للطباعة

source: Choose SUGGEST from the pull down
ar_arab: اختر اقترح من القائمة المنسدلة

source: Choose a 'Branch' to perform the report on (or choose 'All' field at the top of the dropdown menu to choose all branches)
ar_arab: اختر " فرع" لإجراء هذا التقرير عليه (أو اختر حقل "الكل" أعلى القائمة المنسدلة لاختيار كل الفروع)

source: Choose a 'Category' for your new list (options are 'private', 'public' or 'free' as explained above)
ar_arab: اختر "فئة" لقائمتك الجديدة (الخيارات هي "خاصة"، "عامة" أو "حرة" على النحو المبين أعلاه)

source: Choose a 'Koha Module' to associate your notice with from the dropdown box
ar_arab: اختر "نظام كوها الفرعي" لربط إخطارك به من المربع المنسدل

source: Choose a 'Lost Status' to search only for items that are assumed lost (long overdue), missing, or lost (or, leave this set to 'All' to see all lost items)
ar_arab: اختر " حالة مفقودة" للبحث فقط عن المواد التي تم اعتبارها "مفقودة" ( متأخرة جدا)، ضائعة، أو مفقودة (أو اتركه مضبوطا إلى "الكل" لرؤية كل المواد المفقودة)

source: Choose a 'filing routine' from the dropdown menu to associate with your new filing rule
ar_arab: اختر "روتين التسجيل" من القائمة المنسدلة لربطه بقاعدة التسجيل الجديدة

source: Choose a 'filing rule' from the dropdown menu to associate with your new classification source
ar_arab: اختر "قاعدة تسجيل" من القائمة المنسدلة لربطها بمصدر تصنيفك الجديد

source: Choose a Koha module to build a report on (patrons, circ, cataloging, etc)
ar_arab: اختر نظام كوها الفرعي لبناء تقرير عن (المستفيدين، الإعارة، الفهرسة، إلخ)

source: Choose a Module
ar_arab: اختر نظام فرعي

source: Choose a branch (or choose the blank field at the top of the dropdown menu to choose all branches)
ar_arab: اختر فرعا (أو اختر الحقل الفارغ في أعلى القائمة المنسدلة لاختيار كل الفروع)

source: Choose a category from the 'Show Category' dropdown menu
ar_arab: اختر فئة من قائمة " عرض الفئة" المنسدلة

source: Choose a field from the scroll down menu on the left side
ar_arab: اختر حقلا من القائمة المنسدلة على الجانب الأيسر

source: Choose a limit of 'Library'
ar_arab: اختر حد ل"المكتبة"

source: Choose a method for 'outputing' (viewing) the report: Options are 'browser' or saving as a file viewable in a program like Excel.
ar_arab: اختر طريقة ل "اخراج" (عرض) التقرير: الخيارات هي " متصفح" أو الحفظ كملف يمكن عرضه في برنامج مثل إكسل.

source: Choose a network printer:
ar_arab: اختر طابعة للشبكة:

source: Choose a reason for all marked entries:
ar_arab: اختر سببا لكل المدخلات المحددة

source: Choose a title for your entry
ar_arab: اختر عنوانا لمدخلك

source: Choose an 'Item Type' to perform the report on (or, leave at the default 'All' to perform the report on all item types)
ar_arab: اختر "نوع مادة" لإجراء التقرير عليها (أو اتركه افتراضيا "الكل" لإجراء التقرير على كل أنواع المادة)

source: Choose an Icon:
ar_arab: اختر أيقونة:

source: Choose and validate 1 MARC subfield for
ar_arab: اختر وتاكد من صحة حقل مارك 1 الفرعي لـ

source: Choose any filters from the top section
ar_arab: اختر أي مرشحات من القسم العلوي

source: Choose category to 'Order by' (the 'order by' field effects what ordering method is used when displaying the lost items)
ar_arab: اختر فئة ل"ترتيب بواسطة" ( حقل "ترتيب بواسطة" يؤثر على طريقة الترتيب المستخدمة عند عرض المواد المفقودة)

source: Choose indexing engine
ar_arab: اختر محرك الفهرسة

source: Choose library:
ar_arab: اختر مكتبة:

source: Choose list
ar_arab: اختر قائمة

source: Choose one field to appear in the rows and another to appear in the column. If you choose either of the date fields remember to choose to show data by 'Day', 'Month', or 'Year'
ar_arab: اختر حقلا واحدا للظهور في الصفوف وآخر للظهور في الأعمدة. إذا اخترت أيا من حقول التاريخ تذكر اختيار عرض البيانات ب"اليوم"،"الشهر" أو "السنة"

source: Choose the 'Item Type' you would like this rule to apply to. If you leave this to 'Default' it will apply to all item types
ar_arab: اختر "نوع المادة" الذي ترغب في طبيق هذه لقاعدة عليه. إذا تركت هذا إلى "الافتراضي" سوف يطبق على كل أنواع المادة

source: Choose the character encoding
ar_arab: اختر ترميز الحروف

source: Choose the library you want to transfer the book to from the pull down
ar_arab: اختر المكتبة التي تريد نقل الكتاب إليها من القائمة المنسدلة

source: Choose the method for calculating due date - either include days the library is closed in the calculation or don't include them.
ar_arab: اختر طريقة حساب تاريخ الاستحقاق - سواء بإدراج الأيام التي تغلق فيها المكتبة في الإعارة أو عدم إدراجها.

source: Choose the method for calculating due date: select Calendar to use the holidays module, and Days to ignore the holidays module
ar_arab: اختر طريقة حساب تاريخ الاستحقاق: اختر النتيجة لاستخدام نظام العطلات الفرعي، والأيام لتجاهل نظام العطلات الفرعي

source: Choose the name you want your file to save as
ar_arab: اختر الاسم الذي ترغب في حفظ الملف به

source: Choose the permissions you'd like this patron to have
ar_arab: اختر الصلاحيات التي تريد أن تكون للمستفيد

source: Choose the profile you would like to edit and alter the necessary fields.
ar_arab: اختر الملف الشخصي الذي ترغب في تحريره وقم بتبديل الحقول الضرورية

source: Choose the record by clicking on the title
ar_arab: اختر التسجيلة بالنقر على العنوان

source: Choose the report to run from the list
ar_arab: اختر التقرير لتشغيله من القائمة

source: Choose the start and end date you'd like to see and click 'Go' to see the results on your screen
ar_arab: اختر تاريخ البدء والانتهاء لاذي ترفب في رؤيته وانقر "اذهب" لرؤية النتائج في صفحتك

source: Choose the text file and the date you want to mark all times as seen and click 'Submit.'
ar_arab: اختر الملف النصي والتاريخ الذي ترغب في تحديده دائما كتمت رؤيته ثم انقر 'إرسال.'

source: Choose the type of authority record you would like to add to your system
ar_arab: اختر نوع الاستناد الذي ترغب في إضافته لنظامك

source: Choose the type of patron you'd like to add:
ar_arab: اختر نوع المستفيد الذي ترغب في إضافته:

source: Choose this record
ar_arab: اختر هذه التسجيلة

source: Choose to 'Edit as New (Duplicate)'
ar_arab: اختر 'تحرير كجديد (كرّر)'

source: Choose to export your data in marc or marcxml format
ar_arab: اختر تصدير بياناتك بتنسيق مارك أو marcxml

source: Choose to limit your export by any one or more of the following options
ar_arab: اختر تحديد تصديرك لإحدي أو المزيد من الخيارات التالية

source: Choose whether or not you want to look for matching records
ar_arab: اختر إذا كنت ترغب أم لا في البحث عن تسجيلات مضاهية

source: Choose whether to receive the text of or a link to the results
ar_arab: اختر استلام النتائج كنص أم كرابط

source: Choose which library, shelving location, call number range, item status and when the item was last seen to generate a shelf list that you can then print to use while walking around the library checking your collection
ar_arab: اختر أي مكتبة ، موقع ترفيف، نطاق رقم الطلب، حالة المادة عندما تكون المادة قد تمت رؤيتها مؤخرا لانتاج قائمة رف يمكنك طباعتها لاستخدامها اثناء المرور في المكتبة والتحقق من الموقع

source: Choose your Library:
ar_arab: اختر مكتبتك:

source: Choose your home branch from the menu you are presented with
ar_arab: اختر فرعك الرئيسي من القائمة المعروضة عليك

source: Choose your option (either upload file or enter barcodes one by one)
ar_arab: اختر خيارك ( سواء رقع الملف أو إدخال الباركود واحدا تلو الآخر)

source: Choose your vendor and branch (or leave them both set to 'Any' to get information on all subscriptions) and whether to include expired subscriptions
ar_arab: اختر مزودك والفرع ( أو اتركهما إلى "أي" للحصول على معلومات على كافة الاشتراكات) وسواء إدراج الاشتراكات المنتهية أم لا

source: Choose:
ar_arab: اختر:

source: Chris Catalfo (new plugin MARC editor)
ar_arab: Chris Catalfo (برنامج مساعد جديد محرر مارك)

source: Chris Cormack
ar_arab: كريس كورماك

source: Christopher Hyde
ar_arab: كريستوفر هايد

source: Circ note
ar_arab: ملاحظة إعارة

source: Circulation
ar_arab: الإعارة

source: Circulation Alerts for %s
ar_arab: تنبيهات الإعارة لـ %s
