Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: specialized
ar_arab: متخصص

source: specimens (biological etc.)
ar_arab: عينات (بيولوجية إلخ)

source: speech
ar_arab: خطبة

source: speeches, oratory
ar_arab: الخطب, الخطابة

source: spent
ar_arab: إنفاق

source: square dance
ar_arab: الرقص التربيعي

source: staffaccess
ar_arab: وصول الموظف

source: stain
ar_arab: بقعة

source: stamper (negative)
ar_arab: خاتم (سلبي)

source: standard
ar_arab: قياسي

source: standard silent aperture
ar_arab: منفذ صامت قياسي

source: starts with
ar_arab: يبدأ بـ

source: statistics
ar_arab: احصائيات

source: steel engraving
ar_arab: نقش على الفولاذ

source: stencil colour
ar_arab: لون استنسل

source: stereographic
ar_arab: مجسم

source: stereophonic
ar_arab: صوت مجسم

source: still image
ar_arab: صورة ثابتة

source: stills
ar_arab: لقطات

source: stone
ar_arab: حجر

source: stop word
ar_arab: كلمة توقف

source: study kit
ar_arab: عدة الدراسة

source: study, exercise
ar_arab: دراسة, تمرين

source: style="color: green;"
ar_arab: النمط="اللون: الأخضر;"

source: style="color: red;"
ar_arab: النمط="اللون: الأحمر;"

source: subfield ignored
ar_arab: تم نجاهل الحقل الفرعي

source: subfields
ar_arab: حقول فرعية

source: subfields not in same tabs
ar_arab: الحقول الفرعية ليست في نفس التبويب

source: subscription
ar_arab: اشتراك

source: subscription detail
ar_arab: تفاصيل الاشتراك

source: subscription routing list
ar_arab: قائمة تمرير الاشتراك

source: successfully added.
ar_arab: تمت الإضافة بنجاح

source: successfully deleted.
ar_arab: تم الحذف بنجاح

source: suggestion
ar_arab: اقتراح

source: suite
ar_arab: جناح

source: summary or subtitle
ar_arab: الملخص أو العنوان الفرعي

source: sung or spoken text
ar_arab: نص منطوق أو مغنى

source: suomi, suomen kieli (Finnish)
ar_arab: suomi, suomen kieli (الفنلندية)

source: superlibrarian
ar_arab: المكتبي المتميز

source: survey of literature
ar_arab: استبيان أدبي

source: symphonic poem
ar_arab: قصيدة سيمفونية

source: symphony
ar_arab: سيمفونية

source: synthetics
ar_arab: مواد تركيبية

source: synthetics (e.g. plastics, vinyl)
ar_arab: مواد تركيبية (مثال: البلاستيك، الفينيل)

source: synthetics (plastic, vinyl, etc.)
ar_arab: المواد التركيبية (البلاستيك, الفينيل, إلخ)

source: synthetics (plastic, vinyl, etc.) and glass
ar_arab: المواد التركيبية (البلاستيك, الفينيل, إلخ) والزجاج

source: t - Manuscript language material
ar_arab: t - مخطوطة مادة لغة

source: t - cartoons or comic strips
ar_arab: t- الرسوم المتحركة أو الشرائط المصورة

source: t- Publication date and copyright date
ar_arab: t- تاريخ الطبع وتاريخ حق النشر

source: tablature
ar_arab: جدولة

source: table of contents
ar_arab: جدول المحتويات

source: tactile, with no writing system
ar_arab: باللمس، بدون نظام كتابة

source: tag
ar_arab: رأس

source: tag
ar_arab: رأس

source: tag number missing
ar_arab: رقم الرأس مفقود

source: tags
ar_arab: رؤوس

source: tags from other users.
ar_arab: وسيامات من مستخدمين آخرين

source: tape (cartridge)
ar_arab: شريط (لفافة)

source: tape (cassette)
ar_arab: شريط (كاسيت)

source: tape (open reel)
ar_arab: شريط (بكرة مفتوحة)

source: tape cartridge
ar_arab: لفافة شريط

source: tape cassette
ar_arab: شريط كاسيت

source: tape reel
ar_arab: بكرة شريط

source: technical drawing
ar_arab: رسم تقني

source: technical information on music
ar_arab: معلومات تقنية عن الموسيقى

source: technical or historical information on instruments
ar_arab: معلومات تقنية أو تاريخية عن الآلات

source: technical report
ar_arab: تقرير تقني

source: tempera
ar_arab: تمبيرا

source: terrestrial
ar_arab: أرضي

source: terrestrial globe
ar_arab: العالم الأرضي

source: test pressing
ar_arab: اختبار ضغط

source: text
ar_arab: نص

source: text on cartographic item itself
ar_arab: نص على مادة خرائطية نفسها

source: text/html
ar_arab: نص/html

source: text/html; charset=utf-8
ar_arab: نص/html; charset=utf-8

source: textbook
ar_arab: كتاب مدرسي

source: textile
ar_arab: نسيج

source: textile including manmade fibre textiles (e.g. silk, cloth, nylon)
ar_arab: النسيج شاملا الأنسجة ذات الألياف الصناعية (مثال. الحرير, القماش, النايلون)

source: textiles
ar_arab: أنسجة

source: textiles (including man-made fibres)
ar_arab: الأنسجة (شاملة الألياف الصناعية)

source: than <a1>%s %s</a>'s home library (%s / %s )
ar_arab: من <a1>%s %s</a>المكتبة الرئيسية لـ (%s / %s )

source: the %s is missing.
ar_arab: ال%s مفقود.

source: the biblioitems.itemtype field MUST :
ar_arab: حقل المواد البيبلوجرافية.نوع المادة يجب أن:

source: the cartographic item is not a final produc
ar_arab: المادة الخرائطية ليست منتجا نهائيا

source: the correspounding subfield MUST have authorised value=branches
ar_arab: يجب أن يكون للحقل المماثل استناد_قيمة=الفروع

source: the correspounding subfield MUST have authorised_value=itemtype
ar_arab: يجب أن يكون للحقل المماثل استناد_قيمة=نوع المادة

source: the database returned an error. Please refer to the error log for more details.
ar_arab: اعادت قاعدة البيانات خطأ. الرجاء الرجوع إلى سجل الخطأ للمزيد من التفاصيل

source: the image file is corrupted.
ar_arab: ملف الصورة تالف

source: the image file is too big.
ar_arab: ملف الصورة كبير جدا

source: the image format is unrecognized.
ar_arab: تنسيق الصورة غير معروف

source: the items.holdingbranch field MUST :
ar_arab: حقل الفرع الملك للمواد يجب أن:

source: the items.homebranch field MUST :
ar_arab: حقل الفرع الرئيسي للمواد يجب أن:

source: the left part contains six elements, some are automatically calculated but but can be changed
ar_arab: يحتوي الجزء الأيسر على ستة عناصر، بعضها يتم حسابه تلقائيا ولكن يمكن تغييره

source: the records this subject is applied to.
ar_arab: التسجيلة المطبّق عليها هذا الموضوع

source: the selected
ar_arab: المحدد

source: thematic index
ar_arab: فهرس موضوعي

source: there is a null value in a frameworkcode. Check the following tables
ar_arab: هناك قيمة فارغة في رمز الإطار. تحقق من الجداول التالية

source: thesaurus : means that the value is not free, but can be searched in authority/thesaurus of the selected category
ar_arab: القاموس: يعني أن القيمة ليست حرة، ولكن يمكن البحث عنها في الاستناد/القاموس للفئة المحددة

source: thesaurus : shows the authority type
ar_arab: القاموس: عرض نوع الاستناد

source: these words do not manipulated by the arabic seach processing
ar_arab: لا يتم التلاعب بهذه الكلمات بواسطة معالجة البحث العربي

source: theses
ar_arab: أطروحات

source: things outside [] are kept as is (including HTML)
ar_arab: الأشياء خارج [] تحفظ كـ (شاملة HTML)

source: this continuing resource is a supplement or subseries indexed in its parent continuing resource
ar_arab: هذا المصدر المستمر هو تكملة أو سلاسل فرعية مفهرسة في مصدرها المستمر الأصلي

source: this function is still experimental, so it's best to leave these preferences at their default.
ar_arab: هذه الوظيفة لاتزال تجريبية، لذا من الأفضل ترك هذه التفضيلات على الوضع الافتراضي

source: this page
ar_arab: هذه الصفحة

source: this patron does not exist in the database.
ar_arab: هذا المستفيد ليس له وجود في قاعدة البيانات.

source: this record has no items attached.
ar_arab: هذه التسجيلة ليس لها مواد مرتبطة.

source: this tab contains preferences related to modules that create objects.
ar_arab: يحتوي هذا التبويب على تفضيلات متعلقة بالأنظمة الفرعية التي تنشئ الأدوات

source: this tab will usually be empty unless your library has a preference just for your library.
ar_arab: سيكون هذا التبويب غاليا فارغا إلا إذا كان لمكتبتك تفضيل لمكتبتك فقط

source: three dimensional object
ar_arab: مادة ثلاثية الأبعاد

source: three layer stock
ar_arab: مخزون من ثلاثة طبقات

source: three layer stock (low fade)
ar_arab: مخزون من ثلاثة طبقات (تلاشي منخفض)

source: three times a month
ar_arab: ثلاث مرت شهريا

source: three times a week
ar_arab: ثلاث مرات أسبوعيا

source: three times a year
ar_arab: ثلاث مرات سنويا

source: times
ar_arab: مرات

source: times. When more than
ar_arab: مرات. عندما يكون أكثر من

source: tint
ar_arab: لون

source: tinted and toned
ar_arab: ملون ومضبوط

source: to "%s"
ar_arab: لـ "%s"

source: to %S
ar_arab: لـ %S

source: to <a1>
ar_arab: لـ <a1>

source: to <i>%s</i>
ar_arab: لـ <i>%s</i>

source: to add new bibliographic and item records.
ar_arab: لإضافة تسجيلات بيبلوجرافية وتسجيلات مواد جديدة

source: to add to Batch %s
ar_arab: للإضافة إلى الحزمة %s

source: to be placed on hold
ar_arab: للوضع في الحجز

source: to show the item link on the search results page
ar_arab: لعرض رابط المادة في صفحة نتائج البحث

source: toccata
ar_arab: التوكاتية

source: today
ar_arab: اليوم

source: tools
ar_arab: أدوات

source: tools and equipment
ar_arab: أدوات ومعدات

source: toy
ar_arab: لعبة

source: toys
ar_arab: ألعاب

source: tracing paper
ar_arab: ورق استشفاف

source: traducteur
ar_arab: مترجم

source: transfer line print
ar_arab: طباعة خط النقل

source: transfers to receive at your library
ar_arab: انتقالات للاستلام في مكتبتك

source: translation
ar_arab: ترجمة

source: transparencies
ar_arab: شفافيات

source: transparency
ar_arab: شفافية

source: transparent or opaque flexible base negative
ar_arab: قاعدة مرنة شفافة أو معتمة سالبة

source: transparent or opaque flexible base positive
ar_arab: قاعدة مرنة شفافة أو معتمة موجبة

source: transparent or opaque non-flexible base negative
ar_arab: قاعدة غير مرنة شفافة أو معتمة سالبة

source: transparent or opaque non-flexible base positive
ar_arab: قاعدة غير مرنة شفافة أو معتمة موجبة

source: transport
ar_arab: نقل

source: transverse Mercator
ar_arab: مستعرض ميركاتور

source: travelogue
ar_arab: فيلم عن رحلة

source: treaties
ar_arab: اتفاقيات

source: treaty
ar_arab: اتفاقية

source: triennial (every three years)
ar_arab: كل ثلاث سنوات (كل ثلاث سنوات)

source: trims
ar_arab: ديكورات

source: triosonata
ar_arab: سوناتة ثلاثية

source: turn on/off logging functionality in your system.
ar_arab: تشغيل/إيقاف وظيفة تسجيل الدخول في نظامك

source: twelve track
ar_arab: المسار الثاني عشر

source: twentyfour track
ar_arab: المسار الرابع والعشرون

source: type of projection unknown
ar_arab: نوع العرض غير معروف

source: typeicon
ar_arab: أيقونة الكتابة

source: u - Unknown
ar_arab: u - غير معروف

source: u - Unknown publication date
ar_arab: u - تاريخ نشر غير معروف

source: u- Serial item status unknown
ar_arab: u- حالة مادة الدورية غير معروفة

source: u- Unknown
ar_arab: u- غير معروف

source: u- Unknown if heading is government agency
ar_arab: u- غير معروف ان كان العنوان جهه حكومية

source: u- Unknown if item is government publication
ar_arab: u- غير معروف إذا كانت المادة مطبوعا حكوميا

source: u- unknown
ar_arab: u- غير معروف

source: ultrahigh (91x -)
ar_arab: عالي جدا (91x -)

source: unavailable:
ar_arab: غير متاح:

source: unbound
ar_arab: غير مقيد

source: uncertain
ar_arab: غير أكيد

source: under
ar_arab: أدنى

source: undetermined 2 colour
ar_arab: غير محدد 2 لون

source: undetermined 3 colour
ar_arab: غير محدد 3 لون

source: unknown
ar_arab: غير معروف

source: unknown at time of record creation
ar_arab: غير معروف في وقت إنشاء التسجيلة

source: unspecified/unknown
ar_arab: غير محدد/غير معروف

source: until %s
ar_arab: حتى %s

source: updatecharges
ar_arab: تحديث الرسوم

source: upload
ar_arab: تحميل

source: user
ar_arab: مستخدم

source: uu- unknown
ar_arab: uu- غير معروف

source: v - dissertation or thesis (revised)
ar_arab: v - رسالة علمية أو أطروحة (منقحة)

source: value
ar_arab: قيمة

source: value missing
ar_arab: القيمة مفقودة

source: variable missing
ar_arab: hgljydv ltr,]

source: variation
ar_arab: تنوع

source: varies
ar_arab: يتنوع

source: version of a work
ar_arab: نسخة العمل

source: vertical
ar_arab: رأسي

source: vertical (hill and dale) cutting
ar_arab: قطع (هيل ودايل) عمودي

source: very
ar_arab: جدا

source: very good
ar_arab: جيد جدا

source: very high (61x - 90x)
ar_arab: مرتفع جدا (61x - 90x)

source: very important
ar_arab: هام جدا

source: vesicular
ar_arab: حويصلي

source: video recording
ar_arab: تسجيل فيديو

source: videocartridge
ar_arab: لفافة فيديو

source: videocassette
ar_arab: فيديو كاسيت

source: videodisc
ar_arab: قرص فيديو

source: videorecording
ar_arab: تسجيل الفيديو

source: videorecording identifier
ar_arab: معرف تسجيل الفيديو

source: videoreel
ar_arab: بكرة الفيديو

source: videotape
ar_arab: شريط فيديو

source: view
ar_arab: عرض

source: view suggestions placed by Patrons and add to the item to the basket.
ar_arab: عرض الإقتراحات التي تم وضعها بواسطة المستفيدين وإضافتها إلى المواد إلى السلة.

source: views with horizon showing
ar_arab: عروض بعرض أفقي

source: views without horizon showing
ar_arab: عروض بدون عرض أفقي

source: vignette
ar_arab: مقال قصير

source: visual projection
ar_arab: إسقاط مرئي

source: vocal parts
ar_arab: أجزاء صوتية

source: vocal score, accompaniment reduced for keyboard
ar_arab: النتيجة الصوتية, انخفاض المرافقات للوحة المفاتيح

source: voice score, chorus score, accompaniment has been dropped
ar_arab: نتيجة الصوت, نتيجة الجوقة, تم إسقاط المرافقات

source: volume:<i>%s</i>
ar_arab: مجلد:<i>%s</i>

source: vv- mixed
ar_arab: vv- مختلط

source: w - Religious text
ar_arab: w - نص ديني

source: waiting
ar_arab: انتظار

source: waiting at %s
ar_arab: انتظار في %s

source: waltz
ar_arab: الفالس

source: water colour
ar_arab: لون مائي

source: wax
ar_arab: شمع

source: wax (instantaneous)
ar_arab: شمع (فوري)

source: web site
ar_arab: موقع الكتروني

source: week
ar_arab: اسبوع

source: weekly
ar_arab: اسبوعيا

source: west
ar_arab: غرب

source: white-line woodcut
ar_arab: قطع خشب بخط أبيض

source: will be displayed on the left of the string to enter.
ar_arab: سيتم عرضه إلى يسار السلسلة المدخلة

source: will expire before <b>%s</b>
ar_arab: سينتهى قبل <b>%s</b>

source: will result in the following issues numbers :
ar_arab: سنتج عن أرقام الاعداد التالية :

source: wire recording
ar_arab: تسجيل سلكي

source: with ISSN matching <b>%s</b>
ar_arab: مع مضاهاة تدمد <b>%s</b>

source: with the MARC structure button, you can define the MARC structure of a given authority type
ar_arab: باستخدام زر بنية مارك, يمكنك تعريف بنية مارك لأنواع الاستناد المعطاه

source: with this reason:
ar_arab: لهذا السبب:

source: with title matching
ar_arab: مع مضاهاة العنوان

source: wood
ar_arab: خشب

source: wood-pulp paper
ar_arab: ورق من لب الخشب

source: woodcut
ar_arab: قطع خشب

source: word
ar_arab: كلمة

source: word losted
ar_arab: الكلمات (المدرجة)

source: words excepts from the arabic processing serach &rsaquo;
ar_arab: الكلمات المتوقعة من معالجة البحث العربي &rsaquo;

source: work bound with another
ar_arab: عمل مرتبط بآخر

source: workprint
ar_arab: طبعة عمل

source: worn
ar_arab: مستهلك

source: writing ink
ar_arab: حبر الكتابة

source: x- Deleted; heading replaced by another heading
ar_arab: x- عنوان محذوف تم استبداله بعنوان آخر

source: x- Missing characters
ar_arab: x- أحرف مفقودة

source: x- not applicable
ar_arab: x-غير قابل للتطبيق

source: xx- not applicable
ar_arab: xx- غير قابل للتطبيق

source: y - no illustration
ar_arab: y - لا يوجد إيضاح

source: y - no illustrations
ar_arab: y - لا توجد إيضاحات

source: y - not a literary text
ar_arab: y - ليس نصا أدبيا

source: y - not biographical
ar_arab: y - ليس سيرة ذاتية

source: y- no transliteration scheme used
ar_arab: y-لا يوجد مخطط ترجمة مستخدم

source: y- not a government publication
ar_arab: y- مطبوع غير حكومي

source: year
ar_arab: سنة

source: yearbook
ar_arab: حولية

source: years of activity
ar_arab: سنوات النشاط

source: yellow strip
ar_arab: شريط أصفر

source: yes
ar_arab: نعم

source: yes , delete
ar_arab: نعم, احذف

source: yesterday
ar_arab: أمس

source: you search for <b>%s</b>
ar_arab: نعم قم بالبحث عن <b>%s</b>

source: z - multiple or other literary forms
ar_arab: z - أشكال أدبية متعددة أو أخرى

source: z - other
ar_arab: z - آخر

source: z- Authority data
ar_arab: z- بيانات الإستناد

source: z- Not applicable
ar_arab: z- غير قابل للتطبيق

source: z- Not applicableFull level
ar_arab: z- مستوى مكتمل غير قابل للتطبيق

source: z- Other
ar_arab: z- آخر

source: z- other non-projected graphic type
ar_arab: z- نوع رسم آخر غير معروض

source: zincography
ar_arab: الحفر الزنكي

source: zz- Other
ar_arab: zz- آخر

source: zz- other
ar_arab: zz- آخر

source: | Auth value:%s,
ar_arab: قيمة الإستناد:%s,

source: | Authority:%s,
ar_arab: |إستناد:%s,

source: | Koha field: %s,
ar_arab: | حقل كوها: %s,

source: | Link:%s,
ar_arab: | رابط:%s,

source: | Plugin:%s,
ar_arab: | البرنامج المساعد:%s,

source: | See Also: %s,
ar_arab: |انظر أيضا: %s,

source: |- Caractère de remplissage
ar_arab: |- تعبئة الأحرف

source: |- Default
ar_arab: |- افتراضي

source: |- Filling character
ar_arab: |- ملئ الحروف

source: |- No attempt to code
ar_arab: |- لا محاولة للترميز

source: Édition:
ar_arab: الطبعة:

source: كوها &rsaquo; System Preferences &rsaquo;
ar_arab: كوها &rsaquo; مفضلات النظام &rsaquo;
