Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: No letter or debar action specified for delay %s for %s patron category. If a delay is supplied, either a letter, debar action, or both should be specified.
ar_arab: لم يتم تحديد خطاب أو اجراء منع للتأخير %sلـ %s فئة المستفيد. في حالة حدوث تأخير,إما خطاب, اجراء منع, أو كلاهما يجب تحديده.

source: No log found
ar_arab: لم يتم العثور على سجل

source: No lost items found
ar_arab: لم يتم العثور عى مواد مفقودة

source: No matching rule in effect
ar_arab: لا توجد قاعدة مضاهاه في الواقع

source: No missing issues found.
ar_arab: لم يتم العثور على إصدارات مفقودة

source: No more renewals possible
ar_arab: لا يمكن إجراء المزيد من التجديدات

source: No name
ar_arab: لا يوجد اسم

source: No name, basketnumber: %s
ar_arab: لا يوجد اسم, رقم السلة: %s

source: No news loaded
ar_arab: لم يتم تحميل أخبار

source: No notice
ar_arab: لا توجد ملاحظة

source: No order
ar_arab: لا يوجد طلب

source: No outstanding charges
ar_arab: لا توجد رسوم معلقة

source: No patron matched
ar_arab: لم يتم العثور على مستفيد مطابق

source: No patron may put this book on hold.
ar_arab: لا يمكن لأي مستفيد وضع هذا الكتاب في الحجز

source: No patron records have been anonymized
ar_arab: لم يتم ضبط إي تسجيلة مستفيد كمجهولة

source: No patron records have been removed
ar_arab: لم يتم إزالة تسجيلات مستفيد

source: No patron with this name, Please, try another
ar_arab: لا يوجد مستفيد بهذا الاسم، الرجاء، محاولة اسم آخر

source: No pending baskets
ar_arab: لا توجد سلات في الانتظار

source: No pending suggestions.
ar_arab: لا توجد مقترحات في الانتظار

source: No phone stored.
ar_arab: لم يتم تخزين الهاتف

source: No physical items for this record
ar_arab: لا يوجد مواد مادية لهذه التسجيلة

source: No printers defined.
ar_arab: لم يتم تعريف طابعات

source: No reasons defined in <a1>authorised values</a>
ar_arab: لم يتم تعريف أسباب في <a1>قيم الاستناد</a>

source: No records have been staged.
ar_arab: لم يتم تنظيم تسجيلات

source: No rejected suggestions.
ar_arab: لا توجد مقترحات مرفوضة

source: No results for your query
ar_arab: لا توجد نتائج لاستعلامك

source: No results found
ar_arab: لم يتم العثور على نتائج

source: No results found for <b>%s</b>
ar_arab: لم يتم العثور على نتائج لـ <b>%s</b>

source: No results in Authorities
ar_arab: لا توجد نتائج في الاستناد

source: No results match your search
ar_arab: لا توجد نتائج تطابق بحثك

source: No results match your search for
ar_arab: لا توجد نتائج تطابق بحثك عن

source: No sample data and settings are available for your language. Defaulting to the samples supplied for English (en)
ar_arab: لا توجد عينة بيانات وإعدادات متاحة للغتك. قم بجعل العينات المزودة للغة الانجليزية هي الافتراضية (الانجليزية)

source: No specific type
ar_arab: لا يوجد نوع محدد

source: No statistics to report
ar_arab: لا توجد احصائيات للتقرير

source: No suggestions waiting
ar_arab: لا توجد مقترحات في الانتظار

source: No system preferences matched your search for
ar_arab: لا يوجد تفضيل نظام يضاهي بحثك عن

source: No tabs
ar_arab: لا توجد تبويبات

source: No title
ar_arab: لا يوجد عنوان

source: No transfers to do
ar_arab: لا يوجد نقل للقيام به

source: No transfers to receive
ar_arab: لا يوجد انتقالات للاستلام

source: No {X}, Issue {Y}
ar_arab: لا {X}, اصدار {Y}

source: No, Do Not Delete
ar_arab: لا، لا تحذف

source: No, Do not Delete
ar_arab: لا، لا تحذف

source: No, Do not Delete!
ar_arab: لا، لا تحذف!

source: No, Don't Check Out (N)
ar_arab: لا, لا تعير (N)

source: No, Don't Close (N)
ar_arab: لا, لا تغلق (N)

source: No, Don't Delete (N)
ar_arab: لا, لا تحذف (N)

source: No, do not Delete
ar_arab: لا، لا تحذف

source: No, private lists will remain private. You can see your own private lists from the staff client by clicking on the 'Your Lists' tab.
ar_arab: لا، القوائم الخاصة سوف تظل خاصة. يمكنك رؤية قوائمك الخاصة من برنامج العميل بالنقر على تبويب "قوائمك"

source: No, this is not necessary, you will still be able to mark items received without closing a basket. Closing a basket is good practice for keeping track of late orders which is discussed in this manual.
ar_arab: لا، هذا ليس ضروريا، سيزال بإمكانك تحديد المواد مستلمة دون إغلاق السلة.يعد إغلاق السلة تدريبا جيدا لتعقب الطلبات المتأخرة وهو ما تمت مناقشته في هذا الدليل.

source: No, this report will only remove connections between patrons and items they have checked out in the past but have returned to the library.
ar_arab: لا، هذا التقرير سوف يحذف فقط الصلات بين المستفيدين والمواد التي قاموا باستعارتها في الماضي ولكن أعادوها إلى المكتبة.

source: No. of Items:
ar_arab: عدد المواد:

source: No. of times checked out
ar_arab: عدد مرات الإعارة:

source: No: Save as New Record
ar_arab: لا: احفظ كتسجيلة جديدة

source: NoZebra (internal Koha indexes)
ar_arab: نوزيبرا (فهارس كوها الداخلية)

source: Nobody
ar_arab: لا أحد

source: Non fiction
ar_arab: غير أدبي

source: Non precise
ar_arab: غير محدد

source: Non precise (Choeurs)
ar_arab: غير محدد (جوقة)

source: Non precise (Cordes pincees)
ar_arab: Non precise (Corde frottee)

source: Non precise (Cuivre)
ar_arab: Non precise (Corde frottee)

source: Non precise (Electronique)
ar_arab: غير محدد(الكتروني)

source: Non precise (Non precise)
ar_arab: غير محدد (غير محدد)

source: Non precise (Voix precise)
ar_arab: غير محدد (صوت محدد)

source: Non precise (clavier)
ar_arab: غير محدد (لوحة المفاتيح)

source: Non precise (orchestre)
ar_arab: غير محدد (أوركسترا)

source: Non precise (percussion)
ar_arab: غير محدد (قرع)

source: Non required value
ar_arab: قيمة غير مطلوية

source: Non-ISBD
ar_arab: ليس - تدمك

source: Non-musical recording
ar_arab: تسجيل غير موسيقي

source: None
ar_arab: ليس

source: None of the above
ar_arab: لا شيء مما سبق

source: None of these items can normally be put on hold for this patron.
ar_arab: لا يمكن لأي من هذه المواد عادة أن يتم وضعها في الحجز لهذا المستفيد

source: Nonprojected Graphic
ar_arab: رسم غير معروض

source: Nonpublic note
ar_arab: ملاحظة غير عامة

source: Nonpublic note:
ar_arab: ملاحظة غير عامة:

source: Normal
ar_arab: عادي

source: Normal (16x - 30x)
ar_arab: عادي (16x - 30x)

source: Normal view
ar_arab: عرض عادي

source: Normalised irregular
ar_arab: عد اننتظام مطبّع

source: Normalization rule:
ar_arab: قاعدة تطبيع:

source: Normally, you will not want Koha to save keyword references to articles like "The" and "A" and other very common words. Saving keyword references to these words does not help to limit a search and will make the keyword index very large and "cluttered" with words that are not really useful. The "stopwords" list defines these unnecessary words for your installation.
ar_arab: عادةً, قد لاتريد أن يقوم كوها بحفظ مرجع كلمة مفتاحية لأدوات مثل "ال" و "A" وكلمات أخرى شائعة جدا. حفظ الكلمات المفتاحية لهذه الكلمات لا يساعد في تحديد البحث وسوف يجعل فهرس الكلمات المفتاحية كبير جدا و "مشوش" مع الكلمات غير المفيدة حقا. ال "كلمات التوقف"قائمة تعرف هذه الكلمات غير الضرورية لتثبتك.

source: Norsk Bokmål (Norwegian)
ar_arab: Norsk Bokmål (النرويجية)

source: Norsk Nynorsk (Norwegian)
ar_arab: Norsk Nynorsk (النرويجية)

source: Northern
ar_arab: شمالي

source: Not Available
ar_arab: غير متاح

source: Not Checked out
ar_arab: غير معار

source: Not Issued
ar_arab: لم يتم إصداره

source: Not Renewable
ar_arab: غير قابل للتجديد

source: Not a biography
ar_arab: ليست سيرة ذاتية

source: Not all authority types referred to by the frameworks are defined.
ar_arab: لا يتم الإشارة إلى كل أنواع الاستناد بواسطة إطارات معرّفة

source: Not all subfields for the following tags are in the same tab (or marked 'ignored').
ar_arab: ليست كل الحقول الفرعية للرؤوس التالية موجودة في نفس التبويب (أو محددة "تجاهل")

source: Not at this time.
ar_arab: ليس في هذه المرة

source: Not checked out
ar_arab: غير معار

source: Not checked out since:
ar_arab: غير معار منذ:

source: Not checked out.
ar_arab: غير معار

source: Not defined yet
ar_arab: لم يعرّف بعد

source: Not for loan
ar_arab: ليس للإعارة

source: Not for loan (%s)
ar_arab: ليس للإعارة (%s)

source: Not found among barcodes in barcodes file.
ar_arab: لم يتم العثور عليه بين الباركود في ملف الباركود

source: Not found in koha.
ar_arab: لم يتم العثور عليه في كوها

source: Not mandatory,
ar_arab: ليس إلزاميا

source: Not on hold
ar_arab: ليس في الحجز

source: Not repeatable,
ar_arab: غير مكرر،

source: Not specified or not applicable
ar_arab: غير محدد أو غير قابل للتطبيق

source: Notated Music
ar_arab: موسيقى بالنوتة

source: Note
ar_arab: ملاحظة

source: Note : The items are exported by this tool unless specified.
ar_arab: ملاحظة: يتم تصدير المواد بواسطة هذه الأداة إلا في حالة تحديد غيرها

source: Note de contenu:
ar_arab: ملاحظة المحتوى:

source: Note for OPAC
ar_arab: ملاحظة للأوباك

source: Note for staff
ar_arab: ملاحظة للموظفين

source: Note for the librarian that will manage your renewal request:
ar_arab: ملاحظة لموظف المكتبة الذي سيدير طلب التجديد الخاص بك:

source: Note if the classification source is in use (check the box for 'yes' and leave unchecked for 'no')
ar_arab: لاحظ إذا كان مصدر التصنيف قيد الاستخدام (حدد المربع ل "نعم" واتركه بدون تحديد ل "لا")

source: Note not all basic parameters are required to be set. For example if you do not plan to use budget based acquisitions, then Accounts and Budgets, Currencies and Exchange Rates can be ignored.
ar_arab: لاحظ أن كل المعاملات الأساسية غير مطلوب أن تكون مضبوطة. على سبيل المثال إذا لم تخطط لاستخدام تزويد مبني على ميزانية، ستم تجاهل الحسابات والميزانيات، العملات وأسعار الصرف.

source: Note on Permissions
ar_arab: ملاحظة على الصلاحيات

source: Note sur la provenance:
ar_arab: ملاحظة على الأصل:

source: Note that entering nothing at run time won't probably work as you expect. It will be considered as "value empty" not as "ignore this parameter". For example entering nothing for : "title=&lt;&lt;Enter title&gt;&gt;" will display results with title='' (no title). If you want to have to have something not mandatory, use "title like &lt;&lt;Enter title&gt;&gt;" and enter a % at run time instead of nothing
ar_arab: لاحظ أن عدم إدخال شيء في وقت التشغيل لن يعمل كما تتوقع على الأغلب. سيتم اعتباره "قيمة خالية" وليس كـ "تجاهل المعامل". على سبيل المثال إدخال لاشيء كـ : "title=&lt;&lt;أدخلtitle&gt;&gt;" سيعرض نتائج ذات العنوان='' (لايوجد عنوان). إذا أردت أن يكون لديك شيء غير إلزامي, use "عنوان مثل&lt;&lt;أدخل عنوان&gt;&gt;" وأدخل % في وقت التشغيل بدلا من لاشيء

source: Note that if the system preference
ar_arab: لاحظ ذلك إذا كان تفضيل النظام

source: Note that the Surname (or Last Name) is required for each patron as a default setting. You can define which fields, if any, should be required.
ar_arab: لاحظ أن اللقب (أو الاسم الأخير) مطلوب لكل مستفيد كإعداد افتراضي. يمكنك تعريف أي من الحقول، إذا كان ضروريا، يجب أن يكون مطلوبا

source: Note that the subscription renewal done by the "serials librarian" is supposed to be immediate. We have decided to keep Koha as simple as possible. In fact, the subscription renewal won't be immediate, but we didn't wanted to add too much complexity.
ar_arab: لاحظ أن تجديد الاشتراك يتم بواسطة "موظف الدوريات"ومن المفترض أن يكون في الحال. لقد قررنا أن نجعل كوها بسيطا على قدر الإمكان. في الواقع, لن يكون تجديد الاشتراك في الحال,ولكننا لم نرد إضافة الكثير من التعقيدات.

source: Note that you can always print Koha screens directly to a printer attached to your workstation just by using your web browser's Print function.
ar_arab: لاحظ أنه يمكنك دائما طباعة شاشات كوها مباشرة إلى الطابعة المتصلة بمحطة عملك فقط باستخدام وظيفة طباعة متصفح الويب الخاص بك.

source: Note that you can have more than one parameter in a given SQL
ar_arab: لاحظ أنه يمكنك الحصور على أكثر من معامل واحد في SQL معطي

source: Note that, if you choose "Zebra", you must configure Zebra before your catalog searching will work)
ar_arab: لاحظ أنه, إذا اخترت"زيبرا",يجب عليك تهيئة زيبرا قبل أن يبدا بحث الفهرس الخاص بك في العمل)

source: Note:
ar_arab: ملاحظة:

source: Note: Be careful selecting when selecting columns. If your choice is too broad it could result in a very large report that will either not complete, or slow your system down.
ar_arab: ملاحظة: كن حذرا في التحديد عند تحديد الأعمدة. إذا كان اختيارك واسع زيادة عن اللازم يمكن أن ينتج عنه تقرير كبير جدا والذي لن يكتمل أو سيبطئ نظامك

source: Note: Subscription is about to expire next issue.
ar_arab: ملاحظة: الاشتراك على وشك الانتهاء العدد القادم

source: Note: for 'Authority field to copy', enter the authority field that should be copied from the authority record to the bibliographic record. E.g., in MARC21, field 100 in the authority record should be copied to field 100 in the bibliographic record
ar_arab: ملاحظة: لـ 'حقل الاستناد للنسخ', أدخل حقل الاستناد الذي يجب نسخه من تسجيلة الاستناد إلى التسجيلة البيبلوجرافية. مثال., في مارك 21, الحقل 100 في تسجيلة الاستناد يجب نسخه إلى الحقل 100 في التسجيلة البيبلوجرافية

source: Note: the delete option on the Edit dropdown menu will be grayed out when holdings exist. It will only allow you to delete the bib record after all the holdings (items) have been deleted.
ar_arab: ملاحظة: خيار حذف في قائمة تحرير المنسدلة سيتحول للون الرمادي عند وجود المقتنيات. سيسمح لك فقط بحذف التسجيلة البيبلوجرافية بعد حذف المقتنيات (المواد)

source: Note: you can only delete your own tags.
ar_arab: ملاحظة: يمكنك فقط حذف الوسيمات الخاصة بك

source: Note: you should have no reasons to modify the following default values
ar_arab: لاحظ: لا يجب أن يكون لديك أسباب لتعديل القيم الافتراضية التالية

source: Note: your tag contained markup code that was removed.
ar_arab: ملاحظة: تحتوي وسيمتك على رمز به علامة تمت حذفها

source: Note: your tag was entirely markup code. It was NOT added.
ar_arab: ملاحظة: كانت وسيمتك بأكملها رمزا به علامة. لم يتم إضافتها.

source: Notes
ar_arab: ملاحظات

source: Notes : %s
ar_arab: ملاحظات: %s

source: Notes/Comments
ar_arab: ملاحظات/تعليقات

source: Notes:
ar_arab: ملاحظات:

source: Notes: %s
ar_arab: ملاحظات: %s

source: Nothing found
ar_arab: لم يتم العثور على شيء

source: Nothing found. <a1>Try another search</a>.
ar_arab: لم يتم العثور على شيء. <a1>جرب بحثا آخر</a>.

source: Nothing is selected.
ar_arab: لم يتم تحديد شيء

source: Notice
ar_arab: إخطار

source: Notices
ar_arab: إخطارات

source: Notices are messages sent to patrons, vendors and staff to notify them at key times.
ar_arab: الإخطارات هي رسائل يتم إرسالها إلى المستفيدين، المزودين والموظفين لإخطارهم في الأوقات الهامة

source: Notified by
ar_arab: إخطار بواسطة

source: Notify id
ar_arab: إخطار الهوية

source: November
ar_arab: نوفمبر

source: Now select the criteria that you wish to use to build your definition.
ar_arab: الآن حدد المعايير التي ترغب في استخدامها لبناء تعريفك

source: Now we're ready to create the database tables and fill them with some default data.
ar_arab: الآن نحن على استعداد لإنشاء جداول قاعدة البيانات وملأها بنفس البيانات الافتراضية

source: Now you need to select the values for each column that will make up your new criteria. There are different ways to define the values, based on the type of data in the column you have selected
ar_arab: الآن تحتاج إلى تحديد القيم لكل عمود لإنشاء معيارك الجديد. يوجد طرق مختلفة لتعريف لقيم، بناء على نوع البيانات في العمود الذي قمت باختياره

source: Now you will need to select the area that you are binding the definition to.
ar_arab: سوف تحتاج لتحديد السماحة التي تلزم التعريف بها.

source: Num.
ar_arab: رقم

source: Num/Patrons
ar_arab: رقم/مستفيدين

source: Number
ar_arab: عدد

source: Number of Columns:
ar_arab: عدد الأعمدة:

source: Number of Items Displayed
ar_arab: عدد المواد المعروضة

source: Number of Renewals
ar_arab: عدد التجديدات

source: Number of Rows:
ar_arab: عدد الصفوف:

source: Number of copies to add :
ar_arab: عدد النسخ لإضافتها:

source: Number of issues
ar_arab: عدد الإصدارات

source: Number of issues to display to staff
ar_arab: عدد الإصدارات لعرضها للموظفين

source: Number of issues to display to staff:
ar_arab: عدد الإصدارات لعرضها للموظفين:

source: Number of issues to display to the public
ar_arab: عدد الإصدارات لعرضها على العامة

source: Number of issues to display to the public:
ar_arab: عدد الإصدارات لعرضها عل العامة:

source: Number of issues:
ar_arab: عدد الإصدارات:

source: Number of items added
ar_arab: عدد المواد التي تمت إضافتها

source: Number of items deleted
ar_arab: عدد المواد المحذوفة

source: Number of items ignored because of duplicate barcode
ar_arab: عدد المواد التي تم تجاهلها بسبب باركود مكرر

source: Number of months
ar_arab: عدد الشهور

source: Number of months:
ar_arab: عدد الشهور:

source: Number of num:
ar_arab: عدد الأعداد:

source: Number of records added
ar_arab: عدد التسجيلات التي تمت إضافتها

source: Number of records changed back
ar_arab: عدد التسجيلات التي تمت إعادة تغييرها

source: Number of records deleted
ar_arab: عدد التسجيلات المحذوفة

source: Number of records ignored
ar_arab: عدد التسجيلات التي تم تجاهلها

source: Number of records not deleted due to items on loan
ar_arab: عدد التسجيلات التي لم يتم حذفها نتيجة للمواد المعارة

source: Number of records updated
ar_arab: عدد التسجيلات التي تم تحديثها

source: Number of weeks
ar_arab: عدد الأسابيع

source: Number of weeks:
ar_arab: عدد الأسابيع:

source: Number only
ar_arab: العدد فقط

source: Number pattern:
ar_arab: نمط العدد:

source: Number, Issue
ar_arab: العدد، الإصدار

source: Number:
ar_arab: عدد:

source: Numbered
ar_arab: مرّقم

source: Numbering calculation
ar_arab: ترقيم الإعارة

source: Numbering formula:
ar_arab: صيغة الترقيم:

source: Numbering pattern
ar_arab: نمط الترقيم

source: Numbering pattern:
ar_arab: نمط الترقيم:

source: OD/Checkouts
ar_arab: OD/الإعارات

source: OFF
ar_arab: إيقاف

source: OK
ar_arab: موافق

source: ON
ar_arab: تفعيل

source: OPAC
ar_arab: أوباك

source: OPAC (%s)
ar_arab: أوباك (%s)

source: OPAC Login:
ar_arab: تسجيل الدخول في الأوباك:

source: OPAC View:
ar_arab: عرض الأوباك:

source: OPAC and Koha News
ar_arab: أخبار كوها والأوباك

source: OPAC login
ar_arab: تسجيل الدخول للأوباك

source: OPAC login:
ar_arab: تسجيل الدخول للأوباك:

source: OPAC note
ar_arab: ملاحظة الأوباك

source: OPAC note:
ar_arab: ملاحظة الأوباك:

source: OPAC password:
ar_arab: كلمة مرور الأوباك:

source: OPAC:
ar_arab: الأوباك:

source: OPUS International Consultants
ar_arab: OPUS استشاريين دوليين

source: OR
ar_arab: أو

source: OR Add to a new Group:
ar_arab: أو أضف إلى مجموعة جديدة:

source: OR format your file in CSV format with the following fields:
ar_arab: أو قم بتنسيق ملفك بصيغة CSV مع الحقول التالية:

source: OR:
ar_arab: أو:

source: OS version ('uname -a'):
ar_arab: OS إصدار ('uname -a'):

source: Object
ar_arab: موضوع

source: Object:
ar_arab: موضوع:

source: Oblique Mercator
ar_arab: ميركاتور منحرف

source: October
ar_arab: أكتوبر

source: Offline Circ File Uploader
ar_arab: رافع ملف الإعارة دون اتصال

source: Offline Circulation
ar_arab: الإعارة دون اتصال

source: Offline Circulation File (.koc) Uploader
ar_arab: ملف الإعارة دون اتصال(.koc) رافع

source: Offline Circulation File Upload
ar_arab: رافع ملف الإعارة دون اتصال

source: Offset describes what happens when the entire image is off center either vertically or horzontally and creep describes a condition where the distance between the labels changes across the page or up and down the page
ar_arab: الأوفسيت يصف ما يحدث عندما تكون الصورة بأكملها خارج المركز سواء أفقيا أو عموديا والتسلسل يصف حالة تغير المسافة بين الملصقات عبر الصفحة أو أعلى وأسفل الصفحة

source: Offset-Horizontal
ar_arab: أوفسيت-أفقي

source: Offset-Vertical
ar_arab: أوفسيت -عمودي

source: Offset:
ar_arab: أوفسيت:

source: Olwen Williams (Database design and data extraction for Koha 1.0)
ar_arab: أولوين ويليامز (تصميم قواعد البيانات واستخراج البيانات لكوها 1.0)

source: On Hold
ar_arab: في الحجز

source: On Title
ar_arab: على العنوان

source: On hold
ar_arab: في الحجز

source: On hold for
ar_arab: في الحجز لـ

source: On order (
ar_arab: في الطلب (

source: On order (%s)
ar_arab: على الطلب (%s)

source: On the edit form and in the left-hand column, you will see a "Printer Profile:" field.
ar_arab: في صفحة التحرير وفي العمود ناحية اليسار, سوف ترى حقل "وضع الطابعة:"

source: On the top left is their address and card number.
ar_arab: في أعلى اليسار يوجد عنوانهم ورقم البطاقة

source: On:
ar_arab: في:

source: Once a comment has been approved, it will appear in the OPAC under the 'Comments' tab
ar_arab: بمجرد الموافقة على التعليق، سوف يظهر في الأوباك أدنى تبويب "تعليقات"

source: Once a file has been uploaded the data remains in the file. The library may want to keep a copy of the file in another directory, or change the file extension frm .koc to .txt.&nbsp; The utility only looks at files with a .koc extenison. If this isn't done, staff may accidentally add new data to an old file.
ar_arab: بمجرد تحميل ملف تظل البيانات في الملف.قد تود المكتبة الاحتفاظ بنسخة من الملف في مسار ىخر, او تغيير امتداد الملف من .koc إلى .txt.&nbsp; تنظر الأداة فقط إلى الملفات ذات الامتداد.koc . إذا لم يتم ذلك, قد يقوم الموظفون عرضيا بإضافة بيانات جديدة إلى ملف قديم.

source: Once a framework type is created, you can clic on "MARC structure" to define the exact MARC structure. The first time, Koha will ask you to select an existing framework to copy into the new one. Thus, you don't have to define all the MARC structure
ar_arab: بمجرد انشاء نوع الإطار الخاص بك, يمكنك النقر على"بنية مارك" لتعريف بنية مارك الصحيحة. المرة الأولى, سيطلب منك كوها تحديد إطار موجود لنسخه في الإطار الجديد. لذا, لا تحتاج لتعريف كل بنية مارك.

source: Once a fund is created a budget can then be applied to it
ar_arab: بمجرد إنشاء تمويل يمكن عندئذ تطبيق ميزانية له

source: Once a tag has been approved or rejected it will be moved to the appropriate list of tags. A summary of all tags will appear on the right of the screen.
ar_arab: بمجرد الموافقة أو رفض الوسيمة سيتم نقلها إلى قائمة الوسوم المناسبة. سوف يظهر ملخص بكل الوسوم في يمين الشاشة

source: Once an attribute type is defined, values for that attribute can be added to the patron record via the staff interface or the batch patron import. Two uses of extended attributes are:
ar_arab: بمجرد تعريف نوع السمة، يمكن إضافة قيم لهذه السمة إلى تسجيلة المستفيد عبر واجهة الموظف أو استيراد دفعة المستفيد. استخدامين للسمات الموسعة هما:

source: Once budgets have been added you can see/search them all by clicking 'Show all budgets' under the list of funds
ar_arab: بمجرد إضافة الميزانيات يمكنك رؤيتها/البحث عنها كلها بالنقر على "عرض كل الميزانيات" أدنى قائمة التمويلات

source: Once in the tool, you have two options
ar_arab: بمجرد وجودك في هذه الأداة، لديك خيارين

source: Once open the report can be filtered by the shelving location.
ar_arab: بمجرد فتح التقرير يمكن ترشيحه بموقع الترفيف

source: Once the item has physically arrived in your branch, click &quot;Receive Item&quot;. This will change the status of the item from &quot;In Transit&quot; to &quot;Waiting&quot;. The item will now show on the &quot;Holds Awaiting Pick Up&quot; report.
ar_arab: بمجرد وصول المادة ماديا إلى فرعك, انقر &quot;استلام المادة&quot;. سوف يغير ذلك الحالة من &quot;في النقل&quot; إلى &quot;في الانتظار&quot;. سوف تظهر المادة الآن في &quot;حجوزات في انتظار الالتقاط&quot; تقرير

source: Once the merge has been completed, a PDF will be generated that can be used to print the labels.
ar_arab: بمجرد اتمام الدمج، سيتم توليد ملف PDF والذي يمكن استخدامه لطباعة الملصقات

source: Once the status and reason have been selected, these will display for the suggestor in the OPAC.
ar_arab: بمجرد تحديد الحالة والسبب، سوف يتم عرضها إلى المقترح في الأوباك.

source: Once you finish the steps above, click Save.
ar_arab: بمجرد انتهائك من الخطوات أعلاه، انقر حفظ.

source: Once you have checked out all of the items for the patron you can print them a receipt by clicking the Print buton at the top of the screen and choosing 'Print Slip'
ar_arab: بمجرد إعارة كل المواد للمستفيد يمكنك طباعة إيصال لها بالنقر على زر طباعة أعلى الصفحة واختيار "شريط الطباعة"
