Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: by
ar_arab: بواسطة

source: in tab
ar_arab: في تبويب

source: is mandatory, at least one of its subfields must be filled.\n
ar_arab: إلزامي، يجب ملأ أحد حقوله الفرعية على الأقل.\n

source: issues expected,
ar_arab: أعداد متوقعة ,

source: item(s) added to your cart
ar_arab: المادة (المواد) المضافة إلى سلتك

source: items
ar_arab: مواد

source: items are displayed.
ar_arab: المواد معروضة.

source: mandatory fields empty (see bold subfields)
ar_arab: الحقول الإلزامية خالية (انظر الحقول الفرعية العريضة)

source: subfield
ar_arab: حقل فرعي

source: were entered
ar_arab: تم إدخالها

source: were entered.
ar_arab: تم إدخالها.

source: !- No attempt to code
ar_arab: !- غير مكود

source: # Bibs
ar_arab: # تسجيلات بيبلوجرافية

source: # Items
ar_arab: # مواد

source: # Subs
ar_arab: # موضوعات

source: #- Blank
ar_arab: # فراغ

source: #- National bibliographic agency
ar_arab: #- الوكالة الوطنية الببليوغرافية

source: #- No biographical material
ar_arab: #- مادة ليست سيرة ذاتية

source: #- No information provided
ar_arab: #- لم يتم توفير معلومات

source: #- None of the following
ar_arab: #-ليس من التالي

source: #- Not a government agency
ar_arab: #- None of the following

source: #- Not a government publication
ar_arab: #- مطبوع غير حكومى

source: #- Not modified
ar_arab: #- غير معدل

source: #- Not subdivided geographically
ar_arab: #- غير مقسم جغرافيا

source: #- Unknown or not specified
ar_arab: #- غير معروف او غير محدد

source: %S (adjusted for %s)
ar_arab: %S (معدل لــ %s)

source: %S (budgeted cost * quantity)
ar_arab: %S (تكلفة الميزانية * الكمية)

source: %S (e.g., 5338644143)
ar_arab: %S (مثال, 5338644143)

source: %S (e.g., Title or Local-Number)
ar_arab: %S (مثال, العنوان أو الرقم المحلي)

source: %S (enter amount in numerals)
ar_arab: %S (ادخل الكمية بالأرقام)

source: %S (entered as %s)
ar_arab: %S (تم إدخاله كـ%s)

source: %S (items.itemcallnumber)
ar_arab: %S (المواد.رقم طلب المادة)

source: %S (see online help)
ar_arab: %S (انظر المساعدة على الخط المباشر)

source: %S (the date of the 1st subscription)
ar_arab: %S (تاريخ أول اشتراك)

source: %S (use * to do a fuzzy search)
ar_arab: %S (استخدم * لإجراء بحث غير محدد)

source: %S * Required
ar_arab: %S * مطلوب

source: %S <a1>Cancel</a>
ar_arab: %S <a1>إلغاء</a>

source: %S <a1>Mark all with this reason</a> <a2>Cancel</a>
ar_arab: %S <a1>حدد الكل لهذا لسبب</a> <a2>إلغاء</a>

source: %S Example: 5.00
ar_arab: %S مثال: 5.00

source: %S Ordered by
ar_arab: %S مطلوب بواسطة

source: %S day(s)
ar_arab: %S يوم (ايام)

source: %S days ago
ar_arab: %S قبل أيام

source: %S items
ar_arab: %S المواد

source: %S months
ar_arab: %S شهور

source: %S separate by a blank. (e.g., 100a 200 606)
ar_arab: %S إفصله بفراغ. (مثال.: 100a 200 606)

source: %S years
ar_arab: %S أعوام

source: %S(if empty subscription is still active)
ar_arab: %S(إذا كان الإشتراك الفارغ ما زال فعالا)

source: %p zip file
ar_arab: %p ملف مضغوط

source: %pAll dates
ar_arab: %pكل التواريخ

source: %pDate range
ar_arab: %pنطاق التاريخ

source: %pFront %pBack
ar_arab: %pالأمام %pالخلف

source: %pNozebra: my catalog is not that large and I want something simple to setup/maintain
ar_arab: %pNozebra: الفهرس الخاص بي ليس كبيرا إلى هذا الحد وأريد شيئا بسيطا للتنصيب/الصيانة

source: %pOn %pOff
ar_arab: %pتفعيل%pإيقاف

source: %pZebra: I have a large catalog, I understand I must configure Zebra after the installation has completed
ar_arab: %pزيبرا: لدي فهرس كبير, وأفهم أنه يجب عليّ تهيئة زيبرا بعد اكتمال التنصيب

source: %s %s %s does not currently have an image available. To import an image for %s %s, enter the name of an image file to upload.
ar_arab: %s %s %s لا تملك حاليا صورة متاحة. لاستيراد صورة لـ %s %s, أدخل اسم ملف صورة للتحميل.

source: %s %s has no outstanding fines.
ar_arab: %s %s لم توضع عليه غرامات.

source: %s &rsaquo; Modify subscription
ar_arab: %s &rsaquo; تعديل الوصف

source: %s (%s days)
ar_arab: %s (%s ايام)

source: %s (if checked, it means that the subfield is a URL and can be clicked)
ar_arab: %s (عند التحديد,يعني أن الحقل الفرعي عبارة عن URL ويمكن النقر عليه)

source: %s (if you select a value here, the indicators will be limited to the authorized value list)
ar_arab: %s (إذا قمت بتحديد قيمة هنا,سوف يتم تحديد المؤشرات إلى قائمة قيم الاستناد)

source: %s (ignore means that the subfield does not display in the record editor)
ar_arab: %s (تجاهل تعني عدم عرض الحقل الفرعي في محرر التسجيلة)

source: %s (overdue)
ar_arab: %s (المتأخرات)

source: %s - Cardnumber: %s
ar_arab: %s - رقم البطاقة: %s

source: %s / Fax: %s
ar_arab: %s /الفاكس: %s

source: %s <h3>Confirm Deletion of Server %s</h3>
ar_arab: %s <h3>تأكيد حذف الخادم %s</h3>

source: %s An unknown error has occurred.
ar_arab: %s حدث خطأ غير معروف.

source: %s Checkout(s)
ar_arab: %s الإعارة (الإعارات)

source: %s Framework
ar_arab: %s إطار

source: %s Hold(s)
ar_arab: %s حجز (حجوزات)

source: %s Hold(s) over
ar_arab: %s انتهى الحجز (الحجوزات)

source: %s Hold(s) waiting
ar_arab: %s حجز (حجوزات) في الانتظار

source: %s Item
ar_arab: %s مادة

source: %s Single Cards
ar_arab: %s بطاقات مفردة

source: %s Single Labels
ar_arab: %s ملصقات مفردة

source: %s Single Patron Cards
ar_arab: %s بطاقات مستفيد مفردة

source: %s Term(s).
ar_arab: %s مصطلح (مصطلحات)

source: %s available:
ar_arab: %s متاح:

source: %s batch(es) to export.
ar_arab: %s دفعة (دفعات) للتصدير.

source: %s biblio(s)
ar_arab: %s التسجيلة (التسجيلات) البيبلوجرافية

source: %s can't be opened
ar_arab: %s لا يمكن فتحه

source: %s data added
ar_arab: %s تمت إضافة البيانات

source: %s directorie(s) processed.
ar_arab: %s مسار (مسارات) تمت معالجتها.

source: %s directorie(s) scanned.
ar_arab: %s مسار (مسارات) تم مسحها.

source: %s duplicate item(s) found
ar_arab: %s تم العثور على مادة (مواد) مكررة

source: %s failed to unpack.
ar_arab: %s فشل فى التفريغ

source: %s for Budget '%s'
ar_arab: %s للميزانية '%s'

source: %s image(s) moved into the database:
ar_arab: %sتم نقل الصورة (الصور) إلى قاعدة البيانات:

source: %s imported records
ar_arab: %s التسجيلات التي تم استيرادها

source: %s issues
ar_arab: %sالاعداد

source: %s item records found and staged
ar_arab: %s تسجيلات المواد التي تم العثور عليها وتنظيمها

source: %s item(s)
ar_arab: %s مادة(مواد)

source: %s item(s) could not be deleted :
ar_arab: %s لم يمكن حذف المادة (المواد) :

source: %s item(s) deleted.
ar_arab: %sتم حذف المادة (المواد).

source: %s items found for
ar_arab: %s تم العثور على مواد لـ

source: %s items modified : datelastseen set to %s
ar_arab: %s تم تعديل المواد : تاريخ آخر مرة تمت رؤيته ضبط إلى%s

source: %s lines found.
ar_arab: %s تم العثور على خطوط

source: %s lost items found
ar_arab: %s تم العثور على المواد المفقودة

source: %s months
ar_arab: %s شهور

source: %s not imported because already in borrowers table and overwrite disabled
ar_arab: %s لم يتم استيراده لأنه بالفعل في جدول المستعيرين وتم إيقاف الكتابة عليه

source: %s not imported because they are not in the expected format
ar_arab: %s لم يتم استيرادها لأنها ليست بالتنسيق المتوقع

source: %s overwritten
ar_arab: %s تمت الكتابة عليه

source: %s patron
ar_arab: %sمستفيد

source: %s patrons have been successfully deleted
ar_arab: %sتم حذف المستفيدين بنجاح

source: %s patrons have been successfully moved to trash
ar_arab: %s تم نقل المستفيدين إلى سلة المهملات بنجاح

source: %s preferences
ar_arab: %s التفضيلات

source: %s records
ar_arab: %sتسجيلات

source: %s records in file
ar_arab: %s التسجيلات الموجودة في الملف

source: %s records not staged because of MARC error
ar_arab: %s لم تنظم التسجيلات بسبب خطأ مارك

source: %s records parsed
ar_arab: %s تعريب التسجيلات

source: %s records staged
ar_arab: %s تم تنظيم التسجيلات

source: %s records with at least one match in catalog per matching rule &quot;%s&quot;
ar_arab: %s التسجيلات التي لها على الأقل مضاهاة واحدة في الفهرس لكل قاعدة مضاهاة&quot;%s&quot;

source: %s records(s)
ar_arab: %s تسجيلة (تسجيلات)

source: %s result(s) found
ar_arab: %s النتيجة (النتائج) التي تم العثور عليها

source: %s result(s) found in catalog, <a1>%s result(s) found in reservoir</a> %s
ar_arab: %s وجدت النتائج في الفهرس, <a1>%s النتائج وجدت في المخزن</a> %s

source: %s shipments
ar_arab: %s شحنات

source: %s since
ar_arab: %s منذ

source: %s suggestions waiting
ar_arab: %s مقترحات في الانتظار

source: %s times
ar_arab: %s مرات

source: %s to %s
ar_arab: %s إلى %s

source: %s to order
ar_arab: %s لطلب

source: %s weeks
ar_arab: %s اسابيع

source: %s years
ar_arab: %sسنوات

source: %s(none)
ar_arab: %s(لا شئ)

source: %ss: <a1>Check All</a>
ar_arab: %ss: <a1>تحديد الكل</a>

source: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (Bulgarian)
ar_arab: &#1041;&#1098;&#1083;&#1075;&#1072;&#1088;&#1089;&#1082;&#1080; (البلغارية)

source: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (Russian)
ar_arab: &#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; (الروسية)

source: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (Ukrainian)
ar_arab: &#1059;&#1082;&#1088;&#1072;&#1111;&#1085;&#1089;&#1100;&#1082;&#1072; (الأوكرانية)

source: &#1506;&#1489;&#1512;&#1497;&#1514; (Hebrew)
ar_arab: &#1506;&#1489;&#1512;&#1497;&#1514; (العبرية)

source: &#1575;&#1585;&#1583;&#1608;(Urdu)
ar_arab: &#1575;&#1585;&#1583;&#1608;(الأُردية)

source: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (Arabic)
ar_arab: &#1575;&#1604;&#1593;&#1585;&#1576;&#1610;&#1577; (العربية)

source: &#1601;&#1575;&#1585;&#1587;&#1609; (Persian)
ar_arab: &#1601;&#1575;&#1585;&#1587;&#1609; (الفارسية)

source: &#20013;&#25991; (Chinese)
ar_arab: &#20013;&#25991; (الصينية)

source: &#2361;&#2367;&#2344;&#2381;&#2342;&#2368; (Hindi)
ar_arab: &#2361;&#2367;&#2344;&#2381;&#2342;&#2368; (الهندية)

source: &#2476;&#2494;&#2434;&#2482;&#2494; (Bengali)
ar_arab: &#2476;&#2494;&#2434;&#2482;&#2494; (البنغالية)

source: &#26085;&#26412;&#35486; (Japanese)
ar_arab: &#26085;&#26412;&#35486; (اليابانية)

source: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (Malayalam)
ar_arab: &#3374;&#3378;&#3375;&#3390;&#3379;&#3330; (المالايام)

source: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (Thai)
ar_arab: &#3616;&#3634;&#3625;&#3634;&#3652;&#3607;&#3618; (التايلاندية)

source: &#4768;&#4635;&#4653;&#4763; (Amharic)
ar_arab: &#4768;&#4635;&#4653;&#4763; (الأمهرية)

source: &#54620;&#44397;&#50612; (Korean)
ar_arab: &#54620;&#44397;&#50612; (الكورية)

source: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (Greek, Modern [1453- ])
ar_arab: &#949;&#955;&#955;&#951;&#957;&#953;&#954;&#940; (اليونانية, الحديثة [1453- ])

source: &#x010D;e&#353;tina (Czech)
ar_arab: &#x010D;e&#353;tina (التشيكية)

source: &copy; %s
ar_arab: &نسخ; %s

source: &lt; Prev
ar_arab: &lt; السابق

source: &lt;&lt; Back
ar_arab: &lt;&lt; رجوع

source: &lt;&lt; Back to Cart
ar_arab: &lt;&lt; رجوع إلى السلة

source: &lt;&lt; Continue without Marking
ar_arab: &lt;&lt; استمرار بدون تحديد

source: &lt;&lt; Delete
ar_arab: &lt;&lt; حذف

source: &lt;&lt; Previous
ar_arab: &lt;&lt; السابق

source: &lt;&lt; Previous Page
ar_arab: &lt;&lt; الصفحة السابقة

source: &lt;&lt; previous
ar_arab: &lt;&lt; السابق

source: &lt;a href=&quot;[856u]&quot;&gt;open site&lt;/a&gt;
ar_arab: &lt;a href=&quot;[856u]&quot;&gt;افتح الموقع&lt;/a&gt;

source: &nbsp; No results found
ar_arab: &nbsp; لم يتم العثور على نتائج

source: &nbsp;&nbsp;&nbsp;&nbsp; Author as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; المؤلف كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; Call Number
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; رقم الطلب

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم المؤتمر

source: &nbsp;&nbsp;&nbsp;&nbsp; Conference Name as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم المؤتمر كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم جامع

source: &nbsp;&nbsp;&nbsp;&nbsp; Corporate Name as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم جامع كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; ISBN
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; تدمك

source: &nbsp;&nbsp;&nbsp;&nbsp; ISSN
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; تدمد

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp;الاسم الشخصي

source: &nbsp;&nbsp;&nbsp;&nbsp; Personal Name as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم شخصى كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; Series Title
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; اسم شخصى كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; Subject as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; موضوع كعبارة

source: &nbsp;&nbsp;&nbsp;&nbsp; Title as Phrase
ar_arab: &nbsp;&nbsp;&nbsp;&nbsp; عنوان كعبارة

source: &nbsp;&nbsp;(format: yyyy-yyyy)
ar_arab: &nbsp;&nbsp;(تنسيق: yyyy-yyyy)

source: &nbsp;with limit(s):
ar_arab: &nbsp;مع محددمحددات:

source: &nbsp;|&nbsp; <a1>Phone</a> &nbsp;|&nbsp; <a2>Notice</a>
ar_arab: &nbsp;|&nbsp; <a1>الهاتف</a> &nbsp;|&nbsp; <a2>ملاحظة</a>

source: &quot;%s&quot; is neither permitted nor prohibited.
ar_arab: &quot;%s&quot; غير مسموح به أو ممنوع

source: &quot;%s&quot; is permitted.
ar_arab: &quot;%s&quot;مسموح

source: &quot;%s&quot; is prohibited.
ar_arab: &quot;%s&quot; ممنوع

source: &quot;Add MARC&quot;
ar_arab: &quot;أضف مارك&quot;

source: &quot;Funds&quot; are accounts that you establish to track your expenditures for library materials. They may be used for any kind of material and should match the lines in your materials budget. For instance, if your library establishes a budget line for books, another for audiovisual materials, a third line for magazines, and a fourth budget line for electronic databases, then you would have four funds.
ar_arab: &quot;التمويل&quot; هي حسابات تقوم بإنشائها لتتبع مصروفاتك لمواد المكتبة. يمكن استخدامها لأي نوع من المواد ويجب أن تضاهي خطوط ميزانية موادك على سبيل المثال, إذا قامت مكتبتك بإنشاء خط ميزانية للكتب, وآخر للمواد السمعية والبصرية, وثالث للمجلات, وخط ميزانية رابع لقواعد البيانات الالكترونية, سيكون لديك أربعة تمويلات.

source: &quot;I searched on the MARC record I just added, and no results were found&quot;
ar_arab: &quot;لقد قمت بالبحث عن تسجيلة مارك التي قمت بإضافتها للتو, ولم يتم العثور على نتائج&quot;

source: &quot;Renewals allowed&quot; indicates how many times an items of this type may be renewed.
ar_arab: &quot;مسموح بالتجديدات&quot;يشير إلى عدد مرات تجديد مواد من هذا النوع.

source: &quot;Rental charge&quot; is any amount you might charge to users for borrowing items of a certain type (like videos).
ar_arab: &quot;رسوم التأجير&quot;هي أي مبلغ قد تتقاضاه من المستخدمين مقابل استعارة مواد من نوع محدد (مثل الفيديو).

source: &rsaquo; <a1>%s (%s)</a> &rsaquo; Confirm Deletion of Tag '%s'
ar_arab: &rsaquo; <a1>%s (%s)</a> &rsaquo; تأكيد حذف الرأس'%s'

source: &rsaquo; <a1>%s (%s)</a> &rsaquo; Data Deleted
ar_arab: &rsaquo; <a1>%s (%s)</a> &rsaquo; تم حذف البيانات

source: &rsaquo; <a1>Acquisitions Statistics</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>احصائيات التزويد</a> &rsaquo; النتائج

source: &rsaquo; <a1>Average Checkout Period</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>متوسط مدة الإعارة</a> &rsaquo; النتائج

source: &rsaquo; <a1>Catalog statistics</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>إحصائيات الفهرس</a> &rsaquo; النتائج

source: &rsaquo; <a1>Cataloging</a> &rsaquo; Edit <a2>%s
ar_arab: &rsaquo; <a1>الفهرسة</a> &rsaquo; تحرير <a2>%s

source: &rsaquo; <a1>Checkouts by patron category</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>إعارات بواسطة فئة المستفيد</a> &rsaquo; النتائج

source: &rsaquo; <a1>Circulation statistics</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>إحصائيات الإعارة</a> &rsaquo; النتائج

source: &rsaquo; <a1>Item Types</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>أنواع المادة</a> &rsaquo; النتائج

source: &rsaquo; <a1>Items</a>
ar_arab: &rsaquo; <a1>المواد</a>

source: &rsaquo; <a1>Lost Items</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>مواد مفقودة</a> &rsaquo; النتائج

source: &rsaquo; <a1>Manage Staged MARC Records</a> &rsaquo; Batch %s
ar_arab: &rsaquo; <a1>أدر تسجيلات مارك المنظمة</a> &rsaquo; دفعة %s

source: &rsaquo; <a1>Patrons with the most checkouts</a> &rsaquo; Results
ar_arab: &rsaquo; <a1>المستفيدون الأكثر استعارة</a> &rsaquo;النتائج

source: &rsaquo; Acquisitions Statistics
ar_arab: &rsaquo; إحصائيات التزويد

source: &rsaquo; Acquisitions Statistics &rsaquo; Results
ar_arab: &rsaquo; إحصائيات التزويد &rsaquo; النتائج

source: &rsaquo; Add notice
ar_arab: &rsaquo; اضف ملحوظة

source: &rsaquo; Add patron attribute type
ar_arab: &rsaquo; أضف نوع سمة مستفيد

source: &rsaquo; Add record matching rule
ar_arab: &rsaquo; اضف قاعدة مضاهاة تسجيلة

source: &rsaquo; Average Checkout Period
ar_arab: &rsaquo; متوسط مدة الإعارة

source: &rsaquo; Batch %s
ar_arab: &rsaquo; دفعة %s

source: &rsaquo; Batch List
ar_arab: &rsaquo; قائمة الدفعات

source: &rsaquo; Build A Report, Step %s of 6:
ar_arab: &rsaquo; بناء تقرير, الخطوة %s من 6:

source: &rsaquo; Cannot delete filing rule
ar_arab: &rsaquo;لا يمكن حذف قاعدة التسجيل

source: &rsaquo; Cannot delete filing rule %s
ar_arab: &rsaquo;لا يمكن حذف قاعدة التسجيل %s

source: &rsaquo; Catalog statistics
ar_arab: &rsaquo;إحصائيات الفهرس

source: &rsaquo; Catalog statistics &rsaquo; Results
ar_arab: &rsaquo;إحصائيات الفهرس&rsaquo; النتائج

source: &rsaquo; Checking out to %s, %s (%s)
ar_arab: &rsaquo; إعارة لــ %s, %s (%s)

source: &rsaquo; Checkouts by patron category
ar_arab: &rsaquo; إعارات بواسطة فئة المستفيد

source: &rsaquo; Circulation statistics
ar_arab: &rsaquo; إحصائيات الإعارة

source: &rsaquo; Confirm
ar_arab: &rsaquo; تأكيد

source: &rsaquo; Confirm Deletion
ar_arab: &rsaquo; تأكيد الحذف

source: &rsaquo; Confirm Deletion of Authority Type
ar_arab: &rsaquo; تأكيد حذف نوع الاستناد

source: &rsaquo; Confirm Deletion of City
ar_arab: &rsaquo; تأكيد حذف المدينة

source: &rsaquo; Confirm Deletion of Group %s
ar_arab: &rsaquo; تأكيد حذف المجموعة%s

source: &rsaquo; Confirm deletion of classification source
ar_arab: &rsaquo; تأكيد حذف مصدر التصنيف

source: &rsaquo; Confirm deletion of classification source %s
ar_arab: &rsaquo; تأكيد حذف مصدر التصنيف %s

source: &rsaquo; Confirm deletion of filing rule
ar_arab: &rsaquo; تأكيد حذف قاعدة التسجيل

source: &rsaquo; Confirm deletion of filing rule %s
ar_arab: &rsaquo; تأكيد حذف قاعدة التسجيل %s

source: &rsaquo; Confirm deletion of library '%s'
ar_arab: &rsaquo; تأكيد حذف المكتبة '%s'

source: &rsaquo; Confirm deletion of patron attribute type &quot;%s&quot;
ar_arab: &rsaquo; تأكيد حذف نوع سمة المستفيد&quot;%s&quot;

source: &rsaquo; Confirm deletion of record matching rule &quot;%s&quot;
ar_arab: &rsaquo; تأكيد حذف قاعدة مضاهاة التسجيلة &quot;%s&quot;

source: &rsaquo; Contents of <i>%s</i>
ar_arab: &rsaquo; تأكيد حذف قاعدة مضاهاة التسجيلة &quot;%s&quot;

source: &rsaquo; Create New List
ar_arab: &rsaquo; انشئ قائمة جديدة

source: &rsaquo; Create from SQL
ar_arab: &rsaquo; انشئ من SQL

source: &rsaquo; Data Deleted
ar_arab: &rsaquo; تم حذف البيانات

source: &rsaquo; Data deleted
ar_arab: &rsaquo; تم حذف البيانات

source: &rsaquo; Data recorded
ar_arab: &rsaquo; تم تسجيل البيانات

source: &rsaquo; Delete Framework for %s (%s)?
ar_arab: &rsaquo;احذف إطار %s (%s)?

source: &rsaquo; Delete Stop Word '%s' ?
ar_arab: &rsaquo; حذف كلمة توقف '%s' ?

source: &rsaquo; Delete budget '%s'?
ar_arab: &rsaquo; حذف ميزانية '%s'?

source: &rsaquo; Delete stop word '%s' ?
ar_arab: &rsaquo; حذف كلمة توقف'%s' ?

source: &rsaquo; Edit List %s
ar_arab: &rsaquo; تحرير قائمة %s

source: &rsaquo; Edit List <i>%s</i>
ar_arab: &rsaquo; تحرير قائمة <i>%s</i>

source: &rsaquo; Finished
ar_arab: &rsaquo; انتهى

source: &rsaquo; Item Types
ar_arab: &rsaquo; أنواع المادة

source: &rsaquo; Lost Items
ar_arab: &rsaquo; مواد مفقودة

source: &rsaquo; Manage Staged MARC Records
ar_arab: &rsaquo; ادر تسجيلات مارك المنظمة

source: &rsaquo; Modify notice
ar_arab: &rsaquo; تعديل ملاحظة

source: &rsaquo; Modify patron attribute type
ar_arab: &rsaquo; تعديل نوع سمة مستفيد

source: &rsaquo; Modify record matching rule
ar_arab: &rsaquo; تعديل قاعدة مضاهاة تسجيلة

source: &rsaquo; Modify tag
ar_arab: &rsaquo; تعديل رأس

source: &rsaquo; New authorized value
ar_arab: &rsaquo; قيمة مسندة جديدة

source: &rsaquo; New category
ar_arab: &rsaquo;فئة جديدة

source: &rsaquo; New tag
ar_arab: &rsaquo;رأس جديد

source: &rsaquo; Notice added
ar_arab: &rsaquo; تم إضافة ملاحظة

source: &rsaquo; Patrons statistics
ar_arab: &rsaquo; إحصائيات المستفيدين

source: &rsaquo; Patrons statistics &rsaquo; Results
ar_arab: &rsaquo; إحصائيات المستفيد &rsaquo; النتائج

source: &rsaquo; Patrons with the most checkouts
ar_arab: &rsaquo; المستفيدون الأكثر استعارة

source: &rsaquo; Results
ar_arab: &rsaquo; النتائج

source: &rsaquo; Saved Reports
ar_arab: &rsaquo; التقارير المحفوظة

source: &rsaquo; Saved Reports &rsaquo; %s Report
ar_arab: &rsaquo; التقارير المحفوظة &rsaquo; %s تقرير

source: &rsaquo; Saved Reports &rsaquo; SQL View
ar_arab: &rsaquo; التقارير المحفوظة &rsaquo; SQL عرض

source: &rsaquo; Search Results
ar_arab: &rsaquo; نتائج البحث

source: 'Appear in position' lets you decide what order your news items appear in
ar_arab: 'اظهر في موقع' يدعك تحدد الترتيب الذي تريد موادك الجديدة أن تظهر به

source: 'Biblio' is the MARC record you'd like to link this subscription to
ar_arab: 'التسجيلة البيبلوجرافية' هي تسجيلة مارك التي ترغب في ربط هذا الاشتراك بها

source: 'Call Number' is for your item's call number prefix
ar_arab: 'رقم الطلب' لبادئة رقم طلب المادة الخاصة بك

source: 'Fine Amount' should have the amount you would like to charge for overdue items
ar_arab: 'مبلغ الغرامة' يجب أن يكون به المبلغ الذي ترغب في تقاضيه للمواد المتأخرة

source: 'Librarian' field will show the logged in librarian's username
ar_arab: 'المكتبي' حقل سوف يعرض اسم المستخدم الخاص بالمكتبي الذي قام بتسجيل الدخول

source: 'Library' is the branch that owns this subscription.
ar_arab: 'المكتبة'هي الفرع الذي يملك هذا الاشتراك

source: 'Location' is for the shelving location
ar_arab: 'الموقع' هو موقع الترفيف

source: 'Nonpublic Note' should be used for notes that are only visible to the librarians via the staff client
ar_arab: 'ملاحظة غير عامة' يجب استخدامها للملاحظات التي يمكن لموظفي المكتبة فقط رؤيتها عبر برنامج العميل

source: 'Numbering pattern' will help you determine how the numbers are printed for each issue
ar_arab: 'نمط الترقيم' سوف يساعدك في تحديد كيفية طباعة الأرقام لكل إصدار

source: 'Renewals' should include the number of times this item can be renewed
ar_arab: 'التجديدات' يجب أن يشمل عدد المرات التي يمكن تجديد هذه المادة فيها

source: 'Subscription end date' should only be entered for subscriptions that have ended (if you're entering in a backlog of serials)
ar_arab: 'تاريخ انتهاء الاشتراك' يجب إدخاله فقط للاشتراكات المنتهية (عند دخولك في دوريات متراكمة)

source: 'Subscription length' is the number of issues or months in the subscription. This is also used for setting up renewal alerts
ar_arab: 'طول الاشتراك' هو عدد الاصدارات أو الشهور في الشتراك. يستخدم هذا أيضا لتنصيب تنبيهات التجديدات

source: 'Subscription start date' is the date at which the subscription begins. This is used for setting up renewal alerts
ar_arab: 'تاريخ بدء الاشتراك'هو التاريخ الذي يبدأ فيه الاشتراك . ويستخدم في تنصيب تنبيهات التجديدات

source: 'Vendor' can be found by either searching vendors entered via the Acquisitions module or entering the vendor ID number
ar_arab: 'المزود' يمكن العثور عليه سواء ببحث المزودين الذين تم إدخالهم عبر نظام التزويد الفرعي أو إدخال رقم تعريف المزود

source: 'free': free lists can be viewed or edited by any user
ar_arab: 'حرة': يمكن لأي مستخدم عرض وتحرير القوائم الحرة

source: 'password' should be stored in plaintext, and will be converted to a md5 hash (if your passwords are already encrypted, talk to your systems administrator about options).
ar_arab: كلمة المرور' يجب تخزينها بالنص العادي, سيتم تحويلها إلى md5 hash (إذا كانت كلمات المرور الخاصة بك مشفرة بالفعل، تحدث مع إدارة نظامك حول الخيارات).

source: 'private': private lists can only be viewed and edited by the user who created the list.
ar_arab: 'الخاصة': يمكن تحرير وعرض القوائم الخاصة فقط بواسطة المستخدم الذي قام بإنشائها
