Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Dolby-A encoded
ar_arab: Dolby-A مرمّز

source: Dolby-B encoded
ar_arab: Dolby-B مرمّز

source: Dolby-C encoded
ar_arab: Dolby-C مرمّز

source: Don't export fields
ar_arab: لا تصدر الحقول

source: Don't export items
ar_arab: لا تصدر المواد

source: Don't include tax
ar_arab: لا تشمل الضريبة

source: Done
ar_arab: تم

source: Dorian Meid (German translation)
ar_arab: دوريان ميد (ترجمة ألمانية)

source: Download
ar_arab: تنزيل

source: Download Record
ar_arab: تنزيل التسجيلة

source: Download Shelf
ar_arab: تنزيل الرف

source: Download cart
ar_arab: تنزيل السلة

source: Download file of all overdues
ar_arab: تنزيل ملف بكل المتأخرات

source: Download file of displayed overdues
ar_arab: تنزيل ملف بالمتأخرات المعروضة

source: Download list
ar_arab: تنزيل قائمة

source: Download the report:
ar_arab: تنزيل التقرير:

source: Draw Guide Boxes
ar_arab: صندوق إرشاد الرسم

source: Draw Guide Boxes:
ar_arab: صندوق إرشاد الرسم:

source: Dropbox Mode. (Effective checkin date is %s ).
ar_arab: نمط المربعات المنسدلة. (تاريخ الرد الفعال %s ).

source: Dropbox mode
ar_arab: نمط المربع المنسدل

source: Dublin Core (XML)
ar_arab: دبلن كور (XML)

source: Due %s
ar_arab: مستحق %s

source: Due Date
ar_arab: تاريخ الإستحقاق

source: Due Date desc
ar_arab: وصف تاريخ الإستحقاق

source: Due date
ar_arab: تاريخ الاستحقاق

source: Duplicate
ar_arab: مكرّر

source: Duplicate Barcode
ar_arab: باركود مكرّر

source: Duplicate Record
ar_arab: تسجيلة مكررة

source: Duplicate Record suspected
ar_arab: تكرار نسخ مشتبه فيه

source: Duplicate root budget
ar_arab: ميزانية أصلية مكررة

source: Duplicate suspected
ar_arab: اشتباه في التكرار

source: Duplicate suspected with <a1>%s</a>
ar_arab: التكرار مشكوك فيه مع <a1>%s</a>

source: EDITORS
ar_arab: المحررون

source: EIAJ (reel)
ar_arab: EIAJ (بكرة)

source: ERROR - unknown
ar_arab: خطأ - غير معروف

source: ERROR an invalid itemnumber was entered, please hit back and try again
ar_arab: خطأ تم إدخال رقم مادة غير صالح, رجاء عد للخلف وحاول ثانية

source: ERROR: <em>Date from</em> is not a legal value ("%s").
ar_arab: خطأ: <em>التاريخ من</em> ليس قيمة صحيحة ("%s").

source: ERROR: <em>Date to</em> is not a legal value ("%s").
ar_arab: خطأ: <em>تاريخ إلى</em> ليست قيمة صحيحة("%s").

source: ERROR: Failed to approve term (%s).
ar_arab: خطأ: فشل في قبول المصطلح (%s).

source: ERROR: Failed to reject term (%s).
ar_arab: خطأ: فشل في رفض المصطلح (%s).

source: ERROR: No barcode given.
ar_arab: خطأ : لا يوجد باركود.

source: ERROR: No item found with barcode %s.
ar_arab: خطأ :لم يتم العثور على مادة بباركود %s.

source: ERROR: No match for borrowernumber (%s).
ar_arab: خطأ : لا يوجد رقم مستعير مضاهي (%s).

source: ERROR: No match for user (%s). FILTER REQUIRES BORROWERNUMBER (not name).
ar_arab: خطأ : لا توجد مضاهة للمستفيدين (%s). تصفية أرقام المستعيرين المطلوبة (ليس الإسم).

source: ERROR: No shelfnumber given.
ar_arab: خطأ : لا يوجد رقم رف معطى.

source: ERROR: The root koha user in your KOHA_CONF file (default: kohaadmin) is not a valid tag moderator. These actions are logged by borrowernumber, so the moderator must exist in your borrowers table. Please login as a different authorized staff user to moderate tags.
ar_arab: خطأ : مستخدم كوها الأساسي في ملف KOHA_CONF ( إدارة كوها الإفتراضية) ليس رأس وسيط صحيح. هذه الوظائف مسجلة برقم المستعير، لذا الوسيط يجب أن يتواجد في جدول المستعيرين. من فضلك إدخل كأحد أفراد الفريق المسموح لهم بالدخول المختلفين لتعديل الرؤوس

source: ERROR: Unable to create the new item.
ar_arab: خطأ: غير قادر على إنشاء المادة الجديدة

source: ERROR: Unable to get the item number from this barcode.
ar_arab: خطأ: غير قادر على الحصول على رقم المادة من هذا الباركود.

source: ERROR: Unable to get the item.
ar_arab: خطأ: غير قادر على الحصول على المادة.

source: ERROR: You cannot delete the tag %s.
ar_arab: خطأ: لا يمكنك حذف هذا الرأس %s.

source: ERROR: You do not have adequate permission for that action on list %s.
ar_arab: خطأ : ليس لديك صلاحية كافية لهذا العمل على القائمة %s.

source: ERROR: You must log in to complete that action.
ar_arab: خطأ: يجب عليك تسجيل الدخول لاستكمال هذا الإجراء.

source: ERROR: illegal parameter %s
ar_arab: خطأ: معامل غير صحيح %s

source: Each cell contain both actual and estimated values.
ar_arab: تحتوي كل خلية على كلا من قيم حقيقية وقيم تقديرية.

source: Each charge gives you a menu which lets you decide whether to mark items paid or not
ar_arab: كل تكلفة تمنحك قائمة تدعك تقرر تحديد المواد مدفوعة أم لا

source: Each fund has a unique fund code, limited to a maximum of five characters, which identifies it
ar_arab: كل تمويل له رمز تمويل فريد، محدد إلى عدد لا يتعدى خمسة حروف وهو ما يميزه

source: Each of the tabs on the left holds several different preferences:
ar_arab: كلا من التبويبات على اليسار تحتوي على العديد من التفضيلات المختلفة:

source: Each patron type will have slightly different options.
ar_arab: سوف يكون لكل نوع مستفيد خيارات مختلفة اختلافا طفيفا

source: Each time you add a new item, the
ar_arab: كل مرة تضيف مادة جديدة، هو

source: Earliest Hold Date <a1>Sort</a>
ar_arab: تاريخ حجز سابق <a1>فرز</a>

source: Ed Summers (Some code and Perl packages like MARC::Record)
ar_arab: إد سمرز (بعض الرموز وطرود بيرل مثل تسجيلة :: مارك)

source: Edit
ar_arab: تحرير

source: Edit Bibliographic Record
ar_arab: تحرير التسجيلة البيبلوجرافية

source: Edit Collection
ar_arab: تحرير المجموعة

source: Edit Collections
ar_arab: تحرير المجموعات

source: Edit Delete
ar_arab: تحرير الحذف

source: Edit Group %s
ar_arab: تحرير المجموعة %s

source: Edit Item #%s
ar_arab: تحرير المادة #%s

source: Edit Items
ar_arab: تحرير المواد

source: Edit Label Template
ar_arab: تحرير قالب الملصق

source: Edit List <i>%s</i>
ar_arab: تحرير القائمة <i>%s</i>

source: Edit Lists
ar_arab: تحرير القوائم

source: Edit MARC subfields constraints
ar_arab: تحرير قيود حقول مارك الفرعية

source: Edit MARC subfields constraints for field %s authority %s
ar_arab: تعديل مقيدات حقول مارك الفرعية %s الإستناد %s

source: Edit News Item
ar_arab: تحرير مادة الأخبار

source: Edit Patron Card Template
ar_arab: تحرير قالب بطاقة المستفيد

source: Edit Printer Profile
ar_arab: تحرير وضع الطابعة

source: Edit Record
ar_arab: تحرير التسجيلة

source: Edit Reports
ar_arab: تحرير التقارير

source: Edit Routing List
ar_arab: تحرير قائمة التمرير

source: Edit Routing List for <i>%s</i>
ar_arab: تحرير قائمة التمرير لـ <i>%s</i>

source: Edit SQL
ar_arab: تحرير SQL

source: Edit Subfields
ar_arab: تحرير الحقول الفرعية

source: Edit Subscription
ar_arab: تحرير الوصف

source: Edit as New (Duplicate)
ar_arab: تحرير كجديد (كرّر)

source: Edit authority
ar_arab: تحرير الاستناد

source: Edit authorized values
ar_arab: تحرير قيم الاستناد

source: Edit basket %s
ar_arab: تحرير السلة %s

source: Edit basket '%s'
ar_arab: تحرير السلة '%s'

source: Edit basket header information
ar_arab: تحرير معلومات رأس السلة

source: Edit biblio
ar_arab: تحرير التسجيلة البيبلوجرافية

source: Edit details
ar_arab: تحرير التفاصيل

source: Edit existing profile
ar_arab: تحرير الملف الشخصي الحالي

source: Edit help
ar_arab: تحرير المساعدة

source: Edit is on (%s)
ar_arab: التحرير في(%s)

source: Edit list
ar_arab: تحرير القائمة

source: Edit owner
ar_arab: تحرير المالك

source: Edit purchase suggestion #%s
ar_arab: تحرير مقترحات الشراء #%s

source: Edit serials
ar_arab: تحرير الدوريات

source: Edit subfields
ar_arab: تحرير الحقول الفرعية

source: Edit the label template you want to apply a profile to.
ar_arab: تحرير قالب الملصق الذي تريد تطبيق الوضع عليه.

source: Edit this holiday
ar_arab: تحرير هذه العطلة

source: Edit uncertain prices
ar_arab: تحرير الأسعار غير الأكيدة

source: Edit vendor
ar_arab: تحرير المزود

source: Editing %s (Record Number %s)
ar_arab: تحرير %s (رقم التسجيلة %s)

source: Editing <em>%s</em> (Record Number %s)
ar_arab: تحرير %s (رقم التسجيلة %s)

source: Editing Events
ar_arab: تحرير الأحداث

source: Editing a record
ar_arab: تحرير تسجيلة

source: Editing a record is mostly the same as adding a record except that you will find that your fields will only display the subfields that you entered data in.&nbsp; When adding a new record you will see this for a 650 field.
ar_arab: تحرير تسجيلة يشبه غالبا إضافة تسجيلة باستثناء إنك ستجد أن الحقول سوف تعرض فقط الحقول الفرعية التي قمت بإدخال بيانات فيها.&nbsp; عند إضافة تسجيلة جديدة سوف ترى ذلك في الحقل 650

source: Editing the SubFields from the MARC tag structure page is very time-consuming, but also very important; be sure to click the subfield link for each tag in your MARC tag structure.
ar_arab: تحرير الحقل الفرعى من صفحة بنيه الرأس فى مارك مضيعة للوقت جدا، لكن مهمة جدا أيضا؛ تأكدا من نقر وصلة الحقل الفرعى لكل رأس في بنيه الرأس لمارك الخاص بك.

source: Edition
ar_arab: طبعة

source: Edition:
ar_arab: طبعة:

source: Edition: %s
ar_arab: طبعة: %s

source: Editions
ar_arab: طبعات

source: Either search by title or ISBN or click 'Receive order' next to the item you'd like to mark as received
ar_arab: إما أن تبحث بالعنوان أو الردمك أو النقر على "استلم طلب" بجانب المادة التي ترغب في تحديدها مستلمة

source: Electronic Resource
ar_arab: مورد الكتروني

source: Email
ar_arab: بريد الكتروني

source: Email (home):
ar_arab: بريد إلكتروني(منزل)

source: Email (work):
ar_arab: بريد إلكتروني(عمل)

source: Email Address:
ar_arab: عنوان البريد الالكتروني:

source: Email address:
ar_arab: عنوان البريد الالكتروني

source: Email:
ar_arab: بريد الكتروني:

source: Email: %s
ar_arab: البريد الإلكتروني: %s

source: Empty and Close
ar_arab: أفرغ وأغلق

source: Emulsion on film:
ar_arab: مستحلب على الفيلم :

source: Enclose a whitespace-separated list of fields to concatenate on one line in double quotes. e.g. "099a 099b" or "itemcallnumber copynumber"
ar_arab: ارفق قائمة حقول منفصلة بمسافات فارغة لتسلسلها على سطر واحد بين علامتي تنصيص . مثال. "099a 099b" أو "itemcallnumber copynumber"

source: Encoding
ar_arab: ترميز

source: Encoding (z3950 can send
ar_arab: ترميز (z3950 يمكن أن يرسل

source: Encoding:
ar_arab: ترميز:

source: Encumbrance:
ar_arab: الرهن :

source: Encyclopedias
ar_arab: موسوعات

source: End Date
ar_arab: تاريخ الانتهاء

source: End Date:
ar_arab: تاريخ الانتهاء:

source: End date
ar_arab: تاريخ اللانتهاء

source: End date (%s):
ar_arab: تاريخ الانتهاء (%s):

source: End date *
ar_arab: تاريخ الانتهاء *

source: End date before today, Invalid end date!\n
ar_arab: تاريخ انتهاء قبل اليوم, تاريخ انتهاء غير صحيح!\n

source: End date missing
ar_arab: تاريخ الانتهاء مفقود

source: End date:
ar_arab: تاريخ الانتهاء

source: End of date range
ar_arab: نهاية نطاق التاريخ

source: Ending date:
ar_arab: تاريخ الانهاء:

source: Enfants
ar_arab: أطفال

source: English
ar_arab: اللغة الإنجليزية

source: Enhanced Content
ar_arab: محتوى محسّن

source: Enhanced Content Settings
ar_arab: إعدادات المحتوى المحسّن

source: Enhanced Content:
ar_arab: محتوى محسّن:

source: Enhanced content settings
ar_arab: إعدادات المحتوى امحسّن

source: Enrollment Fee and Reserve Fee
ar_arab: أجر تسجيل وأجر إحتياطي

source: Enrollment Fee and Reserve Fee (if any) should be entered either as whole numbers or with (up to) six decimal places, with no currency notation (e.g. &quot;1.250000&quot; instead of &quot;$1.25&quot;).
ar_arab: أجر التسجيل وأجر الحجز (إذا أى) يجب أن يدخل إما كأعداد صحيحة أو بستة أماكن عشرية، بدون ترقيم عملة (ومثال على ذلك: - "1.250000 "بدلا من "1.25$ ").

source: Enrollment Period (months)
ar_arab: فترة تسجيل (أشهر)

source: Enrollment fee
ar_arab: أجر تسجيل

source: Enrollment fee:
ar_arab: أجر تسجيل:

source: Enrollment period
ar_arab: فترة تسجيل

source: Enrollment period is a number indicating the length in months of a patron enrollment. If enrollments never expire, set this to an impossibly high number ( &gt;= 99).
ar_arab: فترة التسجيل هى عدد يشير إلى كم عدد سنوات التي يكون فيها إشتراك المستفيد ساري. إن إعتبرت إنتهاء تسجيل المستفسد سيكون بعد أربع سنوات على سبيل المثال (كما في مدرسة)، بعد ذلك حدد هذا الرقم ل 4 إذا كان التسجيل لا يتنتهي ضع هذه القيمة إلى الحد الأدنى (99).

source: Enrollment period:
ar_arab: فترة تسجيل:

source: Enter 'Comments about this file' to identify your upload when going to the 'Manage Staged MARC Records' tool
ar_arab: أدخل " تعليقات حول هذا الملف" لتعريف رفعك عند الذهاب إلى أداة "أدر تسجيلات مارك المنظمة"

source: Enter a 'Barcode' if searching for a single item; if not leave this field blank
ar_arab: أدخل "باركود" عند البحث عن مادة واحدة، إذا لم يكن اترك هذا الحقل خاليا

source: Enter a 'Classification source code'
ar_arab: أدخل 'رمز مصدر التصنيف'

source: Enter a 'Code' abbreviation for your new notice (for example: 'ODUE' for Overdue Notice)
ar_arab: أدخل "رمز" اختصار لإخطارك الجديد (على سبيل المثال 'ODUE' لإخطار تأخير)

source: Enter a 'Description' for your new classification source
ar_arab: أدخل 'وصف' لمصدر تصنيفك الجديد

source: Enter a 'Description' for your new filing rule
ar_arab: أدخل 'وصف' لقاعدة تسجيلك الجديدة

source: Enter a 'Filing Rule Code'
ar_arab: أدخل'رمز قاعدة التسجيل'

source: Enter a 'Message Subject' (for example 'Item Overdue')
ar_arab: أخل "موضوع رسالة" (على سبيل المثال" مادة متأخرة")

source: Enter a 'Name' for your list in the field provided
ar_arab: أدخل "اسم" لقائمتك في الحقل المخصص

source: Enter a 'Name' for your new notice (for example 'Overdue Notice')
ar_arab: أدخل "اسم" إخطارك الجديد (على سبيل المثال "إخطار متأخرات")

source: Enter a barcode to generate a printable spine label. For use with dedicated label printers
ar_arab: أدخل باركود لإنتاج ملصق كعب قابل للطباعة. لاستخدامه مع طابعات الملصقات المخصصة

source: Enter a comma separated list of fields to print. You may include any <em>Koha field</em> or MARC subfield.
ar_arab: أدخل قائمة منفصبة بفاصلة من الحقول للطباعة. يمكنك إدراج أي <em>حقل كوها</em> او حقل مارك فرعي

source: Enter a comma-separated list of fields to include on the label. You may select :
ar_arab: ادخل قائمة منفصلة بفاصلة من الحقول لإدراجها على الملصق. يمكنك اختيار:

source: Enter a longer explanation in the 'Description'
ar_arab: أدخل شرحا مطولا في "الوصف"

source: Enter a new purchase suggestion
ar_arab: أدخل مقترح شراء جديد

source: Enter a reason for all marked entries:
ar_arab: أدخل سببا لكل المدخلات المحددة:

source: Enter a short 'Authorized value' and a longer 'Description' (this second field is optional)
ar_arab: أدخل "قيمة استناد" قصيرة و "وصف" أطول ( هذا الحقل الثاني اختياري)

source: Enter a short code for the 'Item Type'
ar_arab: أدخل رمزا قصيرا ل"نوع المادة"

source: Enter a summary that will overwrite the default one in search results lists. Example, for a website itemtype :
ar_arab: أدخل ملخصا سوف يكتب فوق الملخض الافتراضي في قوائم نتائج البحث. مثال، لنوع مادة موقع يب:

source: Enter a value such as Blvd., Avenue, Street or St.
ar_arab: أدخل قيمة مثل الجادة. ، شارع ، شارع أو شارع

source: Enter a word or phrase here to test against your whitelist/blacklist:
ar_arab: أدخل كلمة أو عبارة هنا لاختبارها مقابل قائمتك البيضاء/السوداء:

source: Enter additional contact information for your patron.
ar_arab: أدخل معلومات اتصال إضافية لمستفيدك.

source: Enter additional infomration for your vendor
ar_arab: أدخل معلومات إضافية عن مزودك.

source: Enter all other information related to the library
ar_arab: أدخل كل المعلومات الأخرى المتعلقة بالمكتبة

source: Enter an alternate address (if you require one for your library).
ar_arab: أدخل عنوانا بديلا (إذا كنت ستتطلبه لمكتبتك)

source: Enter any authority field:
ar_arab: أدخل أي حقل استناد:

source: Enter authority heading ($a):
ar_arab: أدخل عنوان الاستناد ($a):

source: Enter authority heading:
ar_arab: أدخل عنوان استناد:

source: Enter barcode:
ar_arab: أدخل باركود:

source: Enter biblionumber:
ar_arab: أدخل رقم بيبلوجرافي:

source: Enter data into at least one of the following MARC fields
ar_arab: أدخل البيانات إلى أحد حقول مارك التالية على الأقل

source: Enter in a fund name to provide more information for staff members about the fund
ar_arab: أدخل اسم التمويل لتوفير مزيدا من المعلومات للموظفين حول التمويل

source: Enter in an additional contact (if you require one for your library)
ar_arab: أدخل جهة اتصال إضافية ( إذا كنت تطلبها في مكتبنك)

source: Enter in the information related to the charge you're adding
ar_arab: أدخل المعلومات المتعلقة بالتكلفة التي تضيفها

source: Enter in the information related to the credit you're adding
ar_arab: أدخل المعلومات المتعلقة بالئتمان الذي تضيفه

source: Enter in the information you'd like to see in your repor
ar_arab: أدخل المعلومات التي ترفب في رؤيتها في تقريرك

source: Enter in your search criteria
ar_arab: أدخل معايير بحثك

source: Enter information necessary for patron management in the library
ar_arab: أدخل المعلومات الضرورية لإدارة المستفيد في المكتبة

source: Enter information specific to you library policies.
ar_arab: أدخل معلومات محددة لسياسات مكتبتك

source: Enter item barcode:
ar_arab: أدخل باركود المادة:

source: Enter parameters for report %s:
ar_arab: أدخل معاملات للتقرير%s:

source: Enter patron card number or partial name:
ar_arab: أدخل رقم بطاقة المستفيد أو الاسم الجزئي:

source: Enter patron cardnumber:
ar_arab: أدخل رقم بطاقة مستفيد:

source: Enter search keywords:
ar_arab: أدخل كلمة مفتاحية للبحث:

source: Enter search terms
ar_arab: أدخل مصطلحات البحث

source: Enter starting card number:
ar_arab: أدخل رقم بطاقة البداية:

source: Enter starting label number:
ar_arab: أدخل رقم ملصق البداية:

source: Enter the 'Fine Charging Interval' in days (ex. charge fines every 1 day, or every 2 days)
ar_arab: أدخل ال 'الحد الزمني لفرض الغرامةl' بالأيام (مثال. فرض غرامة كل 1 يوم, أو كل 2 ايام)

source: Enter the Library Code
ar_arab: أدخل رمز المكتبة

source: Enter the barcode or partial name for the patron you'd like to hold the book for.
ar_arab: أدخل الباركود أو الاسم الجزئي للمستفيد الذي ترغب في حجز الكتاب له.

source: Enter the city or town name and the zipcode
ar_arab: أدخل اسم المدينة وصندوق البريد

source: Enter the contact information for your vendor
ar_arab: أدخل معلومات الاتصال لمزودك.

source: Enter the group information
ar_arab: أدخل معلومات المجموعة

source: Enter the invoice number is 'Vendor invoice' and the shipment date in 'Shipment date'
ar_arab: أدخل رقم الفاتورة هو " فاتورة المزود" و تاريخ السحنة في "تاريخ الشحنة"

source: Enter the terms you wish to search for.
ar_arab: أدخل المصطلحات التي ترغب في البحث عنها.

source: Enter the value and description and choose an icon if you'd like
ar_arab: أدخل القيمة والوصف واختر الأيقونة التي ترغب بها.

source: Enter your patron's main address.
ar_arab: أدخل عنوان مستفيدك الرئيسي

source: Envoyer
ar_arab: إرسال

source: Era identifier
ar_arab: معرّف الحقبة الزمنية

source: Error 400
ar_arab: خطأ 400

source: Error 401
ar_arab: خطأ 401

source: Error 402
ar_arab: خطا 402

source: Error 403
ar_arab: خطأ 403

source: Error 404
ar_arab: خطأ 404

source: Error 405
ar_arab: خطأ 405

source: Error 500
ar_arab: خطأ 500

source: Error : Barcode Not Unique For
ar_arab: خطأ: الباركود ليس منفردا لـ

source: Error Creating Profile
ar_arab: خطأ في إنشاء الملف الشخصي

source: Error adding items:
ar_arab: خطأ في إضافة المواد:

source: Error analysis:
ar_arab: تحليل الخطأ:

source: Error saving item
ar_arab: خطأ في حفظ المادة

source: Error saving items
ar_arab: خطأ في حفظ المواد

source: Error:
ar_arab: خطأ:

source: Error: Unknown Batch Type &quot;%s&quot;
ar_arab: خطا: نوع دذفعة غير معروف&quot;%s&quot;

source: Esiee School (Jérome Vizcaino, Michel Lerenard, Pierre Cauchois)
ar_arab: Esiee مدرسة(Jérome Vizcaino, Michel Lerenard, Pierre Cauchois)

source: Espa&ntilde;ol (Spanish)
ar_arab: Espa&ntilde;ol (الأسبانية)

source: Espa&ntilde;ol (Spanish, Venezuela)
ar_arab: Espa&ntilde;ol (الأسبانية, فنزويلا)

source: Espace\Temps
ar_arab: مكان\زمن

source: Est cost
ar_arab: تكلفة مقدّرة

source: Est.
ar_arab: مقدّر

source: Estimated cost per unit
ar_arab: التكلفة المقدّرة لكل وحدة

source: Ethnicity notes:
ar_arab: ملاحظات العرق:

source: Ethnicity:
ar_arab: العرق:

source: Ethnique
ar_arab: عرقي

source: Ethniques
ar_arab: عرقيات

source: Even if lists are 'disabled' for the OPAC, staff users still have access to them from the staff side. The 'virtualshelves' preference only affects whether or not the feature is available from the OPAC.
ar_arab: حتى إذا"تم إيقاف" القوائم للأوباك، لا يزال للمستخدمين الموظفين الوصول إليها من جانب الموظف. تفضيل "الرفوف الافتراضية" يؤثر فقط على إتاحة الخاصية من الأوباك أم لا.

source: Even though a tag is approved or rejected, it can still be moved to another list. When viewing approved tags each tag has the option to reject.
ar_arab: بالرغم من قبول أو رفض وسيمة، لا يزال بالإمكان نقلها إلى قائمة أخرى. عند عرض الوسوم المقبولة لكل وسمية خيار الرفض.

source: Everyone
ar_arab: كل شخص

source: Everything went OK, update done.
ar_arab: كل شيء تم بشكل جيد، تم اتمام التحديث.

source: Example MARC21 Subject Headings Authority
ar_arab: مثال MARC21 استناد عناوين الموضوع

source: Example: "I want circulation data starting with date XXX up to, but not including, date XXX."
ar_arab: مثال: "اريد بيانات الإعارة بدءا من تاريخ XXX وحتى, ولكن لا تشمل,تاريخ XXX."

source: Example: Personal name=200|Entry element=210$a|300|009
ar_arab: مثال:الاسم الشخصي=200|عنصر الإدخال=210$a|300|009

source: Example: the text is .25” from the left edge of the first label, .28” from the left edge of the second label and .31” from the left edge of the third label. This means the horizontal creep should be set to .03" to make up for this difference.
ar_arab: مثال: النص هو.25” من الحافة اليسرى للملصق الأول, .28” من الحافة اليسرى للملصق الثاني و .31” من الحافة اليسرى للملصق الثالث.يعني هذا أن الانسدال الأفقي يجب ضبطه إلى .03" للتعويض عن هذا الاختلاف.

source: Exceptional Words List
ar_arab: قائمة الكلمات الاستثنائية

source: Exceptions
ar_arab: استثناءات

source: Exchange Rates (optional)-
ar_arab: أسعار الصرق (اختياري) -

source: Existing Authorized Values
ar_arab: قيم استناد موجودة

source: Existing holds
ar_arab: حجوزات موجودة

source: Expected
ar_arab: متوّقع

source: Expected issue status can't be changed. <a1>Renew</a> your subscription
ar_arab: لا يمكن تغيير حالة العدد المتوقع. <a1>تجديد</a>اشتراكك

source: Expected on
ar_arab: متوقع في

source: Expected or late
ar_arab: متوقع أو متأخر

source: Expenditure:
ar_arab: النفقات :

source: Expiration
ar_arab: انتهاء الصلاحية

source: Expiration date
ar_arab: تاريخ الانتهاء

source: Expiration date:
ar_arab: تاريخ الانتهاء:

source: Expiration&nbsp;Date
ar_arab: الانتهاء&nbsp;تاريخ

source: Expiration:
ar_arab: الانتهاء:

source: Expires on
ar_arab: ينتهي في

source: Expiring before:
ar_arab: ينتهي قبل:

source: Expiry date (leave blank for auto calc)
ar_arab: تاريخ الانتهاء (اتركه خاليا للحساب الآلي)

source: Explanation
ar_arab: شرح

source: Explanation:
ar_arab: شرح:

source: Explorer I
ar_arab: مستكشف I

source: Explorer II
ar_arab: مستكشف II

source: Export
ar_arab: تصدير

source: Export Batch
ar_arab: تصدير دفعة

source: Export Item(s)
ar_arab: تصدير مادة (مواد)

source: Export bibliographic and holdings
ar_arab: تصدير التسجيلات البيبلوجرافية والمقتنيات

source: Export bibliographic and holdings data
ar_arab: تصدير بيانات التسجيلات البيبلوجرافية والمقتنيات

source: Export bibs/holdings
ar_arab: تصدير التسجيلات البيبلوجرافية/المقتنيات

source: Export card data as a PDF readable by any standard PDF reader, making patron cards printable directly on a printer
ar_arab: تصدير بيانات البطاقة كـPDF يمكن قراءته بواسطة أي قارئ معياري PDF, جعل بطاقات المستفيدين قابلة للطباعة مباشرة على طابعة

source: Export item data
ar_arab: تصدير بيانات المادة

source: Export label data in one of three formats:
ar_arab: تصدير بيانات الملصق بأحد ثلاثة تنسيقات:

source: Export selected items data
ar_arab: تصدير بيانات المواد المحددة

source: Export single or multiple batches
ar_arab: تصدير دفعات مفردة أو متعددة

source: Export single or multiple labels from within a batch
ar_arab: تصدير ملصقات مفردة أو متعددة لكل دفعة

source: Export single or multiple patron cards from within a batch
ar_arab: تصدير بطاقات مستفيد مفردة أو متعددة من داخل دفعة
