Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Subject Search Results
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; نتائج بحث الموضوع

source: <a1>Home</a> &rsaquo; <a2>Cataloging</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرسة</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Cataloging</a> &rsaquo; Attach an item to <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرسة</a> &rsaquo; ربط مادة لـ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; <a3>Holds Queue</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; <a3>صف الحجوزات</a>

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; <a3>Holds awaiting pickup</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; <a3>حجوزات في انتظار الالتقاط</a>

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; <a3>Set Library</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; <a3>ضبط المكتبة</a>

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Billing
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo;الفواتير

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Check In
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; الرد

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Circulation Statistics for %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; إحصائيات الإعارة لـ %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Hold Ratios
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo;نسب الحجز

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues as of %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; المتأخرات بداية من %s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Overdues at %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; المتأخرات في%s

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Pending Holds
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; حجوزات في الانتظار

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Statistics
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; الإحصائيات

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; النقل

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers to do
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; نقل لإجراء

source: <a1>Home</a> &rsaquo; <a2>Circulation</a> &rsaquo; Transfers to your library
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإعارة</a> &rsaquo; نقل إلى مكتبتك

source: <a1>Home</a> &rsaquo; <a2>Lists</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>القوائم</a>

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; <a3>%s %s</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; <a3>%s %s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Account for %s %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; حساب لـ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Cannot Delete Patron
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; لا يمكن حذف المستفيد

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Credit
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo;ائتمان يدوي

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Manual Invoice
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; فاتورة يدوية

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Pay Fines for %s %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; ادفع الغرامات لـ%s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Reading Record for %s %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; قراءة تسجيلة لـ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Sent notices for %s %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; الإخطارات المرسلة لـ %s %s

source: <a1>Home</a> &rsaquo; <a2>Patrons</a> &rsaquo; Set Privileges for %s, %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; ضبط المميزات لـ %s, %s

source: <a1>Home</a> &rsaquo; <a2>Reports</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Guided Reports Wizard</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a> &rsaquo; <a3>معالج التقارير المرشدة</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; <a3>Patrons statistics</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>المستفيدون</a> &rsaquo; <a3>إحصائيات المستفيدين</a>

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; All Holds
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a> &rsaquo; كل الحجوزات

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Items with no checkouts
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a> &rsaquo; مواد بلا إعارات

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Patrons with No Checkouts
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>النقارير</a> &rsaquo; المستفيدون بلا إعارات

source: <a1>Home</a> &rsaquo; <a2>Reports</a> &rsaquo; Till Reconciliation
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التقارير</a> &rsaquo; حتى المصالحة

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; <a3><i>%s</i></a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; <a3><i>%s</i></a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; <a3><i>%s</i></a> &rsaquo; Preview routing list
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; <a3><i>%s</i></a> &rsaquo; معاينة قائمة التمرير

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Alert subscribers for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; نبه المشتركين لـ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Check In subscription for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; سجل الاشتراكات لـ<i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Check expiration
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; تحديد الانتهاء

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Claims
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; المطالبات

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Details for Subscription #%s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الدوريات</a> &rsaquo; تفاصيل الاشتراك #%s

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Distribution Lists
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>دوريات</a> &rsaquo; قوائم توزيع

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Collection information for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>دوريات</a> &rsaquo;معلومات مجموعة الدوريات ل <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Serial Edition <i>%s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>دوريات</a> &rsaquo; طبعة الدورية <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Serials</a> &rsaquo; Subscription information for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>دوريات</a> &rsaquo; معلومات الاشتراك ل <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Tools</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Delete batches of items</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>حذف دفعات المواد</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Import Patrons</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>استيراد مستفيدين</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels Home</a> &rsaquo; <a4>Mange Label Batches</a> &rsaquo; Manage Batch Number %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>صفحة الملصقات الرئيسية</a> &rsaquo; <a4>أدر دفعات الملصقات</a> &rsaquo; أدر رقم الدفعة %s

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels Home</a> &rsaquo; <a4>Mange Label Layouts</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>صفحة الملصقات الرئيسية</a> &rsaquo; <a4>أدر مخططات الملصقات</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels Home</a> &rsaquo; Manage Label %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>صفحة الملصقات الرئيسية</a> &rsaquo; ادر الملصق%s

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>الملصقات</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Create Printer Profile
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>الملصقات</a> &rsaquo; <a4>أوضاع الطابعة</a> &rsaquo; أنشئ وضع طابعة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Edit Printer Profile
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>الملصقات</a> &rsaquo; <a4>أوضاع الطابعة</a> &rsaquo; تحرير وضع الطابعة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Label Template
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>الملصقات</a> &rsaquo; أنشئ قالب ملصقات

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Create Layout
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; <a3>ملصقات</a> &rsaquo; إنشاء تخطيط

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Label Templates
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>الملصقات</a> &rsaquo; قوالب الملصق

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Modify batches of items</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>تعديل دفعات المواد</a>

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; <a4>Manage Patron Card Batches</a> &rsaquo; Manage Batch Number %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; <a4>أدر دفعات بطاقة المستفيد</a> &rsaquo; أدر رقم الدفعة %s

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; <a4>Mange Patron Card Layouts</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; <a4>أدر تخطيطات بطاقة المستفيد</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; <a4>Patron Card Templates</a> &rsaquo; Edit Patron Card Template
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; <a4>قوالب بطاقة المستفيد</a> &rsaquo;تحرير قالب بطاقة المستفيد

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; <a4>Printer Profiles</a> &rsaquo; Edit Printer Profile
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; <a4>أوضاع الطابعة</a> &rsaquo; تحرير وضع الطابعة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; Manage Card %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; أدر البطاقة %s

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Patron Card Creator</a> &rsaquo; Manage Images
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>منشئ بطاقة المستفيد</a> &rsaquo; إدارة الصور

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Rotating Collections</a> &rsaquo; Add/Remove Items
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>تدوير المجموعات</a> &rsaquo; إضافة/حذف المواد

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Rotating Collections</a> &rsaquo; Edit Collections
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>تدوير المجموعات</a> &rsaquo; تحرير المجموعات

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; <a3>Rotating Collections</a> &rsaquo; Transfer Collection
ar_arab: <a1>الصفحة ارئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; <a3>تدوير المجموعات</a> &rsaquo;نقل المجموعة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; CSV export profiles
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; CSV أوضاع تصدير

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Calendar
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; النتيجة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Comments Awaiting Moderation
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; التعليقات في انتظار الموافقة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; MARC Export
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>أدوات</a> &rsaquo; صادر مارك

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Notice Triggers
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; إطلاق الملاحظات

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Patron Card Creator
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; منشئ بطاقة المستفيد

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Quick spine label creator
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; منشئ كعب الملصق السريع

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Rotating Collections
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; تدوير المجموعات

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Send SMS Message
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; أرسل رسالة نصية قصيرة

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Tags
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; وسوم

source: <a1>Home</a> &rsaquo; <a2>Tools</a> &rsaquo; Upload Patron Images
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الأدوات</a> &rsaquo; تحميل صور المستفيد

source: <a1>Home</a> &rsaquo; About Koha
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; حول كوها

source: <a1>Home</a> &rsaquo; Administration
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; الإدارة

source: <a1>Home</a> &rsaquo; Advanced Search
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; البحث المتقدم

source: <a1>Home</a> &rsaquo; Authorities
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; الاستناد

source: <a1>Home</a> &rsaquo; Cataloging
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; الفهرسة

source: <a1>Home</a> &rsaquo; Circulation
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; الإعارة

source: <a1>Home</a> &rsaquo; Error 400
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 400

source: <a1>Home</a> &rsaquo; Error 401
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 401

source: <a1>Home</a> &rsaquo; Error 402
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 402

source: <a1>Home</a> &rsaquo; Error 403
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 403

source: <a1>Home</a> &rsaquo; Error 404
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 404

source: <a1>Home</a> &rsaquo; Error 405
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 405

source: <a1>Home</a> &rsaquo; Error 500
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; خطأ 500

source: <a1>Home</a> &rsaquo; Reports
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; تقارير

source: <a1>Home</a> &rsaquo; Serials
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo;الدوريات

source: <a1>Home</a> &rsaquo; Tools
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; أدوات

source: <a1>Home</a>&rsaquo; <a2>Tools</a> &rsaquo; <a3>Labels</a> &rsaquo; Printer Profiles
ar_arab: <a1>الصفحة الرئيسية</a>&rsaquo; <a2>الأدوات</a> &rsaquo; <a3>المسميات</a> &rsaquo; أوضاع الطابعة

source: <a1>Home</a>&rsaquo; <a2>Tools</a>&rsaquo; <a3>Labels</a>&rsaquo; <a4>Label Templates</a>&rsaquo; Edit Label Template
ar_arab: <a1>الصفحة الرئيسية</a>&rsaquo; <a2>أدوات</a> &rsaquo; <a3>مسميات</a> &rsaquo; <a4>قوالب المسمى</a> &rsaquo; تعديل قالب المسميات

source: <a1>Home</a>&rsaquo; <a2>Tools</a>&rsaquo; Labels Home
ar_arab: <a1>الصفحة الرئيسية</a>&rsaquo; <a2>الأدوات</a>&rsaquo; صفحة المسميات الرئيسية

source: <a1>Inventory</a> &rsaquo; Results
ar_arab: <a1>الجرد</a> &rsaquo; النتائج

source: <a1>Item Types</a> &rsaquo; Add Item Type
ar_arab: <a1>أنواع المادة</a> &rsaquo; أضف نوع مادة

source: <a1>Item Types</a> &rsaquo; Cannot Delete Item Type '%s'
ar_arab: <a1>أنواع المادة</a> &rsaquo; لا يمكن حذف نوع المادة '%s'

source: <a1>Item Types</a> &rsaquo; Delete Item Type '%s'?
ar_arab: <a1>أنواع المادة</a> &rsaquo; حذف نوع المادة '%s'?

source: <a1>Item Types</a> &rsaquo; Modify Item Type '%s'
ar_arab: <a1>أنواع المادة</a> &rsaquo; تعديل نوع المادة '%s'

source: <a1>Item Types</a> &rsaquo;Data Deleted
ar_arab: <a1>أنواع المادة</a> &rsaquo;تم حذف المادة

source: <a1>Koha to MARC Mapping</a> &rsaquo; Connect %s.%s to a MARC subfield
ar_arab: <a1>تخطيط كوها لمارك</a> &rsaquo; اتصل %s.%sبحقل مارك الفرعي

source: <a1>Log In</a> to Koha
ar_arab: <a1>تسجيل الدخول</a> إلى كوها

source: <a1>Log in</a> to see your own saved tags.
ar_arab: <a1>تسجيل الدخول</a> لرؤية الوسيمات المحفوظة الخاصة بك

source: <a1>Logs</a> &rsaquo; Results
ar_arab: <a1>السجلات</a> &rsaquo; النتائج

source: <a1>Most-Circulated Items</a> &rsaquo; Results
ar_arab: <a1>المواد الأكثر إعارة</a> &rsaquo; النتائج

source: <a1>News</a> &rsaquo;
ar_arab: <a1>أخبار</a> &rsaquo;

source: <a1>Notices</a> &rsaquo; Add notice
ar_arab: <a1>ملاحظات</a> &rsaquo; أضف ملاحظة

source: <a1>Notices</a> &rsaquo; Confirm Deletion
ar_arab: <a1>ملاحظات</a> &rsaquo; تأكيد الحذف

source: <a1>Notices</a> &rsaquo; Modify notice
ar_arab: <a1>ملاحظات</a> &rsaquo; تعديل الملاحظة

source: <a1>Notices</a> &rsaquo; Notice added
ar_arab: <a1>ملاحظات</a> &rsaquo; تم إضافة الملاحظة

source: <a1>Offline Circulation File Upload</a> &rsaquo; Results
ar_arab: <a1>تحميل ملف في الإعارة دون اتصال</a> &rsaquo; النتائج

source: <a1>Orders search</a> &rsaquo; Search Results
ar_arab: <a1>بحث الطلبات</a> &rsaquo; نتائج البحث

source: <a1>Overdues with fines</a> - Limited to your library. See report help for other details.
ar_arab: <a1>المتأخرات ذات الغرامات</a> - قاصر على المكتبة انظر مساعدة التقرير لتفاصيل أخرى.

source: <a1>Overdues</a> - <b>Warning:</b> This report is very resource intensive on systems with large numbers of overdue items.
ar_arab: <a1>Oالمتأخرات</a> - <b>تحذير:</b> هذا التقرير مكثف المورد على النظام مع الأرقام الكبيرة للمواد المتأخرة

source: <a1>Patron Categories</a> &rsaquo;
ar_arab: <a1>فئات المستفيد</a> &rsaquo;

source: <a1>Patron Categories</a> &rsaquo; Category Deleted
ar_arab: <a1>فئات المستفيد</a> &rsaquo; تم حذف الفئة

source: <a1>Patron Categories</a> &rsaquo; Data recorded
ar_arab: <a1>فئات المستفيد</a> &rsaquo; تم تسجيل البيانات

source: <a1>Patrons</a> &rsaquo; Search Results
ar_arab: <a1>المستفيدون</a> &rsaquo; نتائج البحث

source: <a1>Pending</a>:
ar_arab: <a1>Patrons</a> &rsaquo; Search Results

source: <a1>Perform a new search</a> <a2>Close</a>
ar_arab: <a1>قم ببحث جديد</a> <a2>إغلاق</a>

source: <a1>Preview MARC</a> <a2>Preview Card</a> <a3>Import</a><a4> X </a>
ar_arab: <a1>معاينة مارك</a> <a2>البطاقة السابقة</a> <a3>استيراد</a><a4> X </a>

source: <a1>Previous Records</a> <a2>Next Records</a>
ar_arab: <a1>التسجيلات السابقة</a> <a2>التسجيلات التالية</a>

source: <a1>Print</a> &nbsp; <a2>Close</a>
ar_arab: <a1>طبعة</a> &nbsp; <a2>إغلاق</a>

source: <a1>Printers</a> &rsaquo; Confirm Deletion of Printer '%s'
ar_arab: <a1>الطابعات</a> &rsaquo; أكد حذف الطابعة '%s'

source: <a1>Printers</a> &rsaquo; Modify printer '%s'
ar_arab: <a1>الطابعات</a> &rsaquo;عدّل الطابعة '%s'

source: <a1>Printers</a> &rsaquo; New printer
ar_arab: <a1>الطابعات</a> &rsaquo;طابعة جديدة

source: <a1>Printers</a> &rsaquo; Printer Added
ar_arab: <a1>الطابعات</a> &rsaquo; تم إضافة الطابعة

source: <a1>Printers</a> &rsaquo; Printer Deleted
ar_arab: <a1>الطابعات</a> &rsaquo;تم حذف الطابعة

source: <a1>R&eacute;initialiser</a> <a2>d&eacute;selectionner onglet</a>
ar_arab: <a1>R&eacute;تهيئة</a> <a2>d&eacute;تحديد التبويب</a>

source: <a1>Receive</a> / <a2>Cancel</a>
ar_arab: <a1>استلام</a> / <a2>إلغاء</a>

source: <a1>Rejected</a>:
ar_arab: <a1>مرفوض</a>

source: <a1>Road Types</a> &rsaquo;
ar_arab: <a1>أنواع الطريق</a> &rsaquo;

source: <a1>Road Types</a> &rsaquo; Confirm Deletion of Road Type
ar_arab: <a1>انواع الطريق</a> &rsaquo; تأكيد حذف نوع الطريق

source: <a1>Saved Reports</a> &rsaquo;
ar_arab: <a1>التقارير المحفوظة</a> &rsaquo;

source: <a1>Saved Reports</a> &rsaquo; <em>%s</em> Report
ar_arab: <a1>التقارير المحفوظة</a> &rsaquo; <em>%s</em>تقرير

source: <a1>Select All</a> <a2>Clear All</a>
ar_arab: <a1>تحديد الكل</a><a2>مسح الكل</a>

source: <a1>Select All</a><a2>Clear All</a>
ar_arab: <a1>تحديد الكل</a><a2>مسح الكل</a>

source: <a1>Select</a> <a2>Sel&amp;close</a>
ar_arab: <a1>تحديد</a> <a2>Sel&amp;إغلاق</a>

source: <a1>Serials</a> &rsaquo; Search results
ar_arab: <a1>الدوريات</a> &rsaquo; نتائج البحث

source: <a1>Show SQL</a> &nbsp; <a2>Edit SQL</a>
ar_arab: <a1>عرض SQL</a> &nbsp; <a2>تحرير SQL</a>

source: <a1>Stage MARC Records For Import</a> &rsaquo; Upload Results
ar_arab: <a1>تنظيم تسجيلات مارك للاستيراد</a> &rsaquo; تحميل النتائج

source: <a1>Stage MARC records for import</a>.
ar_arab: <a1>تنظيم تسجيلات مارك للاستيراد</a>.

source: <a1>Subscriptions</a> <a2>Back to biblio</a> <a3>Complete view</a>
ar_arab: <a1>الإشتركات</a> <a2>العودة إلى التسجيلة البيبلوجرافية/a> <a3>عرض مكتمل</a>

source: <a1>Suggestions Management</a> &rsaquo; Accepted
ar_arab: <a1>Sإدارة المقترحات</a> &rsaquo;مقبول

source: <a1>Suggestions Management</a> &rsaquo; Rejected
ar_arab: <a1>إدارة المقترحات</a> &rsaquo; مرفوض

source: <a1>Suggestions</a> &rsaquo;
ar_arab: <a1>المقترحات</a> &rsaquo;

source: <a1>System Preferences</a> &rsaquo;
ar_arab: <a1>مفضلات النظام</a> &rsaquo;

source: <a1>System Preferences</a> &rsaquo; <a2>%s</a> &rsaquo; Confirm Deletion of Parameter '%s'
ar_arab: <a1>مفضلات النظام</a> &rsaquo; <a2>%s</a> &rsaquo; تأكيد حذف المعامل'%s'

source: <a1>System Preferences</a> &rsaquo; Data Added
ar_arab: <a1>مفضلات النظام</a> &rsaquo;تمت إضافة البيانات

source: <a1>System Preferences</a> &rsaquo; Parameter Deleted
ar_arab: <a1>مفضلات النظام</a> &rsaquo; تم حذف المعامل

source: <a1>Tag %s Subfield Structure</a> &rsaquo; %s
ar_arab: <a1>رأس %s بنية الحقل الفرعي</a> &rsaquo; %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Confirm Deletion of Subfield %s
ar_arab: <a1>الرأس %s بنية الحقل الفرعى</a> &rsaquo; أكد حذف الحقل الفرعى %s

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Edit subfields constraints
ar_arab: <a1>الرأس %s بنية الحقل الفرعى</a> &rsaquo; تحرير مقيدات الحقول الفرعية

source: <a1>Tag %s Subfield Structure</a> &rsaquo; Subfield Deleted
ar_arab: <a1>الرأس %s بنية الحقل الفرعى</a> &rsaquo; تم حذف الحقل الفرعى

source: <a1>Total</a>:
ar_arab: <a1>الاجمالى</a>:

source: <a1>Unhighlight</a> <a2>Highlight</a>
ar_arab: <a1>عدم تظليل</a> <a2>تظليل</a>

source: <a1>Upload More Images</a> <a2>Return to Tools</a>
ar_arab: <a1>حمل صور أكثر</a> <a2>العودة إلى الأدوات</a>

source: <a1>Z39.50 Servers</a> &rsaquo;
ar_arab: <a1>خوادم z39.50</a> &rsaquo;
