Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: bound into a journal, monograph, etc.
ar_arab: منضم الى مجلة ، دراسة ، الخ.

source: bound with one or more others
ar_arab: مقيد بآخر أو أكثر

source: braille
ar_arab: برايل

source: branch
ar_arab: فرع

source: branch not defined
ar_arab: لم يتم تعريف الفرع

source: branches
ar_arab: فروع

source: bristol board
ar_arab: الورق المقوى

source: broken back
ar_arab: ظهر مكسور

source: bronze
ar_arab: برونز

source: budget
ar_arab: ميزانية

source: burin engraving
ar_arab: النقش

source: butterfly
ar_arab: فراشة

source: by
ar_arab: بواسطة

source: by %s
ar_arab: بواسطة %s

source: by active remote sensing techniqu
ar_arab: بواسطة تقنية استشعار عن بعد نشطة

source: by active remote sensing techniques
ar_arab: بواسطة تقنيات استشعار عن بعد نشطة

source: by computer
ar_arab: بواسطة الحاسب

source: by hand
ar_arab: يدويا

source: by passive remote sensing techniques
ar_arab: باستخدام تقنيات استشعار عن بعد سلبية

source: c - Collection - bibliographic item that is a made-up collection
ar_arab: c - مجموعة - مادة بيبلوجرافية هي مجموعة مصطنعة

source: c - Corrected or updated record
ar_arab: c - تسجيلة مصححة أو محدثة

source: c - Corrected record
ar_arab: c - تسجيلة مصححة

source: c - Music scores, printed
ar_arab: c - درجات موسيقية, مطبوعة

source: c - collective biography
ar_arab: c - سيرة جماعية

source: c - continuing resource of unknown status
ar_arab: c - مصدر مستمر لحالة غير معروفة

source: c - essays
ar_arab: c - مقالات

source: c - index
ar_arab: c - فهرس

source: c - portraits
ar_arab: c - بورتيريهات

source: c- Chronological
ar_arab: c- زمني

source: c- Collection
ar_arab: c- مجموعة

source: c- Collective biography
ar_arab: c- سيرة جماعية

source: c- Collective biographyl
ar_arab: c- سيرة جماعيةl

source: c- Comic strips
ar_arab: c- الشرائط المصورة

source: c- Comic stripts
ar_arab: c- الشرائط المصورة

source: c- Cooperative cataloging program
ar_arab: c- برنامج الفهرسة التعاوني

source: c- Corrected or revised
ar_arab: c- مصحح أو مراجع

source: c- Elementary and junior high
ar_arab: c-المستوى العالي الأولي أو الأصغر

source: c- Medical Subject Headings
ar_arab: c- رؤوس الموضوعات الطبية

source: c- Multilocal
ar_arab: c- متعدد محلي

source: c- National library association standard
ar_arab: c- معيار جمعية المكتبة الوطنية

source: c- Notated music
ar_arab: c-نوته موسيقية

source: c- Numbering varies
ar_arab: c- ترقيم متفاوت

source: c- Part with dependent title
ar_arab: c-جزء بعنوان تابع

source: c- Provisional
ar_arab: c- مؤقت

source: c- Serial item currently published
ar_arab: c- تم نشر مادة الدورية حاليا

source: c- Series-like phrase
ar_arab: c- سلسلة مثل العبارة

source: c- Traced reference
ar_arab: c- إحالة متتبعة

source: c- adjusted with grid system
ar_arab: c- معدل بنظام شبكة

source: c- county/department
ar_arab: c- مقاطعة/إدارة

source: c- multiple transliterations: ISO or other schemes
ar_arab: c- ترجمة أحرف متعددة : ايزو أو مخططات أخرى

source: c- painting
ar_arab: c-رسم

source: c- primary, ages 5-10
ar_arab: c- ابتدائي, السن 5-10

source: ca- Cyrillic
ar_arab: ca- السيريلية

source: calendar
ar_arab: نتيجة

source: can be omitted if not applicable. If it contains an authorised value category, or
ar_arab: يمكن حذفه إذا لم يكن قابلا للتطبيق. إذا كان يحتوي على فئة قيمة استناد، أو

source: cancel
ar_arab: إلغاء

source: canon
ar_arab: شريعة

source: cantata
ar_arab: الكانتاتة (قصة)

source: canvas
ar_arab: الكانافاه

source: canzona
ar_arab: قصيدة غنائية

source: cardboard
ar_arab: كرتون

source: cardboard/illustration board
ar_arab: كرتون/لوح إيضاح

source: carol
ar_arab: ترنيمة

source: cartographic
ar_arab: خرائطي

source: cartoons or comic strips
ar_arab: رسوم متحركة أو شرائط فكاهية

source: casein
ar_arab: الكازين

source: catalog
ar_arab: الفهرس

source: catalogue
ar_arab: الفهرس

source: catechism
ar_arab: الفهرس

source: category code: '
ar_arab: رمز الفئة: '

source: categorycode
ar_arab: رمز الفئة

source: celestial globe
ar_arab: العالم السماوي

source: ceramic
ar_arab: سيراميك

source: chalk
ar_arab: طباشير

source: change location
ar_arab: تغيير الموقع

source: chanson, polyphonic
ar_arab: أغنية، مجسمة

source: chant, christian
ar_arab: انشودة، مسيحية

source: chant, non christian
ar_arab: أنشودة، غير مسيحية

source: characters
ar_arab: أحرف

source: chart
ar_arab: رسم بياني

source: charts
ar_arab: رسوم بيانية

source: check-out history will be anonymized
ar_arab: تاريخ الإعارة سيكون مجهول

source: children (9-14)
ar_arab: اطفال(9-14)

source: choir-book
ar_arab: كتاب - الجوقة

source: choose
ar_arab: اختر

source: choose the home library for the item from the drop down list
ar_arab: إختر المكتبة الأصلية / الفرع للمادة من القائمة المنسدلة

source: choose the item type from the drop down.
ar_arab: إختر نوع المادة من القائمة المنسدلة.

source: choral
ar_arab: كورال

source: choral-prelude
ar_arab: تمهيد - الكورال

source: chronicle
ar_arab: وقائع

source: circulate
ar_arab: إعارة

source: class="%s" >
ar_arab: تصنيف="%s" >

source: clay
ar_arab: طين

source: close score (e.g. hymnals)
ar_arab: وثيقة تسجيل (مثل التراتيل الدينية)

source: closed on %s <a1>View</a>
ar_arab: مغلق فى %s <a1>إعرض</a>

source: cloth
ar_arab: قماش

source: clothes
ar_arab: ملابس

source: coal
ar_arab: فحم

source: coarse/standard
ar_arab: غير مصقول/قياسي

source: coats of arms
ar_arab: معاطف الأسلحة

source: code
ar_arab: رمز

source: coins
ar_arab: عملات

source: collage
ar_arab: كولاج

source: collection
ar_arab: مجموعة

source: collection code (appears when editing at item)
ar_arab: رمز المجموعة (يظهر عند تحرير مادة)

source: collective biography
ar_arab: سيرة جماعية

source: colour
ar_arab: لون

source: colour pencil
ar_arab: قلم ألوان

source: combination
ar_arab: تركيبة

source: combination of black and white and colour
ar_arab: مزيج من الأبيض والأسود والألوان

source: combination of various thermal infrared scanning
ar_arab: مزيج من مختلف المسح الحراري بالأشعة تحت الحمراء

source: comedy
ar_arab: كوميديا

source: comic strip
ar_arab: شرائط فكاهية

source: coming from
ar_arab: يأتي من

source: commemorative work
ar_arab: عمل تذكاري

source: complete
ar_arab: أكمل

source: completely covered by clouds
ar_arab: مغطى تماما بالسحب

source: compressed score
ar_arab: نتيجة مضغوطة

source: computer graphics
ar_arab: رسومات الكمبيوتر

source: computer program(s)
ar_arab: برنامج (برامج) كمبيوتر

source: concerto
ar_arab: كونشيرتو

source: concerto grosso
ar_arab: كونشيرتو جروسو

source: conference proceedings
ar_arab: اجتماعات مؤتمر

source: conference publication
ar_arab: مطبوع مؤتمر

source: configuration file.
ar_arab: ملف تهيئة

source: confirm it's not a duplicate (and click on
ar_arab: أكد أنها ليست تكرار (وانقر على

source: conic (simple)
ar_arab: مخروطي (بسيط)

source: conic, other known specific type
ar_arab: مخروطي، نوع محدد آخر معروف

source: conic, specific type unknown
ar_arab: مخروطي، نوع محدد غير معروف

source: considered late
ar_arab: تم اعتباره متأخرا

source: constituent
ar_arab: التأسيسية

source: contain a $9 subfield, activated in the tab where the tag is, and hidden (hidden maybe omitted, but the field has no reason to appear anywhere). The $9 subfield in the biblio will contain the Authority number (the internal Koha number)
ar_arab: يحتوي على الحقل الفرعي $9 , تم تنشيطه في التبويب حيث الراس, ومخفي (قد يكون تم حذف المخفي,ولكن لا يوجد سبب للحقل للظهور في أي مكان). الحقل الفرعي $9 في التسجيلة البيبلوجرافية سوف يحتوي على رقم بيبلوجرافي (رقم كوها الداخلي)

source: containers
ar_arab: حاويات

source: contains
ar_arab: يحتوي على

source: contains biogr. data
ar_arab: تحتوي على معلومات سيرة ذاتية

source: contains biographical information
ar_arab: تحتوي على معلومات سيرة ذاتية

source: continuing
ar_arab: مستمر

source: contours
ar_arab: ملامح

source: copper
ar_arab: نحاس

source: copy. year:%s
ar_arab: النسخة. سنة:%s

source: cordiform
ar_arab: شكل القلب

source: could not be parsed!
ar_arab: لا يمكن تحليلها!

source: count
ar_arab: إحصاء

source: country music
ar_arab: الموسيقى الريفية

source: crayon
ar_arab: قلم رصاص

source: create a purchase order now?
ar_arab: أنشئ طلب شراء الآن؟

source: create an item record when receiving this serial
ar_arab: أنشئ تسجيلة مادة عند استلام هذه الدورية

source: creator
ar_arab: منشئ

source: ctype:a Abstracts/summaries
ar_arab: ctype:a ملخصات/خلاصات

source: ctype:b Bibliographies
ar_arab: ctype:b سير ذاتية

source: ctype:c Catalogs
ar_arab: ctype:c فهارس

source: ctype:d Dictionaries
ar_arab: ctype:d قواميس

source: ctype:e Encyclopedias
ar_arab: ctype:e موسوعات

source: ctype:f Handbooks
ar_arab: ctype:f كتب يد

source: ctype:g Legal articles
ar_arab: ctype:g مقالات قانونية

source: ctype:i Indexes
ar_arab: ctype:i فهارس

source: ctype:j Patent document
ar_arab: ctype:j وثيقة براءة اختراع

source: ctype:k Discographies
ar_arab: ctype:k تسجيلات

source: ctype:l Legislation
ar_arab: ctype:l تشريع

source: ctype:m Theses
ar_arab: ctype:m أطروحات

source: ctype:n Surveys
ar_arab: ctype:n استبيانات

source: ctype:o Reviews
ar_arab: ctype:o مراجعات

source: ctype:p Programmed texts
ar_arab: ctype:p نصوص مبرمجة

source: ctype:q Filmographies
ar_arab: ctype:q Fiسير سينمائية

source: ctype:r Directories
ar_arab: ctype:r مسارات

source: ctype:s Statistics
ar_arab: ctype:s Sاحصائيات

source: ctype:t Technical reports
ar_arab: ctype:t Tتقارير تقنية

source: ctype:v Legal cases and case notes
ar_arab: ctype:v قضايا قانونية وملاحظات القضية

source: ctype:w Law reports and digests
ar_arab: ctype:w تقارير وملخصات قانونية

source: ctype:z Treaties
ar_arab: ctype:z اتفاقيات

source: cumulative index or table of contents available
ar_arab: مؤشر تراكمي أو جدول المحتويات المتاحة

source: customize the OPAC and OPAC functions (aside from the Enhanced Content preferences).
ar_arab: تخصيص الأوباك ووظائف الأوباك ( بالإضافة إلى تفضيلات المحتوى المحسن)

source: customize the staff client by editing the stylesheet and navigation menu.
ar_arab: تخصيص برنامج العميل عن طريق تحرير النمط وقائمة التصفح

source: cyan strip
ar_arab: شريط سماوي

source: cylinder
ar_arab: إسطوانة

source: cylindrical, other known specific type
ar_arab: اسطواني, نوع محدد آخر معروف

source: cylindrical, specific type unknown
ar_arab: اسطواني, نوع محدد غير معروف

source: d - Deleted record
ar_arab: d - تسجيلة محذوفة

source: d - Music scores, manuscript
ar_arab: d - تسجيلات موسيقية, مخطوطة

source: d - abstract or summary
ar_arab: d - مستخلص أو ملخص

source: d - charts
ar_arab: d -رسوم بيانية

source: d - contains biographical information
ar_arab: d - يحتوى على معلومات سيرة ذاتية

source: d - humour, satire
ar_arab: d - دعابة, سخرية

source: d - monograph complete when issued, or issued within one calendar year
ar_arab: d - رسالة مكتملة عند الإصدار, أو تم إصدارها في سنة تقويمية واحدة

source: d&eacute;selectionner tout
ar_arab: d&eacute;تحديد الكل

source: d'un livret,
ar_arab: من كتيب,

source: d- AACR 2 compatible heading
ar_arab: d- AACR 2عنوان متوافق

source: d- Contains biographical information
ar_arab: d- يحتوي على معلومات سيرة ذاتية

source: d- Dashed-on information omitted
ar_arab: d- على أساس معلومات محذوفة

source: d- Deleted
ar_arab: d- محذوف

source: d- Dramas
ar_arab: d-دراما

source: d- Geographic
ar_arab: d- جغرافية

source: d- Large Print
ar_arab: d- Lطبعة كبيرة

source: d- Manuscript notated music
ar_arab: d- مخطوطة نوتة موسيقية

source: d- National Agricultural Library subject authority file
ar_arab: d- ملف استناد تابع للمكتبة الزراعية الوطنية

source: d- National library or bibliographic agency standard
ar_arab: d- مكتبة قومية أو معيار الوكالة البيبلوجرافية

source: d- Other
ar_arab: d- أخرى

source: d- Preliminary
ar_arab: d- تمهيدي

source: d- Secondary (senior high)
ar_arab: d- ثانوي (التمهيدية العليا)

source: d- Serial item ceased publication (Dead status)
ar_arab: d- مادة دورية توقفت عن الصدور (حالة ميتة)

source: d- Subdivided geographically&mdash;direct
ar_arab: d-مقسم جغرافيا&mdash;مباشر

source: d- Subdivision
ar_arab: d- تقسيم فرعي

source: d- Subunit
ar_arab: d- وحدة فرعية

source: d- children, ages 9-14
ar_arab: d- الأطفال, السن 9-14

source: d- local(municipal, etc.)
ar_arab: d- محلي(البلديات، إلخ)

source: d- photomechanical reproduction
ar_arab: d- استنساخ ضوئي

source: da- Japanese - script unspecified
ar_arab: da- اليابانية - النص غير محدد

source: daily
ar_arab: يوميا

source: daily (n/week)
ar_arab: يوميا (رقم/أسبوع)

source: damaged
ar_arab: تالف

source: danse form
ar_arab: شكل الرقص

source: dasymetric
ar_arab: ديسيمتري

source: data added
ar_arab: م إضافة البيانات

source: data deleted
ar_arab: تم حذف البيانات

source: database
ar_arab: قاعدة البيانات

source: date falls after the year 1 in the Gregorian calendar, i.e. A.D.
ar_arab: تاريخ يقع بعد السنة 1 في التقويم الجريجوري، أي ميلاديا

source: date falls before the year 1 in the Gregorian calendar, i.e. B.C.
ar_arab: تاريخ يقع قبل السنة 1 في التقويم الجريجوري، أي قبل الميلاد

source: day
ar_arab: يوم

source: db- Japanese - Kanji
ar_arab: db- اليابانية - كانجي

source: dc- Japanese - Kana
ar_arab: dc- Jاليابانية - كانا

source: de l'œuvre originale,
ar_arab: من العمل الأصلي

source: de la page de titre,
ar_arab: من صفحة العنوان

source: de la table des matières,
ar_arab: من جدول المواد

source: de la trad. intermédiaire,
ar_arab: من الترجمة المتوسطة

source: debarred
ar_arab: ممنوع

source: default MARC framework
ar_arab: إطار مارك الافتراضي

source: default framework
ar_arab: إطار افتراضي

source: default library
ar_arab: المكتبة الافتراضية

source: default library, default patron type, default item type
ar_arab: المكتبة الافتراضية, ,نوع المستفيد الافتراضي, نوع المادة الافتراضي

source: default library, default patron type, same item type
ar_arab: المكتبة الافتراضية, نوع المستفيد الافتراضي, نفس نوع المادة

source: default library, same patron type, default item type
ar_arab: المكتبة الافتراضية,نفس نوع المستفيد, نوع المادة الافتراضي

source: default library, same patron type, same item type
ar_arab: المكتبة الافتراضية,نفس نوع المستفيد,نفس نوع المادة

source: default overdue actions
ar_arab: إجراءات المتأخرات الافتراضية

source: defining additional unique identifiers, such as a campus student ID number, a library staff HR number, and so on. These IDs can be used for searching or matching and overlaying records during a batch import.
ar_arab: تعريف معرفات مميزة إضافية,مثل رقم معرّف الحرم الجامعي لطالب, رقم الشئن الإدارية لموظف المكتبة,وهكذا. Tيمكن استخدام هذه المعرّفات في البحث أو المضاهاة وتحديث التسجيلات أثناء استيراد الدفعة

source: del
ar_arab: حذف

source: delete
ar_arab: حذف

source: delete word
ar_arab: حذف الكلمة

source: deleteing %s %s
ar_arab: حذف %s %s

source: deletion
ar_arab: حذف

source: des sous-titres,
ar_arab: عناوين فرعية

source: des textes d'accompagnement,
ar_arab: نصوص مرافقة

source: desc
ar_arab: وصف

source: description of a withdrawn item (appears when editing an item)
ar_arab: وصف مادة مسحوبة (يظهر عند تحرير مادة)

source: descriptions for items marked as damaged (appears when editing an item)
ar_arab: وصف للمواد المحددة كتافة (يظهر عند تحرير مادة)

source: descriptions for the items marked as lost (appears when editing an item)
ar_arab: وصف للمواد المحدد كمفقودة ( يظهر عند تحرير مادة)

source: design objects
ar_arab: تصميم الأدوات

source: detail of the subscription
ar_arab: تفاصيل الاشتراك

source: detected.
ar_arab: تم الكشف عنه

source: devotional literature
ar_arab: أدب تعبدي

source: diagram
ar_arab: رسم بياني

source: diagram map
ar_arab: خريطة بيانية

source: diagrammatric map
ar_arab: خريطة بيانية

source: diary
ar_arab: مذكرات

source: diazo
ar_arab: الديازين

source: dictionary
ar_arab: قتموس

source: digital
ar_arab: رقمي

source: digital (compact disc)
ar_arab: رقمي (قرص مضغوط)

source: digitized microfilm
ar_arab: ميكروفيلم مرقمن

source: digitized other analog
ar_arab: رقمنة تناظر آخر

source: digits
ar_arab: أرقام

source: diorama
ar_arab: ديوراما

source: dioramas
ar_arab: ديوراما

source: dir. de publication
ar_arab: مسار النشر

source: directory
ar_arab: مسار

source: directory. If you do not have this directory you will see an error.
ar_arab: مسار. إذا لم يكن لديك هذا المسار سوف ترى خطأ

source: disabled
ar_arab: تم إيقافه

source: disc
ar_arab: قرص

source: disc master (negative)
ar_arab: القرص الرئيسي (سلبي)

source: discography
ar_arab: تسجيلات

source: discursive work
ar_arab: عمل استطرادي

source: discussion, dissertation, thesis
ar_arab: مناقشة ، مقالة ، أطروحة

source: display detail for this librarian.
ar_arab: عرض التفاصيل لهذا المكتبي

source: display more constraints
ar_arab: عرض المزيد من القيود

source: display:block;
ar_arab: عرض:حظر;

source: display:block; text-align:right; float:right; width:50%; padding-left:20px
ar_arab: عرض:حظر; ,موائمة النص:right; طفو:يمين; عرض:50%; حشوة اليسار:20px

source: dissertation or thesis
ar_arab: مقالة أو أطروحة

source: divertimento
ar_arab: قطعة موسيقية

source: do not create an item record when receiving this serial
ar_arab: لا تقم بإنشاء تسجيلة ملدة عند استلام هذه الدورية

source: doesn't have enough privilege on database
ar_arab: لا يوجد له مميزات كافية في قاعدة البيانات

source: dolls
ar_arab: دمى

source: dot map
ar_arab: خريطة نقطية

source: drama
ar_arab: دراما

source: drawing
ar_arab: الرسم

source: drypoint
ar_arab: نقطة جافة

source: du titre propre,
ar_arab: بعنوان مناسب

source: duplicate
ar_arab: كرّر

source: e - Cartographic materials, printed
ar_arab: e - مواد خرائطية, مطبوعى

source: e - dictionary
ar_arab: e - قاموس

source: e - letters
ar_arab: e - خطابات

source: e - plans
ar_arab: e -خطط

source: e - reproduction of a document
ar_arab: e - إعادة إصدار وثيقة

source: e- Adult
ar_arab: e- بالغ

source: e- Cartographic material
ar_arab: e- مواد خرائطية

source: e- Detailed date
ar_arab: e- التاريخ المصمم

source: e- English only
ar_arab: e- اللغة الإنجليزية فقط

source: e- Essays
ar_arab: e- مقالات

source: e- Language
ar_arab: e-لغة

source: e- Local standard
ar_arab: e- مستوى محلي

source: e- Node label
ar_arab: e- عقدة الملصق

source: e- multi-local (interstate departments, etc. below the national level)
ar_arab: e- متعدد المحلية(إدارات بين الولايات, إلخ.ادنى المستوى القوميl)

source: e- photonegative
ar_arab: e-الصورة السلبية

source: e- young adult, ages 14-20
ar_arab: e- بالغ صغير, السن14-20

source: ea- Chinese
ar_arab: ea- الصينية

source: each issue contains an index to its own contents - loose
ar_arab: يحتوي كل إصدار على فهرس لمحتوياته الخاصة - فضفاض

source: earth moon globe
ar_arab: أرض قمر الكرة الأرضية

source: earth resources
ar_arab: موارد الأرض

source: east
ar_arab: شرق

source: edit
ar_arab: تحرير

source: editauthorities
ar_arab: تحرير الاستنادات

source: editcatalogue
ar_arab: تحرير الفهرس

source: eight track
ar_arab: المسار الثامن

source: electric
ar_arab: كهربي

source: electronic
ar_arab: الكتروني

source: electronic videorecording (EVR)
ar_arab: تسجيل فيديو الكتروني (EVR)

source: empty
ar_arab: فارغ

source: en-us
ar_arab: الانجليزية-الولايات المتحدة

source: enable Koha to auto-detect authority records when a record is saved
ar_arab: تفعيل كوها للكسف التلقائي عن الاستنادات عند حفظ تسجيلة

source: encaustic
ar_arab: لوحة فنية

source: encyclopaedia
ar_arab: موسوعة

source: encyclopedia
ar_arab: موسوعة

source: engraving
ar_arab: نقش

source: engraving in the crayon manner
ar_arab: النقش بطريقة القلم

source: ephemera
ar_arab: ذبابة مايو

source: erotica
ar_arab: أدب الإثارة

source: error in (s)
ar_arab: خطأ في (أخطاء)

source: essay
ar_arab: مقال

source: essay, feuilleton
ar_arab: مقال, تسلية

source: essays
ar_arab: مقالات

source: etching
ar_arab: رسم

source: ethnological information
ar_arab: معلومات أثنولوجية

source: euskara (Basque)
ar_arab: يوسكارا (الباسك)

source: ex: barcode, itemcallnumber, title, "050a 050b", 300a
ar_arab: مثال:باركود,رقم طلب المادة, عنوان, "050a 050b", 300a

source: examination paper
ar_arab: ورقة اامتحان

source: excellent
ar_arab: ممتاز

source: except word &rsaquo; data added
ar_arab: كلمات ااستثناء &rsaquo; تم إضافة البيانات

source: exception type
ar_arab: نوع الاستثناء

source: excepts words
ar_arab: كلمات الاستثناء

source: excepts words &rsaquo; delete word '%s' ?
ar_arab: كلمات الاسثناء &rsaquo; حذف الكلمة '%s' ?

source: excepts words &rsaquo; word deleted
ar_arab: كلمات الاستثناء &rsaquo;تم حذف الكلمة

source: excption type
ar_arab: نوع الاستثناء

source: exists.
ar_arab: يوجد

source: expected at
ar_arab: متوّقع في

source: expired
ar_arab: منتهي

source: f - Cartographic materials, manuscript
ar_arab: f - مواد خرائطية، مخطوطة

source: f - Manuscript cartographic material
ar_arab: f -مخطوط مواد خرائطية

source: f - encyclopaedia
ar_arab: f - موسوعة

source: f - monograph, date of publication uncertain
ar_arab: f - دراسة، تاريخ النشر غير أكيد

source: f - plates
ar_arab: f - لوحات

source: f - short stories
ar_arab: f - sقصص قصيرة

source: f- Braille
ar_arab: f- طريقة برايل

source: f- Established heading and subdivision
ar_arab: f- عنوان مؤسس وأقسام فرعية

source: f- Federal/national
ar_arab: f- فيدرالي/القومية

source: f- French only
ar_arab: f- الفرنسية فقط

source: f- Novels
ar_arab: f- روايات

source: f- Specialized
ar_arab: f- متخصص

source: f- Standard of unknown origin
ar_arab: f- قياسي لأصل غير معروف

source: f- intergovernmental
ar_arab: f- حكومة دولية

source: f- photoprint
ar_arab: f- طبعة صورة

source: fa- Arabic
ar_arab: fa- اللغة العربية

source: fable
ar_arab: خرافة

source: facsimiles
ar_arab: الفاكس

source: fair
ar_arab: عدل

source: fairy tale
ar_arab: قصة خيالية

source: false colour photography
ar_arab: تصوير فوتوغرافي كاذب اللون

source: fantasia
ar_arab: فانتازيا

source: fauna
ar_arab: الحيوانات

source: feature in
ar_arab: خاصية في

source: felt-tip pen
ar_arab: القلم ذو الرأس اللبادي

source: festschrift
ar_arab: كتاب تذكاري

source: fic:0 Non fiction
ar_arab: fic:0 غير أدبي

source: fic:1 Fiction
ar_arab: fic:1 أدب

source: fiction
ar_arab: أدب

source: film (sound film)
ar_arab: فيلم (صوت فيلم)

source: film cartridge
ar_arab: خرطوشة فيلم

source: film cassette
ar_arab: فيلم كاسيت

source: film reel
ar_arab: بكرة فيلم

source: film strip roll
ar_arab: بكرة فيلم ثابت

source: filmography
ar_arab: فيلموغرافيا

source: filmslip
ar_arab: شريط فيلم

source: filmstrip
ar_arab: شريط فيلم

source: filmstrip cartridge
ar_arab: خرطوشة فيلم ثابت

source: filmstrip roll
ar_arab: بكرة فيلم ثابت

source: filter
ar_arab: مرشح

source: first generation (Master)
ar_arab: الجيل الأول (الرئيسي)

source: flash card
ar_arab: بطاقات الفلاش

source: flora
ar_arab: النباتات

source: flowline map, flow map
ar_arab: خريطة هجرة، خريطة تدفق

source: folk music
ar_arab: موسيقى فولكورية

source: folktale
ar_arab: حكاية خرافية

source: folktales
ar_arab: حكايات خرافية

source: font
ar_arab: خط

source: for
ar_arab: لـ

source: for %s branch
ar_arab: لـ %s فرع

source: for '%s'
ar_arab: لـ '%s'

source: for <a1>
ar_arab: لـ <a1>

source: for <a1>%s %s (%s)</a>
ar_arab: لـ <a1>%s %s (%s)</a>

source: for <a1>%s %s</a>
ar_arab: لـ <a1>%s %s</a>

source: for <a1>Bibliographic Record %s</a>
ar_arab: لـ <a1>تسجيلة بيبلوجرافية %s</a>

source: for Serials
ar_arab: للدوريات

source: for branch = %s
ar_arab: للفرع = %s

source: for category = %s
ar_arab: للفئة = %s

source: form lines
ar_arab: lk hgo','

source: forms
ar_arab: أشكال

source: framework values
ar_arab: قيم الإطار

source: from "%s"
ar_arab: من "%s"

source: from %S
ar_arab: من %S

source: from %S to %S
ar_arab: من %S إلى%S

source: from %s since %s
ar_arab: من %s منذ %s

source: frontispiece
ar_arab: واجهة

source: fugue
ar_arab: فوجا

source: full level
ar_arab: مستوى تام

source: full track
ar_arab: مسار تام

source: funds only
ar_arab: التمويلات فقط

source: furniture
ar_arab: أثاث

source: g - Projected and video material
ar_arab: g - معروض ومادة فيديو

source: g - Projected medium
ar_arab: g - وسيط عرض

source: g - directory
ar_arab: g - مسار

source: g - monograph whose publication continues for more than a year
ar_arab: g - رسالة يستمر نشرها لأكثر من سنة

source: g - music
ar_arab: g - موسيقى
