Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: There are several messages that can appear when checking items in:
ar_arab: يوجد العديد من الرسائل التي يمكن أن تظهر عند رد المواد:

source: There are several pre-defined options for the 'Frequency' of publication
ar_arab: يوجد عدد من الخيارات المعرّفة مسبقا ل"تواتر" النشر

source: There are three indexes that comprise Content: 'fic' is derived from 003/33; 'bio' is derived from the 008/34 and 'mus' is derived from LEADER/06. Common values for each of these are:
ar_arab: يوجد ثلاثة فهارس تشمل المحتوى: 'fic'مستمدة من 003/33; 'bio' مستمدة من 008/34 و 'mus' مستمدة من الفاتح/06. القيم العادية لكل منها هي:

source: There are three kinds of 'lists'
ar_arab: هناك ثلاثة أنواع من "القوائم"

source: There are three ways to add authorities to a record:
ar_arab: هناك ثلاثة طرق لإضافة استناد إلى تسجيلة:

source: There are three ways to set your home branch.
ar_arab: هناك ثلاثة طرق لضبط فرعك الرئيسي

source: There are times when Koha will prevent the librarian from being able to check out items to a patron. When this happens a warning will appear notifying the librarian of why the patron cannot check items out.
ar_arab: هناك أوقات سوف يقوم كوها بمنع موظف المكتبة من القدرة على إعارة مواد إلى مستفيد. عند حدوث ذلك سوف يظهر تحذير يعلم موظف المكتبة بسبب عدم استطاعة المستفيد استعارة المواد.

source: There are two ways to lodge a claim with the vendor:
ar_arab: يوجد طريقتين لإنشاء مطالبة للمزود:

source: There is a limit of 520K on the size of the picture uploaded and it is recommended that the image be 200x300 pixels, but smaller images will work as well.
ar_arab: هناك حد لحجم الصورة التي يتم تحميلها520K وينصح أن تكون الصورة 200x300بيكسيل, ولكن الصور الأصغر سوف تعمل جيدا كذلك

source: There is a page on the Koha Wiki: <a1>http://wiki.koha.org/doku.php?id=sql_library</a> with reports written by Koha libraries around the world.
ar_arab: يوجد صفحة في كوها ويكي: <a1>http://wiki.koha.org/doku.php?id=sql_library</a> بتقارير مكتوبة بواسطة مكتبات كوها حول العالم.

source: There is more than 1 MARC tag related to items tab (10) : %s
ar_arab: يوجد أكثر من 1 راس مارك متعلقة بتبويب المواد(10) : %s

source: There is no category type to add
ar_arab: لا يوجد نوع فئة لإضافته

source: There is no record of any messages that have been sent to this patron.
ar_arab: لا يوجد تسجيل لأي رسائل تم إرساللها لهذا المستفيد.

source: There was a problem with this operation:
ar_arab: حدثت مشكلة مع هذه العملية:

source: Therefore, the record to be merged has not been deleted.
ar_arab: ولهذا، لم يتم حذف التسجيلة التي على وشك الدمج.

source: Thesaurus:
ar_arab: القاموس:

source: Thesaurus_search
ar_arab: بحث_القاموس

source: These are disabled for ALL libraries. To change these settings, choose the "Default" library.
ar_arab: لقد تم إيقاف هذه لكل المكتبات. لتغيير هذه الإعدادات, اختر "الإفتراضية" المكتبة.

source: These are disabled for the current library.
ar_arab: تم إيقاف هذه للمكتبة الحالية.

source: These are enabled.
ar_arab: لقد تم تفعيلهم.

source: These are the entities where items are purchased, or donated from. Orders are placed with Vendors.
ar_arab: توجد كيانات حيث يتم شراء المواد، أو منحها. يتم وضع الطلبات مع المزود.

source: These fields found: %s
ar_arab: تم العثور على هذه الحقول: %s

source: These fields will then appear when adding/editing a patron as a pull down to make it easier to enter data
ar_arab: سوف تظهر هذه الحقول عند إضافة/تحرير المستفيد كقائمة منسدلة لتسهيل إدخال البيانات

source: These include any of the data fields that may be mapped to your MARC frameworks. See <em>Home › Administration › MARC Links</em> for valid kohafields.
ar_arab: تشمل هذه أي من حقول البيانات لتخطيطها إلى إطارات مارك الخاصة بك. انظر<em>الصفحة الرئيسية › الإدارة › روابط مارك</em> لحقول كوها صحيحة

source: These items have a hold ratio &ge; %s.
ar_arab: هذه المواد لديها معدل حجز &ge; %s.

source: These parameters help with the control of patron records and circulation rules. It is best to make sure you set the basic parameters before visiting this section.
ar_arab: هذه العوامل تساعد في التحكم في تسجيلات المستفيدين وقواعد الإعارة. ومن الأفضل التأكد من أنك قمت بضبط العوامل الأساسية قبل زيارة هذا القسم.

source: These rules define how your items are circulated, how/when fines are calculated and how holds are handled. The rules are applied from most specific to less specific, using the first found in this order:
ar_arab: هذه القواعد تحدد كيفية إعارة موادك، كيف/متى يتم حساب الغرامات وكيفية التعامل مع الحجوزات. يتم تطبيق هذه القواعد من الأكثر تحديدا إلى الأقل تحديدا، باستخدام أول تمويل بهذا الترتيب:

source: These values can be used in many pull down menus throughout the Koha system. You can define as many categories as you want, and as many authorized values as you want in each category.
ar_arab: يمكن استخدام هذه القيم في العديد من القوائم المنسدلة عبر نظام كوها. يمكنك تعريف أي عدد من الفئات كما ترغب، وأي عدد ترغب به من قيم الاستناد في كل فئة.

source: Theses
ar_arab: أطروحات

source: Third
ar_arab: ثالث

source: Third Letter
ar_arab: ثالث خطاب

source: Third overdue
ar_arab: المتأخر الثالث

source: This MARC check does not guarantee that you will like the first results of your efforts to set up your MARC displays, etc. -- it simply checks for major errors. You will probably revise your MARC setup several times before you are completely pleased with it. Be sure to run the MARC Bibliographic Framework Test after every revision.
ar_arab: فحص مارك هذا لا يضمن أنك ستحب النتائج الأولى لمجهوداتك في تنصيب عروض مارك, إلخ. -- فهو يبحث ببساطة عن الأخطاء الكبرى.من المحتمل أنك ستراجع تنصيب مارك الخاص بك عدة مرات قبل أن تكون مسرورا بها بدرجة تامة.تأكد من تشغيل اختبار إطارات مارك للبيانات البيبلوجرافية بعد كل مراجعة .

source: This action cannot be undone, so make sure you confirm that you are cleaning the correct import
ar_arab: لا يمكن التراجع عن هذا الإجراء، لذا تأكد من تأكيدك من مسح الاستيراد الصحيح

source: This allows staff members access to specific tools
ar_arab: يسمح هذا للموظفين بالوصول إلى أدوات محددة

source: This can be done by searching for an existing record or by entering the bib number for a record
ar_arab: يمكن القيام بذلك بالبحث عن تسجيلة حالية أو إدخال رقم بيبلوجرافي لتسجيلة

source: This can be done easily by using the 'Edit as New (Duplicate)' option found on the subscription information page and changing only the 'Library' field
ar_arab: يمكن القيام بذلك بسهولة باستخدام خيار "تحرير كجديد (تكرار)" الموجود في صفحة معلومات الاشتراك وتغيير حقل "المكتبة" فقط

source: This can be particularly useful when people have lost their cards or when children forget their cards. That way, you can avoid having multiple numbers for the same patron.
ar_arab: يمكن لذلك أن يكون مفيدا خاصة عند فقدان الأشخاص بطاقاتهم أو نسيان الأطفال بطاقاتهم. بهذه الطريقة، يمكنك تجنب أعدادا متكررة لنفس المستفيد.

source: This can be set by the librarian editing a patron record and adding a flag
ar_arab: يمكن ضبط هذا بواسطة المكتبي الذي يقوم بتحرير تسجيلة المستفيد وإضافة علامة

source: This can be set by the librarian editing a patron record and adding a flag or by the Overdue/Notice Status Triggers
ar_arab: يمكن ضبط ذلك بواسطة تحرير موظف المكتبة لتسجيلة مستفيد و إضافة علامة أو بواسطة إخطار التأخير / الحالة مرسلة

source: This category is used %s times
ar_arab: تم استخدام هذه الفئة %s مرات

source: This currency is used %s times. Deletion not possible
ar_arab: تم استخدام هذه العملة %s مرات. الحذف ليس ممكنا

source: This error means that the link was broken and that the page doesn't exist
ar_arab: هذا الخطأ يعني أن الرابط انقطع والصفحة غير موجودة.

source: This error means that you aren't authorized to view this page
ar_arab: هذا الخطأ يعني أنه ليست لديك السلطة لعرض هذه الصفحة

source: This feature is under Global System Preferences:
ar_arab: هذه الخاصية أدنى مفضلات التظام العامة

source: This field is mandatory
ar_arab: هذا الحقل إلزامي

source: This framework is used %s times
ar_arab: تم استخدام هذا الإطار %s مرات

source: This guided report will give you a snapshot of items have not been checked out at all. You can limit these items by branch
ar_arab: هذا التقرير الرفعي سوف يعطيك لمحة عن المواد التي لم يتم إعارتها مطلقا. يمكنك تحديد هذه المواد بالفرع

source: This guided report will give you a snapshot of which (OR HOW MANY?) items have not been checked out at all. You can limit these items by branch
ar_arab: هذا التقرير المرشد سوف يمنحك لمحة لأي (أو عدد؟) المواد التي لم يتم إعارتها مطلقا. يمكنك تحديد هذه المواد بالفرع

source: This guided report will show you which patrons
ar_arab: هذا التقرير المرشد سوف يعرض لك أي المستفيدين

source: This guided report will show you which patrons have checked out the most items.
ar_arab: هذا التقرير المرشد سوف يعرض لك أي المستفيدين قاد باستعارة أكثر المواد

source: This hold (%s) was placed by <b> : %s %s</b>, Please retain this hold.
ar_arab: هذا الحجز(%s) تم وضعه بواسطة<b> : %s %s</b>, الرجاء الاحتفاظ بهذا الحجز

source: This hold is waiting
ar_arab: هذا الحجز في الانتظار

source: This hold placed by : <b> %s %s</b> at the library : <b> %s </b>, Please transfer this hold.
ar_arab: وضع هذا الحجز بواسطة: <b> %s %s</b> في المكتبة: <b> %s </b>,الرجاء نقل هذا الحجز

source: This is a one-to-one mapping. In other words, a MARC tag/subfield can be mapped to one, and only one, Koha table.column.
ar_arab: هذا تخطيط واحد إلى واحد. بصيغة أخرى، يمكن تخطيط رأس مارك/حقل فرعي إلى واحد، وواحد فقط، من جداول. أعمدة. كوها

source: This is a serial subscription
ar_arab: هذا اشتراك دورية

source: This is a tool to export your bibliographic records in standard MARC communications format (ISO 2709). It exports only the basic bibliographic information with no holdings information other than any holdings information originally loaded into Koha using the bulkmarcimport tool.
ar_arab: هذه أداة لتصدير تسجيلاتك البيبلوجرافية بتنسيق اتصالات مارك معياري(ISO 2709). تقوم بتصدير المعلومات البيبلوجرافية الأساسية فقط دون معلومات اقتناء غير معلومات الاقتناء المحملة أصلا إلى كوها باستخدام أداة bulkmarcimport

source: This is for information only and is a space where you can record what the vendor sells
ar_arab: هذا للمعلومات فقط ومساحة يمكنك تسجيل ما يبيع المزود فيها

source: This is optional, if you don't want to do any math on the results, just leave this section blank.
ar_arab: هذا اختياري، إذا كنت لا تريد للقيام بأي عمليات حسابية على االنتائج، اترك هذا القسم خاليا فقط

source: This is optional, if you don't want to limit results by any one field, just leave this section blank.
ar_arab: هذا اختياري، إذا لم ترغب في تحديد النتائج بأي حقل، قم فقط بترك هذا القسم فارغا.

source: This is optional, if you want the results to come out as they are in the table, just leave this section blank.
ar_arab: هذا اختياري، إذا كنت ترغب أن تظهر النتائج كما هي في الجدول، اترك هذا القسم خاليا فقط.

source: This is the Patrons module of Koha.
ar_arab: هذا هو نظام المستفيدين الفرعي في كوها

source: This is the price that shows on the invoice or packing slip when you receive the item. When placing an order, Koha will automatically calculate this for you. When an item is received, this can be over keyed with the actual value. This is to take into account any slight differences in rounding or price flutucations between ordering the item and actually recieving it.
ar_arab: هذا هو السعر الذي يظهر على الفاتورة أو شريط التعبئة عند استلام المادة.عند وضع طلب, سوف يقوم كوها تلقائيا بحسابه لك. عند استلام مادة، يمكن استبدال ذلك بالقيمة الفعلية. ذلك للأخذ في الاعتبار اي اختلافات طفيفة في التقريب أو تقلبات الأسعار بين طلب المادة واستلامها بالفعل .

source: This is the price you expect to pay for the item, including any discount and any relevant sales tax (depending on the vendor setup) and is the amount that will be charged to your
ar_arab: هذا هو السعر الذي تتوقع دفعه مقابل المادة، ضاملا اي خصم أو أي ضرائب مبيعات ( بناء على إعداد المزود) وهو المبلغ الذي سوف تتكبده

source: This is where you define the types of users of your library and how they will be handled.
ar_arab: من هنا يمكنك تعريف أنواع المستخدمين لمكتبنك وكيفية التعامل معهم

source: This item belongs to %s and cannot be issued from this location.
ar_arab: هذه المادة تنتمي إلى %s و لايمكن إصدارها من موقع آخر

source: This item has been added to your cart
ar_arab: تمت إضافة هذه المادة إلى سلتك

source: This item is already in your cart
ar_arab: هذه المادة موجودة في سلتك بالفعل

source: This item is part of a Rotating Collection and needs to be Transferred to %s
ar_arab: هذه المادة جزء من مجموعة تدوير ويجب نقلها إلى %s

source: This item must be checked in at its home library.
ar_arab: يجب رد هذه المادة في مكتبتها الرئيسية

source: This item needs to be transfered to %s
ar_arab: يجب نقل هذه المادة إلى%s

source: This item normally cannot be put on hold except for patrons from
ar_arab: هذه المادة لا يمكن وضعها في الحجز عادة سوى للمستفيدين من

source: This item normally cannot be put on hold.
ar_arab: هذه المادة لا يمكن وضعها في الحجز عادة

source: This list of parameters includes functionality that didn't fit in any other category. These items are optional and may not need to be altered depending on how your library is using Koha.
ar_arab: هذه القائمة بالعوامل تتضمن وظيفة لا تناسب أي فئة أخرى. هذه المواد اختيارية وقد تحتاج إلى التعديل بناء على كيفية استخدام مكتبتك لكوها

source: This matrix is to be used to define rules for check-in and checkout notifications for combinations of libraries, patron categories, and item types
ar_arab: يجب استخدام هذه المصفوفة لتعريف قواعد إخطارات الرد والإعارة لمجموعة مكتبات، فئات مستفيد، وأنواع المادة

source: This message appears on this patron's user page in the OPAC
ar_arab: هذه الرسالة تظهر في صفحة المستفيد في الأوباك

source: This message displays when checking out to this patron
ar_arab: يتم عرض هذه الرسالة عند الإعارة لهذا المستفيد

source: This module is needed if you intend to print barcodes.
ar_arab: هذا النظام الفرعي ضروري عندما تنوي طباعة الباركود

source: This module is needed if you intend to print spine labels.
ar_arab: هذا النظام الفرعي ضروري عندما تنوي طباعة ملصقات الكعب

source: This module is needed if you intend to use LDAP for authentication.
ar_arab: هذا النظام الفرعي ضروري إذا كنت تنوي استخدام LDAP لتأكيد الثقة

source: This module is needed if you intend to use patron images.
ar_arab: هذا النظام الفرعي ضروري إذا كنت تنوي استخدام صور المستفيدين

source: This module is needed if you intend to use the patron card creator.
ar_arab: هذا النظام الفرعي ضروري غذا كنت تنوي استخدام منشئ بطاقة المستفيد

source: This module is used whenever Koha has to send email.
ar_arab: يستخدم هذا النظام الفرعي عندما يجب أن يقوم كوها بإرسال بريد الكتروني

source: This one-step report will show you how many items of each item type are currently in your branch library or libraries.
ar_arab: هذا التقرير ذو الخطوة الواحدة سوف يعرض لك عدد المواد من كل نوع مادة في فرع مكتبتك أو مكتباتك

source: This option will only appear if you have set the SpecifyDueDate system preference to allow staff to override the due date
ar_arab: هذا الخيار سوف يظهر في حالة ضبط تفضيل النظام SpecifyDueDate للسماح للموظفين بتخطي تاريخ الاستحقاق

source: This page allows you to set the system preferences that control much of the basic behavior of Koha.
ar_arab: هذه الصفحة تسمح لك بضبط مفضلات النظام التي تتحكم في معظم الأداء الأساسي لكوها

source: This page provides a simplified way to map your MARC tags and subfields to the non-MARC Koha database tables <b>for default biblio framework</b>. This can also be done while setting the MARC tag structure, but it is easier to see the relationship between the MARC database and the Koha database here.
ar_arab: هذه الصفحة توفر طريقة مبسطة لتخطيط رؤوس مارك الخاصة بك وحقول مارك الفرعية إلى جداول قواعد بيانات كوها غير-مارك <b>لإطار بيبلوجرافي افتراضي</b>. يمكن القيام بذك أيضا أثناء إعداد بينة رؤوس مارك، ولكن من الأسهل رؤية العلاقة بين قاعدة بيانات مارك وقاعدة بيانات كوها هنا.

source: This page provides information regarding all of the items attached to a record. From here you can easily mark and item lost, damaged or withdrawn. You can slo view the circulation history or edit the items.
ar_arab: توفر هذه الصفحة معلومات بخصوص كل المواد المرتبطة بالتسجيلة. من هنا يمكنك بسهولة تحديد المادة مفقودة، تالفة أو مسحوبة. يمكنك أيضا عرض سجل الإعارة أو تحرير المواد.

source: This page shows a short summary of the subscription along with all of the issues that have been received, are expected, or marked late.
ar_arab: تعرض هذه الصفحة ملخصا قصيرا للاشتراك مع كل الإصدارات التي تم استلامها، توقعها، أو تحديدها متأخرة.

source: This page shows you all of the information about your subscription including issue history.
ar_arab: هذه الصفحة تعرض لك كل المعلومات حول اشتراكك شاملة تاريخ الإصدارات.

source: This page will show you all items that are overdue as of today.
ar_arab: هذه الصفحة سوف تعرض لك كل المواد المتأخرة بدءا من اليوم.

source: This parameter helps you define the cities and towns that your patrons live in. These will appear as a pull down on the patron add screen to make it easier for entering of consistent data.
ar_arab: يساعدك هذا المعامل في تعريف المدن والبلدان التي يعيش بها مستفيدوك. سوف تظهر هذه كقائمة منسدلة في شاشة إضافة مستفيد لتسهيل إدخال البيانات الثابتة

source: This patron can't check out this item per library circulation policy
ar_arab: لا يمكن لهذا المستفيد إستعارة هذه المادة بسياسة المكتبة للإعارة

source: This patron does not exist.
ar_arab: هذا المستفيد غير موجود.

source: This patrons is from a different library (%s)
ar_arab: هذا المستفيد من مكتبة أخرى (%s)

source: This permission will allow staff members to search the catalog via the staff interface
ar_arab: هذه الصلاحية سوف تسمح للموظفين ببحث الفهرس عبر واجهة العميل

source: This record has no items.
ar_arab: هذه التسجيلة ليس بها مواد

source: This record is used
ar_arab: هذه التسجيلة مستخدمة

source: This record is used %s times
ar_arab: هذه التسجيلة مستخدمة %s مرات

source: This record is used %s times. Impossible to delete it
ar_arab: تم استخدام هذه التسجيلة%s مرات. مستحيل حذفها

source: This report contains the SQL keyword <b>%s</b>.
ar_arab: هذا التقرير يحتوي على كلمة SQL المفتاحية<b>%s</b>.

source: This report depends on the system preference 'TransfersMaxDaysWarning'. If items are not transferred by the number of days defined in this preference a warning will be issued via the 'check this transfer' link.
ar_arab: يعتمد هذا التقرير على التفضيل 'TransfersMaxDaysWarning'. إذا لم يتم نقل المواد بحلول عدد الأيام المعرّف في هذا التفضيل سيتم إصدار تحذير عبر رابط "تحقق من هذا النقل".

source: This report indicates all the items that have Holds on them that are currently held on the library shelves or stack.
ar_arab: يشير هذا التقرير إلى كل المواد التي عليها حجز وحاليا محجوزة في رفوف المكتبة أو المخزن

source: This report lists the next hold waiting (one per biblio) depending on how system preferences are set
ar_arab: يسرد هذا التقرير الحجز التالي في الانتظار ( واحد لكل تسجيلة بيبلوجرافية) بناء على كيفية ضبط تفضيلات نظامك

source: This report offers a couple options for handing overdues:
ar_arab: يمنحك هذا التقرير خيارين للتعامل مع المتأخرات:

source: This report shows all the items from other libraries/branches that are in transit to your branch. The status of all these items is marked as &quot;In Transit&quot;
ar_arab: يعرض هذا التقرير كل المواد من المكتبات/الفروع الأخرى الموجودة في النقل إلى فرعك. يتم تحديد حالة هذه المواد كـ &quot;في النقل&quot;

source: This report shows items that:
ar_arab: يعرض هذا التقرير المواد التي:

source: This report uses 'Period,' or date, filtering that allows you to limit to a month by simply selecting the first day of the first month through the first day of the next month. For example, 10/1 to 11/1 to find statistics for the month of October.
ar_arab: يستخدم هذا التقرير 'مدة,' أو تاريخ, ترشيح يسمح لك بتحديد لشهر ببساطة عن طريق تحديد أول يوم من أول شهر عبر أول يوم من الشهر التالي. على سبيل المثال, 10/1 إلى11/1 للعثور على إحصائيات لشهر أكتوبر.

source: This report will list all outstanding bills for your library system.
ar_arab: سوف يسرد هذا التقرير كل الفواتير المعلقة لنظام مكتبتك

source: This report will not show items that are so long overdue that the system has marked them 'Lost'
ar_arab: سوف يعرض هذا التقرير المواد التي لم تعد متأخرة والتي قام النظام بتحديدها "مفقودة"

source: This report will show you how many items were checked out, by borrower (or 'patron') category
ar_arab: سوف يعرض هذا التقرير عدد المواد التي تمت إعارتها، بواسطة فئة المستعير (أو "المستفيد")

source: This requires that you have your closings added to the Holidays & Calendar Tool
ar_arab: يتطلب هذا إضافة ايام الإغلاق في أداة العطلات والنتجية

source: This screen is divided in 2 parts
ar_arab: هذه الشاشة مقسمة إلى جزئين

source: This screen shows the information associated with a given patron.
ar_arab: تعرض هذه الشاشة المعلومات المتعلقة بمستفيد معين.

source: This screen shows the subfields associated with the selected tag. You can edit subfields or add a new one by clicking on edit.
ar_arab: تعرض هذه الشاشة الحقول الفرعية المرتبطة بالرأس المحددة. يمكنك تحرير الحقول الفرعية أو غضافة حقل فرعي جديد بالنقر على تحرير.

source: This script is not able to create/write to the necessary temporary directory.
ar_arab: لا يمكن لهذا النص إنشاء/ كتابة إلى المسار المؤقت اللازم

source: This section determines what data will appear on the labels(s). Choose one of the following two methods of entry:
ar_arab: يحدد هذا القسم البيانات التي سوف تظهر في الملصق (الملصقات). اختر إحدى الطريقتين التاليتين للإدخال:

source: This section provides information about your Koha installation. It is useful for developers and if you wish to report bugs or issues to the Koha community.
ar_arab: يوفر هذا القسم معلومات حول تثبيت كوها الخاص بك. إنه مفيد للمطورين وإذا كنت ترغب في تقرير الأخطاء أو المشكلات إلى مجتمع كوها.

source: This section tells you which version of Koha and supporting software you are using. If possible, when reporting issues to the Koha community, always give details of which version of Koha you are using. Koha is under active development and it is highly likely that an upgrade to a more recent version will provide patches and bug fixes you require.
ar_arab: يخبرك هذا القسم بنسخة كوها وبرامج الدعم التي تستخدمها. إذا كان ممكنا, عند تقرير المشكلات إلى مجتمع كوها، قم بتوفير تفاصيل عن نسخة كوها التي تستخدمها. كوها تحت تطوير نشط ومن المحتمل جدا أن يوفر تحديث لنسخة أحدث باتش وإصلاح للأخطاء التي تتطلبها..

source: This subscription is now ended. The last issue was received on %s
ar_arab: لقد انتهى هذا الاشتراك الآن.تم استلام آخر إصدار في %s

source: This tab lists all the dependant Perl Modules for Koha and whether or not you have them installed, and the version number. If you are reporting an issue, the developer may ask what is the state of the Perl modules you have installed.
ar_arab: يسرد هذا التبويب كل نظم بيرل الفرعية التابعة لكوها وإذا كنت قمت بتثبيتها أم لا, ورقم الإصدار. إذا كنت تبلغ عن مشكلة, قد يسأل المطور عن حالة نظم بيرل الفرعية التي قمت بتثبيتها.

source: This tab shows the status of patron notification messages. Once a message is sent it will say so in the status column.
ar_arab: يعرض هذا التبويب حالة رسائل إخطار المستفيد. بمجرد إرسال الرسالة سوف يذكر ذلك في عمود الحالة.

source: This tab will provide you with information on the circulation history for this item. Including the due date or return date and the patron information (if you are keeping track of this data).
ar_arab: سوف يوفر هذا التبويب المعلومات حول سجل الإعارة لهذه المادة. شاملا تاريخ الاستحقاق أو تاريخ الإعادة ومعلومات المستفيد ( إذا كنت تتعقب هذه البيانات)

source: This tool allows temporary reassignment of an item to another branch.
ar_arab: تسمح هذه الأداة بإعادة التعيين المؤقتة لمادة إلى فرع آخر.
