Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Add a new Library/Branch
ar_arab: أضف مكتبة/فرع جديد

source: Add a new city
ar_arab: أضف مدينة جديدة

source: Add a new message
ar_arab: أضف رسالة جديدة

source: Add a new notice
ar_arab: أضف ملاحظة جديدة

source: Add a new patron:
ar_arab: أضف مستفيد جديد:

source: Add a new road type
ar_arab: أضف نوع طريق جديد

source: Add a new subscription
ar_arab: أضف اشتراك جديد

source: Add a system preference
ar_arab: أضف تفضيل نظام

source: Add an item to <i>%s</i>
ar_arab: أضف مادة إلى <i>%s</i>

source: Add another field
ar_arab: أضف حقل آخر

source: Add authority
ar_arab: أضف استناد

source: Add basket
ar_arab: أضف سلة

source: Add biblio
ar_arab: أضف تسجيلة بيبلوجرافية

source: Add budget
ar_arab: أضف ميزانية

source: Add checked
ar_arab: أضف تدقيق

source: Add child
ar_arab: أضف طفل

source: Add classification source
ar_arab: أضف مصدر تصنيف

source: Add filing rule
ar_arab: أضف قاعدة تسجيل

source: Add framework
ar_arab: أضف إطار

source: Add fund
ar_arab: أضف تمويل

source: Add help
ar_arab: أضف مساعدة

source: Add holdings
ar_arab: أضف مقتنيات

source: Add incoming record
ar_arab: أضف تسجيلة واردة

source: Add item
ar_arab: أضف مادة

source: Add item(s) to batch
ar_arab: أضف مادة أو مواد للدفعة

source: Add items for %s
ar_arab: أضف مواد لــ %s

source: Add items only if matching bib was found
ar_arab: أضف المواد فقط في حالة العثور على تسجيلة بيبلوجرافية مضاهية

source: Add items only if no matching bib was found
ar_arab: أضف المواد فقط في حالة عدم وجود تسجيلة بيبلوجرافية مضاهية

source: Add new holiday
ar_arab: أضف عطلة جديدة

source: Add new subfield
ar_arab: أضف حقل فرعي جديد

source: Add notice
ar_arab: أضف ملاحظة

source: Add or modify patrons (with the exception of setting permissions)
ar_arab: أضف أو عدل مستفيدين (باستثناء ضبط الصلاحيات)

source: Add order
ar_arab: أضف طلب

source: Add orders
ar_arab: أضف طلبات

source: Add orders from staged file: %s
ar_arab: أضف طلبات من ملف منظم: %s

source: Add patron attribute type
ar_arab: أضف نوع سمة مستفيد

source: Add patron(s) to batch
ar_arab: أضف مستفيد (مستفيدين) إلى الدفعة

source: Add recipients
ar_arab: أضف مستلمين

source: Add record matching rule
ar_arab: أضف قاعدة مضاهاة التسجيلة

source: Add tag
ar_arab: أضف وسيمة

source: Add the images and the TXT file to a .ZIP file
ar_arab: اضف الصور و ملف ال TXT إلى ملف .ZIP

source: Add to
ar_arab: اضف إلى

source: Add to a list
ar_arab: أضف إلى قائمة

source: Add to a new list:
ar_arab: أضف غلى قائمة جديدة:

source: Add to existing group
ar_arab: أضف إلى مجموعة حالية

source: Add to shelf
ar_arab: أضف إلى الرف

source: Add to:
ar_arab: أضف إلى:

source: Add vendor
ar_arab: أضف مزود

source: Add/Remove Items
ar_arab: إضافة/حذف المواد

source: Added classification source %s
ar_arab: مصدر التصنيف المضاف %s

source: Added filing rule %s
ar_arab: قاعدة التسجيل المضافة %s

source: Added on or after date
ar_arab: تمت إضافته في أو بعد تاريخ

source: Added on or before date
ar_arab: تمت إضافته في أو قبل تاريخ

source: Added patron attribute type &quot;%s&quot;
ar_arab: تمت إضافة نوع سمة مستفيد &quot;%s&quot;

source: Added record matching rule &quot;%s&quot;
ar_arab: قاعدة مصاهاة التسجيلة المضافة &quot;%s&quot;

source: Adding
ar_arab: إضافة

source: Adding &amp; Editing New Item Types
ar_arab: إضافة &amp; تحرير أنواع مادة جديدة

source: Adding A New Definition
ar_arab: إضافة تعريف جديد

source: Adding Additional Fields
ar_arab: إضافة حقول إضافية

source: Adding Authorities to a record
ar_arab: إضافة استنادات إلى تسجيلة

source: Adding Events
ar_arab: إضافة أحداث

source: Adding a Bib Record
ar_arab: إضافة تسجيلة بيبلوجرافية

source: Adding a Fund
ar_arab: إضافة تمويل

source: Adding a New Patron
ar_arab: إضافة مستفيد جديد

source: Adding a new bibliographic record
ar_arab: إضافة تسجيلة بيبلوجرافية جديدة

source: Adding an Authority Record
ar_arab: إضافة تسجيلة استناد

source: Adding authority %s
ar_arab: إضافة استناد %s

source: Adding authority (%s)
ar_arab: إضافة استناد(%s)

source: Adding item details
ar_arab: إضافة تفاصيل مادة

source: Additional Author:
ar_arab: مؤلف إضافي:

source: Additional Authors:
ar_arab: مؤلفين إضافيين:

source: Additional Character Sets
ar_arab: مجموعة أحرف إضافية

source: Additional Help
ar_arab: مساعدة إضافية

source: Additional Parameters
ar_arab: عوامل إضافية

source: Additional Thanks To...
ar_arab: شكر إضافي إلى ...

source: Additional Tools
ar_arab: أدوات إضافية

source: Additional attributes and identifiers
ar_arab: معرفات وسمات إضافية

source: Additional content types
ar_arab: أنواع محتوى إضافية

source: Additional parameters
ar_arab: عناصر إضافية

source: Additional values for manual invoice types
ar_arab: قيم إضافية لأنواع الفاتورة اليدوية

source: Address
ar_arab: العنوان

source: Address 2:
ar_arab: عنوان 2:

source: Address Line 1
ar_arab: خط العنوان 1

source: Address Line 2
ar_arab: خط العنوان 2

source: Address Line 3
ar_arab: خط العنوان 3

source: Address in question
ar_arab: العنوان محل السؤال

source: Address:
ar_arab: العنوان:

source: Adjust margins until both top and left margins are correct.
ar_arab: تعديل الهوامش حتى تكون كلا من الهوامش العليا واليسرى صحيحة.

source: Admin
ar_arab: إدارة

source: Admin:
ar_arab: إدارة:

source: Administration
ar_arab: الإدارة

source: Administration &gt; Basic Parameters &gt; Libraries, branches and groups
ar_arab: الإدارة &gt; العوامل الأساسية &gt; المكتبات، الفروع والمجموعات

source: Administration &gt; Global system preferences &gt; Patrons &gt; intranetreadinghistory
ar_arab: الإدارة &gt; مفضلات النظام العامة &gt; المستفيدون &gt; intranetreadinghistory

source: Administration &gt; Global system preferences &gt; Patrons &gt;borrowerRelationship
ar_arab: الإدارة &gt; مفضلات النظام العامة &gt;المستفيدون &gt;borrowerRelationship

source: Administration &gt; Patrons and Circulation &gt; Road types
ar_arab: الإدرة &gt; المستفيدون والإعارة &gt; أنواع الطريق

source: Administration &gt; Patrons and circulation &gt; Cities
ar_arab: الإدارة &gt; المستفيدون والإعارة &gt; المدن

source: Administration &gt; Patrons and circulation &gt; Patron categories
ar_arab: الإدارة &gt; المستفيدون والإعارة &gt; فئات المستفيد

source: Administration Help
ar_arab: مساعدة الإدارة

source: Administration:
ar_arab: الإدارة:

source: Adolescent
ar_arab: مراهق

source: Adult
ar_arab: بالغ

source: Adult = A regular patron (can have child patrons attached to it).
ar_arab: البالغ = مستفيد عادي (يمكن أن يكون له مستفيدين أطفال مرتبطين به).

source: Adult Patron
ar_arab: مستفيد بالغ

source: Adult Patrons: can be linked as &quot;guarantors&quot; to other patrons who are their dependents. This is the default patron type.
ar_arab: المستفيدون البالغون: يمكن أن يرتبطوا ك "ضامنون" بالمستفيدين الآخرين اللذين يتبعونهم. هذا هو النوع الإفتراضي للمستفيد.

source: Adult patron
ar_arab: مستفيد بالغ

source: Adult, General
ar_arab: بالغ, عام

source: Adult, serious
ar_arab: بالغ، جاد

source: Advanced Prediction Pattern
ar_arab: نمط تنبؤ متقدم

source: Advanced Search
ar_arab: بحث متقدم

source: Advanced constraints:
ar_arab: قيود متقدمة:

source: After choosing to clone you will be presented with a confirmation message.
ar_arab: بعد اختيار الاستنساخ سوف يظهر لك رسالة تأكيد.

source: After choosing your reason, click 'Change Status'
ar_arab: بعد اختيار سببك، قم بالنقر على "تغيير الحالة"

source: After clicking 'Save' you will be brought to an order summary
ar_arab: بعد النقر على "حفظ" سوف يظهر لك ملخص الطلب

source: After creating a Printer Profile, it must be applied to a particular label template. Note: You can only apply one Printer Profile to a given label template at a time.
ar_arab: بعد عمل سمة الطابعة، يجب أن يطبق قالب ملصق محدد. لاحظ : يمكنك فقط تطبيق سمة طابعة واحدة لقالب الملصق المعطى في نفس الوقت.

source: After editing your record, click 'Save'
ar_arab: بعد تحرير تسجيلتك, قم بالنقر على 'حفظ'

source: After filling in all of the fields, click 'Submit'
ar_arab: بعد ملئ كافة الحقول, قم بالنقر على 'إرسال'

source: After finding any anomolies in the printed document, create a profile and assign it to the template.
ar_arab: بعد العثور على أي شذوذ في الوثيقة المطبوعة، قم بانشاء وضع وتعيينه إلى القالب

source: After holidays are entered on the calendar, circulation rules are then recalculated to taken in to account that library is closed and there will be no one present to return items.
ar_arab: بعد إدخال العطلات إلى النتيجة، يتم إعادة حساب قواعد الإعارة ثم الأخذ في الاعتيار أن المكتبة تكون مغلقة ولن يكون هناك أحد حاضر لإعادة المواد.

source: After making your changes, click 'Save Changes' at the top of the screen
ar_arab: بعد إجراء التغييرات، قم بالنقر على "حفظ التغييرات" أعلى الشاشة

source: After saving a MARC record, you are presented with a screen to add item details (or, local holdings). This is where you define the location of the item (home branch), the cost of the item, the barcode, etc.
ar_arab: بعد حفظ تسجيلة مارك، سوف يتم نقلك إلأى شاشة لإضافى تفاصيل المادة (أو المقتنيات المحلية). وهنا تقوم بتعريف موقع المادة(الفرع الرئيسي)، تكلفة المادة، الباركود، إلخ.

source: After saving you will see the event listed in the summary below the calendar
ar_arab: بعد الحفظ سوف ترى الحدث مدرجا في الملخص أدنى النتيجة

source: After saving, your layouts will appear on the 'Manage Layouts' page.
ar_arab: بعد الحفظ، سوف تظهر تخطيطاتك في صفحة " إدارة التخطيطات"

source: After saving, your profiles will appear on the 'Manage Profiles' page.
ar_arab: بعد الحفظ، سوف تظهر الصفحات الشخصية الخاصة بك في صفحة "إدارة الصفحات الشخصية"

source: After saving, your templates will appear on the 'Manage Templates' page.
ar_arab: بعد الحفظ, سوف تظهر قوالبك في صفحة 'أدر القوالب'

source: After searching for a vendor you will see all open orders on a summary page
ar_arab: بعد البحث عن مزودين سوف ترى كافة الطلبات المفتوحة في صفحة الملخص

source: After this item is checked in the status of the item will be changed in the catalog to 'in transit'
ar_arab: بعد رد هذه المادة سوف تتغير حالة المادة في الفهرس إلى 'في النقل'

source: After your orders have been entered into the system and sent off to the vendors, you will need to mark them received.
ar_arab: بعد إدخال طلباتك إلى النظام وإرسالها إلى المزودين، أنت بحاجة إلى تحديدها مستلمة

source: Age required
ar_arab: العمر مطلوب

source: Age required:
ar_arab: العمر مطلوب:

source: Ajouter
ar_arab: إضافة

source: Albers equal area
ar_arab: المستويةAlbers مساحة

source: Alert subscribers for <i>%s</i>
ar_arab: تنبيه المشتركين لـ <i>%s</i>

source: All
ar_arab: كل

source: All
ar_arab: كل

source: All Data After A Given Date: enter a value in the XXX field only
ar_arab: كل البيانات بعد تاريخ معطى: قم بإدخال القيمة في حقل XXX فقط

source: All Data Before A Given Date: enter a value in the XXX field only
ar_arab: كل البيانات قبل تاريخ معطى: قم بإدخال القيمة في حقل XXX فقط

source: All Item Types
ar_arab: كل أنواع المادة

source: All Libraries
ar_arab: كل المكتبات

source: All Locations
ar_arab: كل المواقع

source: All Tags
ar_arab: كل الرؤوس

source: All available funds
ar_arab: كل التمويلات المتاحة

source: All dependencies installed.
ar_arab: كل الاعتمادات المركبة

source: All item fields are in the same tag and in item tab
ar_arab: كل حقول المواد في نفس الرأس وتبويب المادة

source: All locations
ar_arab: كل المواقع

source: All patrons with checkouts older than %s have been anonymized
ar_arab: كل المستفيدين ذوي الإعارات الأقدم من %s تم تحديدهم غير معروفين

source: All three of these options will open up the issue receive form:
ar_arab: كلا من هذه الخيارات الثلاث سوف تفتح العدد المستلم من:

source: Allow password:
ar_arab: السماح بكلمة مرور:

source: Allow staff member to access to the reports module
ar_arab: السماح للموظفين بالوصول إلى نظام التقارير الفرعي

source: Allow staff member to edit authorities
ar_arab: السماح للموظفين بتحرير الاستنادات

source: Allow staff member to manage serials subscriptions and claims
ar_arab: السماح للموظفين بإدارة اشتراكات ومطالبات الدوريات

source: Allow transfer?
ar_arab: السماح بالنقل؟

source: AllowHoldPolicyOverride
ar_arab: السماح بتخطي سياسة الحجز

source: Allows the library to specify a list of library location codes -- if used alone, it will rank the list statically, selecting the top-ranking available location to be added to the picklist.
ar_arab: السماح للمكتبة بتحديد قائمة برموز موقع المكتبة--في حالة استخدامها مفردة، سوف ترتيب القائمة تريتبا ثابتا، باختيار أعلى موقع متاح ترتيبا لإضافته إلى قائمة االتقاط

source: Already Received
ar_arab: تم استلامه بالفعل

source: Alter your search and choose Z39.50 targets from the pop-up window
ar_arab: قم بتبديل بحثك واختر أهداف Z39.50 من النافذة المنبثقة

source: Altering Authorities Records
ar_arab: تبديل تسجيلات الاستناد

source: Alternate Address
ar_arab: العنوان البديل

source: Alternate Contact
ar_arab: جهة الاتصال البديلة

source: Alternate address
ar_arab: العنوان البديل

source: Alternative Contact
ar_arab: جهة الاتصال البديلة

source: Alternative phone
ar_arab: الهاتف البديل

source: Alternative phone:
ar_arab: الهاتف البديل:

source: Alternatively you can export the list to a CSV file for altering in an application on your desktop. Simply check the box next to 'Export to csv file' to generate this file.
ar_arab: بدلا من ذلك يمكنك تصدير القائمة إلى ملف CSV لتبديلها إلى تطبيق على سطح المكتب الخاص بك. قم ببساطة بالنقر على المربع بجانب 'تصدير إلى ملف csv' لإنشاء هذا الملف.

source: Alternatively, the library can opt into the auto-detection of authority records when a record is saved.&nbsp; This is done by turning the 'BiblioAddsAuthorities' system preference on.
ar_arab: بالتبادل, يمكن للمكتبة اختيار الكشف الآلي للاستنادات عند حفظ تسجيلة.&nbsp; يتم ذلك بتفعيل تفضيل النظام 'BiblioAddsAuthorities'

source: Alternatively, you can browse a section of patron by selecting the first letter of the Patron's last name from the list on the right.
ar_arab: بدلا عن ذلك,يمكنك أن تتصفح قسم المستعيرين بإختيار الحرف الأول من الاسم الاخير للمستخدم من القائمة على اليمين.

source: Altitude of Sensor
ar_arab: ارتفاع المستشعر

source: Alto
ar_arab: ألتو

source: Always add items
ar_arab: أضف مواد دائما

source: Ambrose Li (translation tool)
ar_arab: أمبروز لي (أداة الترجمة)

source: Amount
ar_arab: كمية

source: Amount Outstanding
ar_arab: الكميّة الباقية

source: Amount must be a valid number, or empty
ar_arab: يجب أن تكون الكمية رقما صالحا، أو خالية

source: Amount:
ar_arab: الكمية:

source: Amsterdam, Netherlands
ar_arab: أمستردام, هولندا

source: An Error has Occurred!
ar_arab: حدث خطأ!

source: An Order can have multiple copies/units placed against it. A Basket can have multiple Orders.
ar_arab: يمكن أن يكون للطلب عدة نسخ/وحدات موضوعة مقابله. يمكن أن يكون للسلة عدة طلبات.

source: An authorized value attached to acquisitions, that can be used for stats purposes
ar_arab: هناك قيمة استناد مرتبطة بالتزويد، يمكن استخدامها لأغراض احصائية

source: An authorized value attached to patrons, that can be used for stats purposes
ar_arab: هناك قيمة استناد مرتبة بالمستفيدين، يمكن استخدامها لأهداف احصائية

source: An error has occurred and batch %s not fully de-duplicated.
ar_arab: لقد حدث خطأ والدفعة %s لم يتم عدم-تكرارها تماما

source: An error has occurred and batch %s was not deleted. Please have your system administrator check the error log for details.
ar_arab: لقد حدث خطأ والدفعة %sلم يتم حذفها. الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error has occurred and the item(s) was not added to batch %s. Please have your system administrator check the error log for details.
ar_arab: لقد حدث خطأ والمادة (المواد) لم يتم إضافنها إلى الدفعة %s. الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error has occurred and the item(s) was not removed from batch %s. Please have your system administrator check the error log for details.
ar_arab: لقد حدث خطا والمادة (المواد) لم يتم حذفها من الدفعة%s. الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error has occurred while attempting to upload the image file. Please ask you system administrator to check the error log for more details.
ar_arab: لقد حدث خطأ أثناء محاولة رفع ملف الصورة. الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error has occurred. Please ask your system administrator to check the error log for more details.
ar_arab: لقد حدث خطا. الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error was encountered and %s Please have your system administrator check the error log for details.
ar_arab: لقد حدث خطأ %s الرجاء اطلب من إدارة نظامك التحقق من سجل الخطأ للمزيد من التفاصيل

source: An error was encountered and the %s operation for %s %s was not completed. Please have your system administrator check the error log for details.
ar_arab: لقد حدث خطأ %s والعملية لـ %s %sلم تكتمل. الرجاء اطلب من إدارة نظامك تفقد سجل الأخطاء للمزيد من التفاصيل.

source: An item is available for an item level hold if
ar_arab: المادة متاحة لحجز مستوى المادة لو

source: An unsupported operation was attempted
ar_arab: تمت المحاولة لعملية غير مدعمة

source: And your results will be sorted by Library code
ar_arab: وسيتم ترتيب نتائجك بواسطة رمز المكتبة

source: Andrew Arensburger (the small and great C4::Context module)
ar_arab: Andrew Arensburger (الكبير والصغير C4::النظام الفرعي للسياق)

source: Andrew Elwell
ar_arab: اندرو إيلويل

source: Andrew Hooper
ar_arab: اندرو هوبر

source: Andrew Moore
ar_arab: اندرو مور

source: Annual
ar_arab: سنوي

source: Anonymize check-out history older than
ar_arab: قم بعدم تعريف سجل الإعارة الأقدم من

source: Answer the 6 questions presented in order to create your report.
ar_arab: أجب عن ال6 أسئلة التالية من أجل إنشاء تقريرك.

source: Antoine Farnault
ar_arab: أنطوان فارنو

source: Any
ar_arab: أي

source: Any Branch
ar_arab: أي فرع

source: Any Category code
ar_arab: أي رمز فئة

source: Any Document type
ar_arab: أي نوع وثيقة

source: Any Library
ar_arab: أي مكتبة

source: Any Phrase
ar_arab: أي عبارة

source: Any Vendor
ar_arab: أي مزود

source: Any Word
ar_arab: أي كلمة

source: Any audience
ar_arab: أي جمهور

source: Any available copy
ar_arab: أي نسخة متاحة

source: Any content
ar_arab: أي محتوى

source: Any format
ar_arab: أي تنسيق

source: Any item type
ar_arab: أي نوع مادة

source: Any of the data fields listed may be included in the label by selecting a numeric value from the dropdown selections. These values determine the order in which the data will print (one data field per line).
ar_arab: يمكن لأي من حقول البيانات المدرجة أن يتم إدراجها في الملصق عن طريق تحديد قيمة رقمية من تحديدات القائمة المنسدلة. تحدد هذه القيم ترتيب طباعة البيانات ( حقل بينات واحد لكل سطر)

source: Any regularity
ar_arab: أي تنظيم

source: Any type
ar_arab: أي نوع

source: Any word
ar_arab: أي كلمة

source: Anyone with superlibrarian permission to edit/delete public patron lists. Editing is limited to editing the title or sorting order. I have the 'virtualshelves' setting 'disabled' why can I still see the 'lists' menu in my staff client
ar_arab: اي شخص ذو صلاحية مكتبي مطلق لتحرير/حذف قائم المستفيد. التحرير محدود لتحرير العنوان أو طريقة الترتيب. لدي إعداد "الرفوف الافتراضية" "محدد إلى إيقاف" لماذا لا يزال بإمكاني رؤية قائمة "قوائم" في برنامج العميل

source: Anywhere
ar_arab: أي مكان

source: Apache version:
ar_arab: نسخة أباتشي

source: Appear in position
ar_arab: أظهر في الموقع

source: Applied different matching rule. Number of records matched now %s
ar_arab: تم تطبيق قاعدة مضاهاة مختلفة. عدد التسجيلات المضاهية الآن %s

source: Apply Filter
ar_arab: تطبيق المرشح

source: Apply Filter(s)
ar_arab: تطبيق المرشح (المرشحات)

source: Apply different matching rules
ar_arab: تطبيق قواعد مضاهاة أخرى

source: Applying a Printer Profile
ar_arab: تطبيق وضع طابعة

source: Approve
ar_arab: الموافقة على

source: Approved
ar_arab: موافق عليه

source: April
ar_arab: أبريل

source: Arabic
ar_arab: اللغة العربية

source: Arbitrarily complex queries
ar_arab: استفسارات عشوائية معقدة

source: Are you sure you want to cancel this order?
ar_arab: هل أنت متأكد من إلغاء هذا الطلب؟

source: Are you sure you want to close basket %s?
ar_arab: هل أنت متأكد من أنك تريد إغلاق هذه السلة %s?

source: Are you sure you want to close this basket?
ar_arab: هل أنت متأكد من أنك تريد إغلاق هذه السلة؟

source: Are you sure you want to delete this basket?
ar_arab: هل أنت متأكد من أنك تريد حذف هذه السلة؟

source: Are you sure you want to delete this item?
ar_arab: هل أنت متأكد من أنك تريد حذف هذه المادة؟

source: Are you sure you want to delete this list?
ar_arab: هل أنت متأكد من أنك تريد حذف هذه القائمة؟

source: Are you sure you want to delete this patron image? This cannot be undone.
ar_arab: هل أنت متأكد من أنك تريد حذف صورة المستفيد هذه؟ لا يمكن التراجع في هذا.

source: Are you sure you want to delete this patron? This cannot be undone.
ar_arab: هل أنت متأكد من أنك تريد حذف هذا المستفيد؟ لا يمكن التراجع في هذا.

source: Are you sure you want to delete this profile?
ar_arab: هل أنت متأكد من أنك تريد حذف هذا الوضع؟

source: Are you sure you want to delete this record?
ar_arab: هل أنت متأكد من أنك تريد حذف هذه التسجيلة؟

source: Are you sure you want to delete this subscription?
ar_arab: هل أنت متأكد من أنك تريد حذف هذا الاشتراك؟

source: Are you sure you want to empty your cart?
ar_arab: هل أنك متأكد من أنك تريد إفراغ سلتك؟

source: Are you sure you want to remove the selected items?
ar_arab: هل أنت متأكد من أنك تريد حذف المواد المحددة؟

source: Are you sure you want to renew this patron\'s registration?
ar_arab: هل أنت متأكد من أنك تريد تجديد تسجيل هذا المستفيد\?

source: Are you sure you want to reopen this basket?
ar_arab: هل أنت متأكد من أنك تريد إعادة فتح هذه السلة؟

source: Are you sure you want to replace the current patron image? This cannot be undone.
ar_arab: هل أنت متأكد من أنك تريد استبدال صورة المستفيد الحالية؟ لا يمكن التراجع في هذا.

source: Are you sure you want to update this child to an Adult category? This cannot be undone.
ar_arab: هل أنت متأكد من أنك تريد ترقية هذا الطفل إلى فئة بالغ؟ لا يمكن التراجع في هذا.

source: Area
ar_arab: مساحة

source: Area:
ar_arab: مساحة:

source: Armenian
ar_arab: الأرمينية

source: Arrived
ar_arab: وصل

source: Arrived : when an book arrives, you can set it's status to "arrived". Then, the issue disappear from this list, and the number of the issue is added to the "arrived list" (on the left box)
ar_arab: وصل :عند وصول كتاب,يمكن ضبط حالتة على "وصل". بعدها, العدد سيختفى من هذه القائمة, ويضاف رقم العدد الى "قائمة الوصول" (فى المربع على اليسار)

source: Arrived numbers : the list of issues you have in your library. Automatically filled when a new number is marked "arrived". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
ar_arab: الارقام التى وصلت : قائمة الاعداد التى توجد فى مكتبتك. تملئ آليا عندما يحدد الرقم الجديد "وصل".يمكنك تغيير هذا الحقل يدويا إذا أردت, على سبيل المثال, لتغيير قائمة طويلة (1,2,3,4,...,51) الى واحدة أقصر (1-51)

source: As a staff member, what can I do with public lists created by patrons?
ar_arab: كموظف، ماذا يمكنني أن أفعل بالقوائم العامة التي قام المستفيدون بإنشائها؟

source: As part of the upgrade process your online help will be overwritten with the new Help as part of the install. If you want to keep a copy of your online help, you should instruct your System Administrator to upgrade the Online Help directory in the Koha file tree.
ar_arab: كجزء من عملية الترقية سيتم الكتابة فوق المساعدة على الانترنت الخاصة بك بالمساعدة الجديدة كجزء من التنصيب. غذا أردت الاحتفاظ بنسخة من المساعدة على الانترنت الخاصة بك، يجب عليك إعلام إدارة النظام الخاصة بك لترقية مسار المساعدة على الانترنت في شجرة ملفات كوها.

source: Ask for or make a change in the user's privileges. Need help? See
ar_arab: إسأل عن أو قم بتغيّير في إمتيازات المستخدم. تحتاج مساعدة؟انظر

source: At branch: %s
ar_arab: في فرع: %s

source: At library: %s
ar_arab: في مكتبة: %s
