Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: 'public': public lists can be viewed by the public (anyone) but only edited by the user who created the list.
ar_arab: 'العامة': يمكن لأي شخص رؤية القوائم العامة، لكن لا يمكن سوى للمستخدم الذي قام بإنشائها تحريرها

source: 'surname', 'firstname', 'title', 'othernames', 'initials', 'streetnumber', 'streettype', 'address', 'address2', 'city', 'zipcode', 'country', 'email', 'phone', 'mobile', 'fax', 'emailpro', 'phonepro', 'B_streetnumber', 'B_streettype', 'B_address', 'B_address2', 'B_city', 'B_zipcode', 'B_country', 'B_email', 'B_phone', 'dateofbirth', 'branchcode', 'categorycode', 'dateenrolled', 'dateexpiry', 'gonenoaddress', 'lost', 'debarred', 'contactname', 'contactfirstname', 'contacttitle', 'guarantorid', 'borrowernotes', 'relationship', 'ethnicity', 'ethnotes', 'sex', 'password', 'flags', 'userid', 'opacnote', 'contactnote', 'sort1', 'sort2', 'altcontactfirstname', 'altcontactsurname', 'altcontactaddress1', 'altcontactaddress2', 'altcontactaddress3', 'altcontactzipcode', 'altcontactcountry', 'altcontactphone', 'smsalertnumber', 'patron_attributes'
ar_arab: 'اللقب', 'الاسم الأول', 'العنوان', 'أسماء أخرى', 'الحروف الأولى', 'رقم الشارع', 'نوع الشارع', 'العنوان', 'العنوان2', 'المدينة', 'صندوق البريد', 'البلد', 'البريد الالكتروني', 'الهاتف', 'الجوال', 'الفاكس', 'بريد العمل الالكتروني', 'هاتف العمل', 'B_رقم الشارع', 'B_نوع الشارع', 'B_العنوان', 'B_العنوان2', 'B_المدينة', 'B_صندوق البريد', 'B_البلد', 'B_البريد الالكتروني', 'B_الهاتف', 'تاريخ الميلاد', 'رمز الفرع', 'رمز الفئة', 'تاريخ التسجيل', 'تاريخ الانتهاء', 'لم يذهب إلى عنوان', 'ضائع', 'ممنوع', 'اسم جهة الاتصال', 'الاسم الأول لجهة الاتصال', 'عنوان جهة الاتصال', 'الضامن', 'ملاحظات المستعير', 'العلاقة', 'العرق', 'ملاحظات العرق', 'النوع', 'كلمة المرور', 'علامات', 'معرف المستخدم', 'ملاحظة الأوباك', 'ملاحظة جهة الاتصال', 'فرز1', 'فرز2', 'الاسم الأول البديل لجهة الاتصال', 'اسم جهة الاتصال البديل', 'عنوان جهة الاتصال البديل1', 'عنوان جهة الاتصال البديل2', 'عنوان جهة الاتصال البديل3', الرمز لبريدي البديل لجهة الاتصال', 'بلد جهة الاتصال البديل', 'هاتف جهة الاتصال البديل', 'رقم الرسائل النصية القصيرة البديل', 'المستفيد_سمات'

source: ( ! means 'not visible' or in the case of Collapsed 'not Collapsed')
ar_arab: ( ! تعنى غير مرئى ' او فى حالة متصل أو غير متصل')

source: (<a1>Log Out</a>) |
ar_arab: (<a1>تسجيل الخروج</a>) |

source: (<a1>Set</a>)
ar_arab: (<a1>ضبط</a>)

source: (<a1>View item's checkout history</a>)
ar_arab: (<a1>عرض سجل إعارة المادة</a>)

source: (All)
ar_arab: (الكل)

source: (Complete with 0 on the left)
ar_arab: (أكمل بـ 0 إلى اليسار)

source: (Create Label Batch)
ar_arab: (إنشاء دفعة ملصقات)

source: (DD/MM/YYYY)
ar_arab: (يوم/شهر/سنة)

source: (Damaged)
ar_arab: (تالف)

source: (Derived value)
ar_arab: (قيمة مشتقة)

source: (Error)
ar_arab: ( خطأ)

source: (Hint: If you are proficient at MySQL, it is often faster and easier to find an existing stopwords list, edit it, put it in the correct format, and use the MySQL "Load Data Infile" command to import the list into the stopwords table. Many academic libraries publish their stopwords list on the Internet, or you can ask other Koha libraries if they would share their stopword list.)
ar_arab: (إشارة:إذا كنت بارع في MySQL,فإنه غالبا أسرع وأسهل في إيجاد قائمة كلمات الوقف الموجودة, تعديلها,ووضعها في الصيغة الصحيحة, وباستخدام أمر MySQL "Load Data Infile" لإستيراد القائمة إلى جدول كلمات الوقف.تنشر العديد من المكتبات الأكاديمية كلمات وقفهم على الإنترنت, أو يمكنك أن تسأل المكتبات الاخرى التى تستخدم نظام كوها إذا كانوا يشتركون في قائمة كلمات الوقف.)

source: (In linux, each printer configuration in your printcap file defines a print queue. The default print queue is "lp," but if you use more than one printer you will have other queues, probably with names like "text" or "postscript." Tell Koha which printer queue(s) you want to use for printing reports directly from the server.)
ar_arab: (في نظام التشغيل لينكس تهيئة كل طابعة في ملف printcap يتم تعريف مسارالطباعة ،مسار الطباعة الإفتراضي هو "lp , " لكن إذا كنت تستخدم أكثر من طابعة واحدة سيكون عندك مسارات أخرى مثل "text "أَو "postscript. " والذي يحدد بكوها أي مسارات الطباعة تريد أن تستخدمها لطباعة التقارير مباشرة من الخادم

source: (In transit)
ar_arab: (في النقل)

source: (Inclusive, default is two days ago to today, set other date ranges as needed. )
ar_arab: (شامل, القيمة الإفتراضية 10 سنوات سابقة للأمس، حدد "إلى" إلى اليوم وفقا للحاجه. )

source: (Indonesian)
ar_arab: (الاندونيسية)

source: (Kaitiaki from 2004 to present)
ar_arab: (Kaitiaki منذ 2004 حتى الوقت الحالي)

source: (Koha 1.x Release Manager, Koha 3.2 Translation Manager)
ar_arab: (كوها 1.x أطلق المدير, Koha 3.2 مدير الترجمة)

source: (Koha 2.0 Release Maintainer)
ar_arab: (كوها2.0 أطلق الصيانة)

source: (Koha 2.0 Release Manager, Koha 2.2 Release Manager/Maintainer)
ar_arab: (كوها2.0 اطلق المدير, Koha 2.2 Rأطلق المدير/الصيانة)

source: (Koha 3.0 Release Maintainer)
ar_arab: (كوها 3.0 اطلق الصيانة)

source: (Koha 3.0 Release Manager &amp; Translation Manager)
ar_arab: (كوها 3.0 أطلق المدير &amp; مدير الترجمة)

source: (Koha 3.2 Release Manager)
ar_arab: (كوها3.2 مدير الإصدار)

source: (Koha 3.x Documentation Manager)
ar_arab: (كوها 3.x مدير التوثيق)

source: (Koha 3.x Interface Design)
ar_arab: (كوها 3.x تصميم الواجهة)

source: (Lost)
ar_arab: (مفقود)

source: (MM/DD/YYYY)
ar_arab: (شهر/يوم/سنة)

source: (On hold)
ar_arab: ( في الحجز)

source: (Password:
ar_arab: (كلمة المرور:

source: (Record #%s)
ar_arab: (تسجيلة #%s)

source: (Record #%s) &rsaquo; Items
ar_arab: (تسجيلة #%s) &rsaquo; المواد

source: (There are %s subscriptions associated with this title).
ar_arab: (يوجد %s اشتراكات مرتبطة بهذا العنوان).

source: (Withdrawn)
ar_arab: (مسحوب)

source: (YYYY/MM/DD)
ar_arab: (سنة/شهر/يوم)

source: (a choice list for Choice (separated by |) or cols|rows for Texarea)
ar_arab: (قائمة اختيار للاختيار (منفصلة بـy |) أو أعمدة|صفوف لمنطقة النص)

source: (adjusted for %s%% discount)
ar_arab: (معدل لـ %s%% تخفيض)

source: (auto-calculated)
ar_arab: (حساب-ألي)

source: (auto-filled from 300)
ar_arab: (ملئ آلي من 300)

source: (auto-filled)
ar_arab: (ملئ آلى)

source: (borrowernumber: %s; surname: %s).
ar_arab: (رقم المستعير: %s; اللقب: %s).

source: (default if none is defined)
ar_arab: (افتراضي إذا لم يكن معرفا)

source: (defined from suggestion #%s)
ar_arab: (معرّف من اقتراح #%s)

source: (filtered)
ar_arab: (مرشح)

source: (if applicable)
ar_arab: (إذا كان قابل للتطبيق)

source: (if checked, no item of this type can be issued. If not checked, every item of this type can be issued unless notforloan is set for a specific item)
ar_arab: (في حالة تحديده, لا يمكن إصدار اي مادة من هذا النوع. في حالة عدم تحديده, يمكن إصدار اي مادة من هذا النوع إلا إذا كانت تم ضبط قيمة ليست للإعارة للمادة المحددة

source: (if empty, subscription is still active)
ar_arab: (إذا كان خاليا, فإن الاشتراك لا يزال نشطا)

source: (inclusive)
ar_arab: (شامل)

source: (is %s)
ar_arab: (هو %s)

source: (last was %s)
ar_arab: (الأخير كان %s)

source: (modified on %s)
ar_arab: (معدل في%s)

source: (no email on file)
ar_arab: (لا يوجد بريد الكتروني في الملف)

source: (no phone number on file)
ar_arab: ( لا يوجد رقم هاتف في الملف)

source: (not set)
ar_arab: (لم يتم ضبطه)

source: (nothing entered)
ar_arab: (لم يتم إدخال شيء)

source: (order #%s)
ar_arab: (طلب #%s)

source: (related searches:
ar_arab: ( بحث مرتبط:

source: (select a library)
ar_arab: (حدد مكتبة)

source: (start date of the 1st subscription)
ar_arab: (تاريخ البدء لأول اشتراك)

source: ) date due: %s
ar_arab: )تاريخ الاستحقاق: %s

source: ** Vendor's listings already include tax.
ar_arab: ** قائمة أسعار المزود تتضمن الضريبة بالفعل.

source: , %s long overdue
ar_arab: , %sمستحق منذ مدة طويلة

source: , %s patron(s) found:
ar_arab: , %s تم العثور على مستفيد (مستفيدين):

source: , <b>ISBN: </b>%s
ar_arab: , <b>ردمك: </b>%s

source: , Australia
ar_arab: , استراليا

source: , Cyprus
ar_arab: , قبرص

source: , France
ar_arab: ,فرنسا

source: , France (Koha 3.0 enhancements to patrons and holds modules)
ar_arab: , فرنسا (كوها 3.0 تحسينات لنظام المستفيدين والحجوزات الفرعي)

source: , France (Suggestions, Stats wizards and improved LDAP sponsorship)
ar_arab: , فرنسا (مقترحات, معالجات الإحصائيات ورعاية LDAP المحسنة)

source: , France (biblio frameworks, MARC authorities, OPAC basket, Serials sponsorship)
ar_arab: , فرنسا (الإطارات البيبلوجرافية, استنادات مارك, سلة الأوباك, رعاة الدوريات)

source: , Mandatory
ar_arab: , إلزامي

source: , Maryland, USA
ar_arab: , ميريلاند, الولايات المتحدة

source: , New Zealand
ar_arab: , نيو زيلاندا

source: , New Zealand, and Rosalie Blake, Head of Libraries, (Koha 1.0)
ar_arab: , نيو زيلندا, و روزالي بلايك,رئيسة المكتبات, (كوها 1.0)

source: , None available
ar_arab: , غير متاح

source: , OH, USA (Koha 3.0 beta testing)
ar_arab: , أوهايو, الولايات المتحدة الأمريكية (كوها3.0 اختبار بيتا)

source: , Ohio, USA
ar_arab: , أوهايو, الولايات المتحدة

source: , Ohio, USA (MARC sponsorship, documentation, template maintenance)
ar_arab: , أوهايو, الولايات المتحدة الأمريكية (رعاة مارك, توثيق, صيانة القالب)

source: , PA, USA (Koha 3.0 Zebra Integration sponsorship)
ar_arab: , بنسلفانيا, الولايات المتحدة الأمريكية (كوها 3.0 رعاية تكامل زيبرا)

source: , Please transfer this item.
ar_arab: , الرجاء نقل هذه المادة.

source: , See %s
ar_arab: , انظر %s

source: , USA
ar_arab: ,الولايات المتحدة الأمريكية

source: , United Kingdom
ar_arab: , المملكة المتحدة

source: , Wellington, New Zealand (Corporate Serials sponsorship)
ar_arab: , ويلنجتون, نيو زيلندا(رعاة دوريات الشركات)

source: , a list with the Koha authorised values will be displayed instead of a free field
ar_arab: , سيتم عرض قائمة بقيم استناد كوها بدلا من حقل حر

source: , adaptateur
ar_arab: , محوّل

source: , annotatateur
ar_arab: , تعليق

source: , autre
ar_arab: , آخر

source: , by %s
ar_arab: , بواسطة %s

source: , collaborateur
ar_arab: , متعاون

source: , commenditaire
ar_arab: , الراعي

source: , commentaire
ar_arab: , تعليق

source: , compilateur
ar_arab: ,مترجم

source: , compositeur
ar_arab: , ملحن

source: , concepteur
ar_arab: , مصمم

source: , critique
ar_arab: , ناقد

source: , diffuseur
ar_arab: , الناشر

source: , directeur
ar_arab: , مخرج

source: , directeur de la publication
ar_arab: , مدير النشر

source: , directeur de thèse
ar_arab: , مدير الأطروحة

source: , fondateur
ar_arab: , المؤسس

source: , illustrateur
ar_arab: ,المصور

source: , organisateur congrès
ar_arab: , منظم المؤتمر

source: , parolier
ar_arab: , شاعر غنائي

source: , photographe
ar_arab: , مصور

source: , postfacier
ar_arab: , مابعد المقدمة

source: , préfacier
ar_arab: , المقدمة

source: , présentateur
ar_arab: , المقدم

source: , repeatable
ar_arab: , قابل للتكرار

source: , responsable
ar_arab: , مسئول

source: , réalisateur
ar_arab: , المدير

source: , rédacteur
ar_arab: , المحرر

source: , traducteur
ar_arab: , المترجم

source: , éditeur
ar_arab: , الناشر

source: , éditeur scientifique
ar_arab: , الناشر العلمي

source: - &quot;Funds&quot; are used to group &quot;Budgets&quot;. For example a Fund may be called &quot;General Stack&quot;, and will have a &quot;Budget&quot; which records the amount availalbe to spend during the period of the budget. A budget must have a start and end date.
ar_arab: - &quot;التمويلات&quot; تستخدم لتجميع &quot;الميزانيات&quot;. على سبيل المثال يمكن أن نطلق على التمويل &quot;الدفتر العام&quot;, سوف يكون لها&quot;ميزانيةt&quot; والتي تسجل الكمية المتاحة للانفاق اثناء فترة الميزانية. يجب أنيكون للميزانية تاريخ بدء وانتهاء

source: - Budget amount cannot be blank\n
ar_arab: - لا يمكن أن يكون حجم الميزانية خاليا\n

source: - Budget code cannot be blank\n
ar_arab: - لا يمكن أن يكون رمز الميزانية خاليا\n

source: - Budget name cannot be blank\n
ar_arab: - لا يمكن أن يكون اسم الميزانية خاليا\n

source: - Budget parent is current budget\n
ar_arab: - اصل الميزانية هو الميزانية الحالية\n

source: - End date missing or invalid.\n
ar_arab: - تاريخ الانتهاء مفقود أو غير صالح.\n

source: - Hierarchical relationship undefined
ar_arab: - العلاقة الهرمية غير معرّفة

source: - In full ISBD form
ar_arab: - بشكل تدمك كامل

source: - Name missing\n
ar_arab: - الاسم مفقود\n

source: - Please select an item to place a hold\n
ar_arab: - من فضلك حدد مادة لوضع حجز عليها\n

source: - Start date missing or invalid.\n
ar_arab: - تاريخ البدء مفقود أو غير صالح.\n

source: - This patron had already placed a hold on this item\n Please cancel the previous hold first \n
ar_arab: - لقد قام هذا المستفيد بالفعل بوضع حجز على هذه المادة\n الرجاء إلغاء الحجز السابق أولا \n

source: - You may only place a hold on one item at a time\n
ar_arab: - يمكنك وضع حجز على مادة واحدة فقط كل مرة\n

source: - You must enter a List Name\n
ar_arab: - يجب عليك إدخال اسم القائمة\n

source: -- All --
ar_arab: -- الكل --

source: -- Choose Format --
ar_arab: -- قم باختيار تنسيق --

source: -- Choose One --
ar_arab: -- قم باختيار واحد --

source: -- Choose a reason --
ar_arab: -- قم باختيار سبب--

source: -- Choose a status --
ar_arab: -- قم باختيار حالة --

source: -- none --
ar_arab: -- لا شيء--

source: -- please choose --
ar_arab: --الرجاء اختيار --

source: -1 =&gt; OPAC Intranet Editor Collapsed
ar_arab: -1 => سقوط محرر الفهرس المتاح على الخط المباشر

source: -2 =&gt; OPAC !Intranet Editor !Collapsed
ar_arab: -2 => الفهرس المتاح على الخط المباشر !محرر الإنترنت !سقوط

source: -3 =&gt; OPAC !Intranet Editor Collapsed
ar_arab: -3 => الفهرس المتاح على الخط المباشر !سقوط محرر الإنترنت

source: -4 =&gt; OPAC !Intranet !Editor !Collapsed
ar_arab: -4 => الفهرس المتاح على الخط المباشر !محرر الإنترنت !سقوط

source: -5 =&gt; OPAC Intranet !Editor Collapsed
ar_arab: -5 => الفهرس المتاح على الخط المباشر !سقوط محرر الإنترنت

source: -6 =&gt; OPAC Intranet !Editor !Collapsed
ar_arab: -6 =>الفهرس المتاح على الخط المباشر !سقوط محرر الإنترنت

source: -7 =&gt; OPAC !Intranet !Editor Collapsed
ar_arab: -7 => الفهرس المتاح على الخط المباشر !سقوط !محرر الإنترنت

source: -8 =&gt; Flag
ar_arab: -8 => علامة

source: -9 =&gt; Future use
ar_arab: -9 =>الاستخدام المستقبلى

source: . %s %s reviewed your request today, and has decided not to accept the suggestion at this time. The reason given is: %s If you have any questions, please email us at %s. Thank you, %s
ar_arab: . %s %sتمت مراجعة طلبك اليوم, وتم القرار أنه لا يقبل الإقتراح في هذا الوقت. إنّ السبب الذي أعطى هو: %s إذا كان لديك أى أسئلة, رجاء راسلنا بالبريد الإلكتروني على %s.شكرا لكم, %s

source: . %s %s reviewed your suggestion today. The item will be ordered as soon as possible. You will be notified by mail when the order is completed, and again when the item arrives at the library. If you have any questions, please email us at %s. Thank you, %s
ar_arab: . %s %sتمت مراجعة طلبك اليوم. المادة ستكون مطلوبة بأسرع ما يمكن.سيتم إخطارك بالبريد عندما يكتمل الطلب, وثانية عندما المادة تصل إلى المكتبة. إذا كان لديك أى إستفسارات, برجاء راسلنا بالبريد الالكترونى على %s.شكرا لكم, %s

source: . <a1>Cancel hold</a>
ar_arab: . <a1>الغاء الحجز</a>

source: . After adding the new bibliographic record, you will be given the option to add items the record. One record can have many items.
ar_arab: بعد إضافة تسجيلة الفهرسة الجديدة، سيتم إعطاءك خيار لإضافة نسخ للتسجيلة. يمكن أن يكون للتسجيلة الواحدة أكثر من نسخة

source: . Begins with
ar_arab: . يبدا بـ

source: . Deletion is not possible.
ar_arab: الحذف غير ممكن

source: . Deletion not possible
ar_arab: الحذف غير ممكن

source: . Koha is multi-MARC compliant. So, it does not know what the 245$a means, neither what 200$f (those 2 fields being both the title in MARC21 and UNIMARC !). So, in this list you can &quot;map&quot; a MARC subfield to it's meaning. Koha constantly maintains consistency between a subfield and it's meaning. When the user want to search on &quot;title&quot;, this link is used to find what is searched (245 if you're MARC21, 200 if you're UNIMARC).
ar_arab: .كوها برنامج متوافق لمتعدد مارك. لذا,هو لا يعرف معنى 245$a , أو 200$f هذين الحقلين هما العنوان في كلا من مارك21و UNIMARC !). لذا, في هذه القائمة يمكنك "تخطيط" حقل مارك فرعي لمعناه. يقوم كوها باستمرار بمتابعة الاتساق بين الحقل الفرعي ومعناه حين يبحث المستفيد عن"عنوان", يستخدم هذا الرابط للعثور على ما يتم البحث عنه(245إذا كنت مارك 21, 200 إذا كنت UNIMARC).

source: . Password must be at least %s characters.
ar_arab: .كلمة المرور يجب أن تكون على الأقل %s أحرف.

source: . Please have your system administrator check the error log for details.
ar_arab: . الرجاء الطلب من إدارة النظام مراجعة سجل الأخطاء للمزيد من التفاصيل.

source: . See highlighted items <a1>below</a>
ar_arab: .أنظر المواد البارزة <a1>أدناه</a>

source: . Some database servers require
ar_arab: .بعض خوادم قاعدة البيانات تتطلّب

source: . That will modify <b>all frameworks</b> which is usually what you need, but you have been warned.
ar_arab: . هذا سيتم تعديله <b>كل إطارات العمل</b> التي غالبا ما تحتاجها,ولكن تم تحذيرك.

source: . User
ar_arab: . مستخدم

source: . We are pleased to inform you that the item you requested has now been ordered. It should arrive soon, at which time it will be processed for addition into the collection. You will be notified again when the book is available. If you have any questions, please email us at %s Thank you, %s
ar_arab: . يسرّنا أن نخبرك بأنّ المادة التي طلبتها الآن طلبت. ويجب ان تصل قريبا، في ذلك الوقت سيتم معالجتها لاضافتها إلى المجموعة. وسيتم إخطارك مرة ثانية عندما يتوافر الكتاب. إذا كان لديكم أي أسئلة، رجاءراسلنا بالبريد الإلكتروني على %s شكرا لكم, %s

source: . We are pleased to inform you that the item you requested is now part of the collection of the %s. If you have any questions, please email us at %s. Thank you, %s
ar_arab: . يسرّنا أن نخبرك بأنّ المادة التي طلبتها الآن جزء من مجموعة %s. إذا كان لديكم أي أسئلة، رجاء راسلنا بالبريد الإلكتروني على %s. شكرا لكم, %s

source: . You can try a different search or <a1>return to where you were before.</a>
ar_arab: . يمكنك تجربة بحث آخر أو<a1>العودة إلى حيث كنت.</a>

source: .&nbsp; Items can be added to orders in acquisitions. Item details are added upon recieving the item. Using the acquisitions module for adding items allows you to track the libraries spend against funds and budgets.
ar_arab: .&nbsp; النسخ يمكن إضافتها إلي أوامر التوريد في التزويد. تفاصيل النسخة يتم إضافتها عند إستلامها. إستخدم النظام الفرعي للتزويد لإضافة نسخ تسمح بتعقب مصروفات المكتبة في مقابل التمويل والميزانيات.

source: ... or...
ar_arab: ...أو...

source: ...and:
ar_arab: ...و:

source: ...to
ar_arab: ...إلى

source: /cgi-bin/koha/catalogue/search.pl?q=
ar_arab: /cgi-bin/كوها/الفهرس/بحث.pl?q=

source: /cgi-bin/koha/catalogue/search.pl?q=an:
ar_arab: /cgi-bin/كوها/الفهرس/بحث.pl?q=an:

source: /cgi-bin/koha/catalogue/search.pl?q=au:
ar_arab: /cgi-bin/كوها/الفهرس/بحث.pl?q=au:

source: /cgi-bin/koha/catalogue/search.pl?q=su:
ar_arab: /cgi-bin/كوها/الفهرس/بحث.pl?q=su:

source: /cgi-bin/koha/opac-detail.pl?biblionumber=
ar_arab: /cgi-bin/كوها/تفاصيل-الأوباك.pl?الرقم البيبلوجرافي=

source: /cgi-bin/koha/opac-search.pl?idx=su&amp;q=
ar_arab: /cgi-bin/كوها/بحث-الأوباك.pl?idx=su&amp;q=

source: /cgi-bin/koha/opac-search.pl?q=
ar_arab: /cgi-bin/كوها/بحث-الأوباك.pl?q=

source: /cgi-bin/koha/opac-search.pl?q=an:
ar_arab: /cgi-bin/كوها/بحث-الأوباك.pl?q=an:

source: /cgi-bin/koha/opac-search.pl?q=au:
ar_arab: /cgi-bin/كوها/بحث-الأوباك.pl?q=au:

source: 0 - No hierarchical relationship
ar_arab: 0 - لا توجد علاقة هرمية

source: 0 - no index
ar_arab: 0- لايوجد فهرس

source: 0 - not a festschrift
ar_arab: 0 - ليس كتابا تذكاريا

source: 0 =&gt; OPAC Intranet Editor !Collapsed
ar_arab: 0 =&gt; محرر الخط المباشر للأوباك !سقوط

source: 0 Checkouts
ar_arab: 0 إعارات

source: 0 Form of material
ar_arab: 0 شكل المادة

source: 0 Holds
ar_arab: 0 حجوزات

source: 0- No Index
ar_arab: 0- لايوجد فهرس

source: 0- Not a conference publication
ar_arab: 0- ليس مطبوع مؤتمر

source: 0- Not a festschrift
ar_arab: 0-ليس كتابا تذكاريا

source: 0- Not fiction
ar_arab: 0- غير أدبي

source: 0- not a conference publication
ar_arab: 0- ليس مطبوع مؤتمر

source: 0- unmodified record
ar_arab: 0- تسجيلة غير معدلة

source: 00-05- Date entered on file
ar_arab: 00-05-تم إدخال التاريخ إلى الملف

source: 000 - Leader
ar_arab: 000 - فاتح

source: 006 Fixed-length data elements--Additional material characteristics--General information
ar_arab: 006 عناصر البيانات ثابتة الطول--خصائص المادة الإضافية--معلومات عامة

source: 007 Physical description fixed field--General information
ar_arab: 007 الحقل الثابت للوصف المادي--معلومات عامة

source: 008 Fixed-length data elements
ar_arab: 008 عناصر البيانات ثابتة الطول

source: 008 Fixed-length data elements--General information
ar_arab: 008 عناصر البيانات ثابتة الطول--معلومات عامة

source: 01- ISO 646, IRV version (basic Latin set)
ar_arab: 01- ISO 646, IRV إصدار (اللاتينية الأساسية)

source: 01-04 Illustrations
ar_arab: 01-04 إيضاحات

source: 02- ISO Registration # 37 (basic Cyrillic set)
ar_arab: 02- ISO تسجيل # 37 (السيريلية الأساسية)

source: 03- ISO 5426 (extended Latin set)
ar_arab: 03- ISO 5426 (اللاتينية الموسعة)

source: 04- ISO 5427 (extended Cyrillic set)
ar_arab: 04- ISO 5427 (السيريلية الموسعة)

source: 05- ISO 5428 (Greek set)
ar_arab: 05- ISO 5428 (مجموعة يونانية)

source: 06- Direct or indirect geographic subdivision
ar_arab: 06- تقسيم جغرافي فرعي مباشر أو غير مباشر

source: 06- Form of an item
ar_arab: 06- شكل المادة

source: 06- ISO 6438 (African coded character set)
ar_arab: 06- ISO 6438 (مجموعة الأحرف الأفريقية المرمزة)

source: 06- Type of date / Publication Status
ar_arab: 06- نوع التاريخ / حالة النشر

source: 06/27/2008 Eating fractions / 502326000022 McMillan, Bruce.
ar_arab: 06/27/2008 كسور الأكل000022 McMillan, Bruce.

source: 07- ISO 10586 (Georgian set)
ar_arab: 07- ISO 10586 (مجموعة جورجية)

source: 07- ISO ISO 10586 (Georgian set)
ar_arab: 07- ISO ISO 10586 (مجموعة جورجية)

source: 07- Romanization scheme
ar_arab: 07- نظام الكتابة بالحروف اللاتينية

source: 07/08/2008 Creating drug-free schools and communities : 502326000054 Fox, C. Lynn.
ar_arab: 07/08/2008 إنشاء مدارس ومجتمعات خالية من المخدرات

source: 08- Language of catalog
ar_arab: 08- لغة الفهرس

source: 09- ISO 8957 (Hebrew set) Table 2
ar_arab: 09- ISO 8957 (العبرية) الجدول 2

source: 09- Kind of record
ar_arab: 09- نوع التسجيلة

source: 1 - Highest level record
ar_arab: 1 -تسجيلة أعلى مستوى

source: 1 - Sublevel 1 (not "item in hand")
ar_arab: 1 - المستوى الفرعي 1 (ليس"المادة في اليد")

source: 1 - festschrift
ar_arab: 1 - كتاب تذكاري

source: 1 - index present
ar_arab: 1 - الفهرس الحالي

source: 1 7/8 in. per second
ar_arab: 1 7/8بوصة. في الثانية

source: 1 =&gt; !OPAC Intranet Editor Collapsed
ar_arab: 1 =&gt; !Oسقوط محرر الخط المباشر للأوباك

source: 1 in.
ar_arab: 1 بوصة

source: 1- Conference publication
ar_arab: 1- مطبوع مؤتمر

source: 1- Festschrift
ar_arab: 1- كتاب تذكاري

source: 1- Fiction
ar_arab: 1- أدبي

source: 1- Full level, material not examined
ar_arab: 1- المستوى الكامل, لم يتم فحص المادة

source: 1- Index present
ar_arab: 1- الفهرس الحالي

source: 1- conference publication
ar_arab: 1- مطبوع مؤتمر

source: 1- modified record
ar_arab: 1- تسجيلة معدلة

source: 1-4 Record length
ar_arab: 1-4 طول التسجيلة

source: 1-4 Record size
ar_arab: 1-4 حجم التسجيلة

source: 1-5 Date entered on file (auto-filled)
ar_arab: 1-5التاريخ الذي تم إدخاله إلى الملف (ملئ آلي)

source: 1.4 m/sec(compact discs)
ar_arab: 1.4 m/sec(أقراص مضغوطة)

source: 1/ 2 months (6/year): Bi-monthly
ar_arab: 1/ 2 شهور(6/سنة): نصف شهريا

source: 1/ 2 weeks: Twice monthly (fortnightly)
ar_arab: 1/ 2 اسابيع: مرتين شهريا(نصف شهريا)

source: 1/ 2 years: Bi-annual
ar_arab: 1/ 2 سنوات: نصف سنويا

source: 1/ 3 months (1/quarter): Quarterly
ar_arab: 1/ 3 mشهور (1/ربع): ربع سنويا

source: 1/ 3 weeks: Tri-weekly
ar_arab: 1/ 3 أسابيع: كل ثلاثة أسابيع

source: 1/2 Months (6/year)
ar_arab: 1/2اسابيع (6/سنة)

source: 1/2 in.
ar_arab: 1/2 بوصة

source: 1/2 months (6/year)
ar_arab: 1/2 شهور(6/سنة)

source: 1/2 weeks
ar_arab: 1/2 أسابيع

source: 1/2 years
ar_arab: 1/2 سنوات
