Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Image:
ar_arab: w,vm:

source: Images
ar_arab: صور:

source: Images uploaded using this tool will appear on the menu when creating patron card layouts. You are limited in how many images you can upload (not counting patron images) by the ImageLimit system preference.
ar_arab: الصور التي تم تحميلها باستخدام هذه الأداة سوف تظهر على القائمة عند إنشاء تخطيطات بطاقة المستفيد. هناك عدد محدد للصور التي يمكنك تحميلها(دون حساب صور المستفيد) بواسطة التفضيلImageLimit

source: Import
ar_arab: استيراد

source: Import Patrons
ar_arab: استيراد المستيفدين

source: Import into the borrowers table
ar_arab: استورد إلى جدول المستعيرين

source: Import patron data
ar_arab: استيراد بيانات المستفيد

source: Import patrons
ar_arab: استيراد مستفيدين

source: Import results :
ar_arab: استيراد نتائج:

source: Import this batch into the catalog
ar_arab: استيراد هذه الدفعة إلى الفهرس

source: Import this biblio
ar_arab: استيراد هذه التسجيلة البيبلوجرافية

source: Important: If you want Koha to trigger an action (send a letter or debar member), a delay value is required.
ar_arab: هام: إذا كنت ترغب أن يقوم كوها بإطلاق حدث (إرسال خطاب أو رقم حظر)، قيمة التأخير مطلوبة

source: Important: These rules should not be used for Advanced Notices. Advanced Notices should be set using the Enhanched Messaging Preferences on the Patron Profile.
ar_arab: هام: لا يجب استخدام هذه القواعد للإخطارات المتقدمة. يجب ضبط الإخطارات المتقدمة باستخدام تفضيلات الإرسال المحسن في ملف المستفيد الشخصي

source: Importing records into Koha includes two steps. The first is to stage records for import.
ar_arab: استيراد التسجيلات إلى كوها يشمل خطوتين. الأولى هي تنظيم التسجيلات للاستيراد.

source: In 'First issue publication' you want to enter the the date of the issue you have in your hand, the date from which the prediction pattern will start
ar_arab: في "نشر الإصدار الأول" يجب غدخال تاريخ الإصدار الموجود لديك، التاريخ الذي سوف يبدأ منه نمط التوقع

source: In 'Total Current Checkouts Allowed' enter the total number of items patrons can have checked out at one time
ar_arab: في " إجمالي الإعارات الحالية المسموح بها" أدخل عدد المواد التي يمكن للمستفيد استعارتها مرة واحدة

source: In Koha this typically means that the Koha team is working on new features
ar_arab: في كوها هذا يعني نموذجيا بأنّ فريق كوها يعمل على الميزات الجديدة

source: In Use
ar_arab: قيد الاستخدام

source: In addition to overdue fines, replacement costs for lost items, account management fees and other library specific fees will show on the account
ar_arab: بالإضافة إلى غرامات التأخير، تكاليف البدل للمواد المفقودة، رسوم إدارة الحساب ورسوم المكتبة المحددة الأخرى سوف تظهر في الحساب

source: In order to claim missing and late issues you need to enter vendor information
ar_arab: من أجل المطالبة بالأعداد المفقودة والمتأخرة تحتاج لإدخال معلومات المزود

source: In order to have overdue notices sent to your patrons, you need to set that patron category to require overdue notices.
ar_arab: من أجل إرسال إخطارات المتأخرات إلى مستفيديك، تحتاج إلى ضبط فئة المستفيد إلى تتطلب إخطارات تأخير.

source: In order to send the overdue notices that you defined using the Notices tool, you need to first set the triggers to have these messages.
ar_arab: من أجل إرسال إخطارات التأخير التي قمت بتعريفها باستخدام أداة الإخطارات، تحتاج أولا إلى ضبط المحفزات للحصول على هذه الرسائل

source: In order to show the barcode and the patron card number you will need to check the 'Print Card Number as Barcode' option. This will turn the patron card number into a barcode. If you want the number to print in human readable format you will need to check the 'Print Card Number as Text Under Barcode' option.
ar_arab: لعرض الباركود ورقم بطاقة المستفيد يجب عليك تحديد خيار 'اطبع رقم البطاقة كباركود' . سوف يحول ذلك رقم بطاقة المستفيد إلى باركود. إذا أردت طباعة الرقم بتنسيق يمكن قراءته يجب عليك تحديد خيار 'اطبع رقم البطاقة كنص أدنى الباركود' .

source: In the 'Rollover at' field, enter the last issue number before the volume number changes
ar_arab: في حقل 'تمديد في' , أدخل رقم آخر إصدار قبل تغيير رقم المجلد

source: In the Email filed enter the email of the person you want to receive your report
ar_arab: في حقل البريد الالكتروني أدخل البريد الالكتروني للشخص الذي تريد أن يستلم تقريرك

source: In the biblio framework, the reported tag
ar_arab: في إطار البيانات البيبلوجرافية، الراس المذكورة

source: In the description enter the reason the library is closed
ar_arab: في الوصف أدخل سبب إغلاق المكتبة

source: In the form above you will note that there is now an option to 'Generate an exception for this repeated holiday,' choosing this option will allow you to make it so that this date is not closed even though the library is usually closed on this date.
ar_arab: في الشكل أعلاه سوف تلاحظ أن هناك خيار ل 'إنتاج استثناء للعطلة المتكررة,'اختيار هذا الخيار سوف يسمح لك بالقيام به ليكون هذا التاريخ غير مغلق حتى إذا كانت المكتبة بالفعل مغلقة في هذا التاريخ.

source: In the form that appears above the calendar, enter the closing information
ar_arab: في الشكل الذي يظهر أعلى النتيجة، أدخل معلومات الإغلاق

source: In the future, this features will be expanded to allow new filing rules to be created (defined) on the fly. In other words, in addition to choosing from a static sorting routine or filing rule, you will be able to actually to define new ones.
ar_arab: في المستقبل, سيتم تمديد هذه الخصائص للسماح بإنشاء قواعد تسجيل جديدة(تعريف) على الطاير. بصيغة أخرى بالإضافة إلى اختيار روتين فرز ثابت أو قاعدة تسجيل, ستتمكن من تعريف أخرى جديدة بالفعل

source: In the online catalog: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s Items :
ar_arab: في الفهرس على الانترنت: %s/cgi-bin/koha/opac-detail.pl?biblionumber=%s مواد:

source: In the pop up window, specify the file you wish to upload and click the &ldquo;Upload file&rdquo; button.
ar_arab: في النافذة المنبثقة, حدد الملف الذي ترغب في تحميله وانقر زر &ldquo;تحميل الملف&rdquo;

source: In this screen, you can see subscription detail, and modify it if you need.
ar_arab: في هذه الشاشة، يمكنك رؤية تفاصيل الاشتراك، وتعديلها عند الحاجة.

source: In transit from %s, to %s, since %s
ar_arab: في النقل من %s, إلى %s, منذ %s

source: Inactive
ar_arab: خامل

source: Include any notes that you may want to record for internal purposes.
ar_arab: إدارج اي ملاحظات قد ترغب في تسجيلها لأغراض داخلية.

source: Include expired subscriptions:
ar_arab: شامل الاشتراكات المنتهية:

source: Include tax
ar_arab: شامل الضريبة

source: Incomplete contents:
ar_arab: محتويات غير كاملة:

source: Independent Branches and Autolocation are switched on and you are logging in with an IP address that doesn't match your branch.
ar_arab: الفروع المستقلة وAutolocation يتم تشغيلها وأنت تسجل الدخول باستخدام عنوان آي بي الذى لا يطابق فرعك

source: Index availability code
ar_arab: رمز إتاحة الفهرس

source: Index indicator
ar_arab: مؤشر الفهرس

source: Indexed in:
ar_arab: مفهرس في:

source: Indexes
ar_arab: فهارس

source: India ink
ar_arab: حبر الهند

source: Individual Libraries:
ar_arab: مكتبات فردية:

source: Info
ar_arab: معلومات

source: Info:
ar_arab: معلومات:

source: Information
ar_arab: معلومات

source: Initial word
ar_arab: كلمة ابتدائية

source: Initials:
ar_arab: حروف أولية:

source: Inner Counter
ar_arab: المكتب الداخلي

source: Insert
ar_arab: إدخال

source: Installation complete.
ar_arab: تم اكتمال التثبيت

source: Insufficient privileges.
ar_arab: ميزات غير كافية

source: Integer
ar_arab: عدد صحيح

source: Internal note
ar_arab: ملاحظة داخلية

source: Internal note:
ar_arab: ملاحظة داخلية:

source: Internal note: %s
ar_arab: ملاحظة داخلية: %s

source: Internationalization and Localization
ar_arab: تدويل و أقلمة

source: Into an application
ar_arab: إلى تطبيق

source: Into an application:
ar_arab: إلى تطبيق:

source: Invalid authority type
ar_arab: نوع استناد غير صحيح

source: Invalid username or password
ar_arab: لقب أو كلمة سر غير صحيحة

source: Inventory
ar_arab: المخزون

source: Inventory date:
ar_arab: تاريخ المخزون:

source: Inventory/Stocktaking
ar_arab: جرد/جرد

source: Inventory/stocktaking
ar_arab: جرد/جرد

source: Invoice
ar_arab: فاتورة

source: Invoice %s
ar_arab: فاتورة %s

source: Invoice Amount
ar_arab: مبلغ الفاتورة

source: Invoice Item Price Includes Tax:
ar_arab: فاتورة سعر المادة تشمل الضريبة:

source: Invoice Number
ar_arab: رقم الفاتورة:

source: Invoice Prices are
ar_arab: أسعار فاتورة:

source: Invoice Prices are:
ar_arab: أسعار فاتورة:

source: Invoice number
ar_arab: رقم الفاتورة

source: Invoice number reverse
ar_arab: عكس رقم الفاتورة

source: Invoice number:
ar_arab: رقم الفاتورة:

source: Invoice prices:
ar_arab: اشعار الفتورة:

source: Irregular
ar_arab: غير منتظم

source: Irregular: The journal is not "regular" but has a periodicity. You know that it comes out on January, then in October and December, it is irregular, but you know when it's going to arrive.
ar_arab: غير منتظم: الدورية غير"منتظمة"ولكن له تواتر.أنت تعلم أنه سيصدر في يناير, ثم في أكتوبر وديسمبر, هو غير منتظم,ولكنك تعلم متى سيصدر.

source: Irregularity:
ar_arab: عدم انتظام:

source: Is a URL:
ar_arab: هو URL:

source: Is a linking field : Select this if you want to use this field for linking other authorities to this authority. The kohafield should be set to auth_header.linkid in this subfield(preferred) or any other subfield in this field :
ar_arab: هو حقل ربط: قم بتحديد هذا إذا كنت تريد استخدام هذا الحقل لربط استنادات أخرى بهذا الاستناد. يجب ضبط حقل كوها إلى auth_header.linkid في الحقل الفرعي(المفضل) أو أي حقل فرعي آخر في هذا الحقل :

source: Is highly scalable (can scale to tens of millions of bibliographic records. Examples of Zebra Koha installations include: http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl or http://www.mediathequeouestprovence.fr/)
ar_arab: هو شديد التحجيم(يمكن تحجيمه إلى عشرات الملايين من التسجيلات البيبلوجرافية.أمثلة من تثبيتات كوها زيبرا تشمل: http://catalog.ccfls.org/cgi-bin/koha/opac-main.pl أوhttp://www.mediathequeouestprovence.fr/)

source: Is it the last open date for the checkout branch? Is it today's date minus one? Can the dropbox checkin date be set? If the library is closed for four days for repairs, for example, there would be more than one day needed for the dropbox date.
ar_arab: هل هذا آخر تاريخ فتح لفرع الإعارة? هل هو تاريخ اليوم سالب واحد? هل يمكن ضبط تاريخ رد المربعات المنسدلة? إذا كانت المكتبة مغلقة لمدة أربعة أيام للإصلاحات, على سبيل المثال, سيكون هناك حاجة لأكثر من يوم واحد لتاريخ المربع المنسدل.

source: Is there a repository for reports?
ar_arab: هل هناك مستودع للتقارير؟

source: Is there a way to run this tool automatically?
ar_arab: هل توجد طريقة لتشغيل هذه الأداة آليا؟

source: Is this a duplicate of <a1>%s</a>?
ar_arab: هي هذا تكرار لـ<a1>%s</a>?

source: Issue
ar_arab: إصدار

source: Issue #
ar_arab: إصدار #

source: Issue %S
ar_arab: إصدار %S

source: Issue History
ar_arab: تاريخ الإصدار

source: Issue date
ar_arab: موعد الإصدار

source: Issue number
ar_arab: رقم الإصدار

source: Issue:
ar_arab: إصدار:

source: Issues can be marked as received from several locations. To find a subscription, use the search box at the top of the Serials page to search for the serial you'd like to receive issues for.
ar_arab: يمكن تحديد الإصدارات مستلمة من عدة مواقع. للعثور على اشتراك, استخدم مربع البحث أعلى صفحة الدوريات للبحث عن الدورية التي ترغب في استلام إصدارات منها.

source: Issues summary
ar_arab: ملخص الإصدارات

source: Issuing library
ar_arab: مكتبة الإصدار

source: Issuing rules are set for item types (and for patron types / libraries)
ar_arab: قواعد الاصدار تم ضبطها ل انواع المادة ولانواع المستعيرين /الفروع)

source: Istanbul, Turkey
ar_arab: اسطنبول، تركيا

source: It began on <b>%s</b> and is issued every <b>
ar_arab: بدأ فى <b> %s </b>ويصدر كلّ <b>

source: It has <b>%s</b> entries.
ar_arab: له <b> %s </b> مداخل.

source: It is a good idea to be selective in choosing servers. Defining more than five or six checked servers may slow down your Z39.50 search results, even if they are queried all together.
ar_arab: إنها فكرة جيدة أن تكون إنتقائي في إختيار الخوادم. تعريف أكثر من خمسة أو ستة خوادم تم فحصها قد تبطئ نتيجة بحث Z39.50 الخاص بك، حتى إذا كانوا مسؤولين معا.

source: It is highly advisable that you get in the habit of checking the catalog first before placing an order for a new item. This saves unnecessary duplicate bibliographic records in your database and any need to merge/deduplicate records.
ar_arab: من المستحسن ان تقوم فى العادة بالتحقق من الفهرس اولا قبل طلب المادة الجديدة. وهذا يحفظ تسجلات ببليوجرافية مكررة غير ضرورية في قاعدةِ بياناتك وأي حاجة لدمج /deduplicate سجلات.

source: It will also add these values to the pull down on the manage suggestions page
ar_arab: سوف يضيف أيضا هذه القيم إلى القائمة المنسدلة في صفحة أدر المقترحات

source: Italiano (Italian)
ar_arab: الإيطالية (الإيطالية)

source: Item
ar_arab: مادة

source: Item %s
ar_arab: مادة %s

source: Item ( %s ) checked out to %s. Check in and check out?
ar_arab: المادة( %s ) تمت إعارتها إلى %s. الإعارة والرد?

source: Item Barcode
ar_arab: باركود المادة

source: Item Barcode:
ar_arab: باركود المادة:

source: Item Call Number
ar_arab: رقم طلب المادة

source: Item Callnumber:
ar_arab: رقم طلب المادة:

source: Item Checked out
ar_arab: تمت إعارة المادة

source: Item Circulation Alerts
ar_arab: تنبيهات إعارة المادة

source: Item Consigned:
ar_arab: تم إيداع المادة:

source: Item Count
ar_arab: عدد المواد

source: Item Details
ar_arab: تفاصيل المادة

source: Item Hold Policies
ar_arab: سياسات حجز المادة

source: Item Id's file
ar_arab: ملف معرّف المادة

source: Item Information
ar_arab: معلومات المادة

source: Item Location (items.location) is
ar_arab: موقع المادة (مواد.موقع)هو

source: Item Number:
ar_arab: رقم المادة:

source: Item Status
ar_arab: حالة المادة:

source: Item Type
ar_arab: نوع المادة

source: Item Type:
ar_arab: نوع المادة:

source: Item Types Administration
ar_arab: إدارة انواع المادة

source: Item being transfered to <b> %s</b>
ar_arab: سيتم نقل المادة ل <b> %s</b>

source: Item callnumber between:
ar_arab: رقم طلب المادة بين:

source: Item circulation alerts
ar_arab: تنبيهات إعارة المادة

source: Item has a waiting hold
ar_arab: للمادة حجز في الانتظار

source: Item has been withdrawn
ar_arab: تم سحب المادة

source: Item hasn't been transfered yet from %s
ar_arab: المادة لم يتم نقلها بعد من %s

source: Item is
ar_arab: المادة هي

source: Item is already at destination library.
ar_arab: المادة بالفعل في المكتبة المرسلة إليها.

source: Item is checked out
ar_arab: المادة معارة

source: Item is consigned for %s
ar_arab: مادة مخصصة ل%s

source: Item is currently checked out to this patron. Renew?
ar_arab: المادة معارة حاليا إلى هذا المستفيد. تجديد؟

source: Item is marked waiting at %s for %s (<a1>%s</a>).
ar_arab: تم تحديد المادة في الإنتظار %s ل %s (<a1>%s</a>).

source: Item is normally not for loan. Check out anyway?
ar_arab: المادة ليست للإعارة في العادة. إعارتها على أي حال؟

source: Item is on hold for %s
ar_arab: المادة في الحجز ل %s

source: Item is restricted
ar_arab: المادة محظورة

source: Item is withdrawn.
ar_arab: المادة مسحوبة

source: Item level holds are available by checking the box next to a particular item
ar_arab: الحجوزات على مستوى المادة متاحة بتحديد المربع بجانب مادة محددة

source: Item not for loan
ar_arab: المادة ليست للإعارة

source: Item processing:
ar_arab: معالجة المادة:

source: Item should now be waiting at library: %s
ar_arab: يجب أن تكون المادة في الانتظار الآن في المكتبة: %s

source: Item statuses:
ar_arab: حالات المادة:

source: Item tag
ar_arab: راس المادة

source: Item type
ar_arab: نوع المادة

source: Item type images are disabled. To enable them, turn off the <a1>noItemTypeImages system preference</a>
ar_arab: تم إيقاف صور نوع المادة. لتفعيلها,قم بإيقاف <a1>noItemTypeImages تفضيل النظام</a>

source: Item type:
ar_arab: نوع المادة:

source: Item types
ar_arab: أنواع المادة

source: Item types are useful for many things, and
ar_arab: أنواع المادة مفيدة للعديد من الأشياء، و

source: Item types management
ar_arab: إدارة أنواع المادة

source: Item waiting at <b> %s</b>
ar_arab: المادة في الانتظار في <b> %s</b>

source: Item was lost, now found.
ar_arab: المادة كانت مفقودة، تم العثور عليها الآن.

source: Item was on loan to <a1> %s %s (%s)</a> and has been returned.
ar_arab: المادة كانت في الإعارة إلى <a1> %s %s (%s)</a> وتمت إعادتها

source: Item with barcode '%s' Added Succesfully!
ar_arab: المادة ذات الباركود'%s' تمت إضافتها بنجاح!

source: Item with barcode '%s' Removed Succesfully!
ar_arab: المادة ذات الباركود'%s' تم حذفها بنجاح!

source: Item(s)
ar_arab: مادة (مواد)

source: Item:
ar_arab: مادة:

source: Itemnumber
ar_arab: رقم المادة

source: Items
ar_arab: المواد

source: Items <a1>Sort</a>
ar_arab: المواد <a1>ترتيب</a>

source: Items Available
ar_arab: المواد المتاحة

source: Items Checked Out
ar_arab: المواد المعارة

source: Items In This Collection
ar_arab: المواد في هذه المجموعة

source: Items Needed
ar_arab: المواد اللازمة

source: Items expected
ar_arab: المواد المتوقعة

source: Items for %s
ar_arab: المواد لـ %s

source: Items in batch number %s
ar_arab: عدد المواد في المجموعة %s

source: Items lost
ar_arab: المواد الضائعة

source: Items not checked out
ar_arab: مواد ليست في الإعارة

source: Items on Reserve
ar_arab: المواد في الحجز

source: Items to be Printed for Batch %s (%s items)
ar_arab: المواد الّتي ستطبع للدفعة %s (%s مواد)

source: Items with no checkouts
ar_arab: مواد بدون إعارات

source: Itemtype
ar_arab: نوع مادة

source: Itemtype missing
ar_arab: نوع المادة مفقود

source: Itemtype:
ar_arab: نوع مادة:

source: Itemtypes
ar_arab: أنواع المادة

source: Itype <a1>Sort</a>
ar_arab: نوع <a1>ترتيب</a>

source: James Winter
ar_arab: جيمس وينتر

source: Jane Wagner
ar_arab: جاين واجنر

source: January
ar_arab: يناير

source: Jesse Weaver
ar_arab: جيسي ويفر

source: Jo Ransom
ar_arab: جو رانسوم

source: Job progress:
ar_arab: تقدم الوظيفة:

source: Jobs already entered
ar_arab: تم إدخال الوظائف بالفعل

source: Joshua Ferraro
ar_arab: جوشوا فيرارو

source: Julianehaab, Greenland
ar_arab: جوليانيهاب، جرينلاند

source: July
ar_arab: يوليو

source: June
ar_arab: يونية

source: Juvenile
ar_arab: حدث

source: KOHA
ar_arab: كوها

source: KOHA : INTRANET : Catalogue
ar_arab: كوها :الخط المباشر : الفهرس

source: KOHA: INTRANET: Catalog
ar_arab: كوها :الخط المباشر : الفهرس

source: KOHA:_Labs Thesis Selection plugin
ar_arab: كوها:_البرنامج المساعد لإختبار إختيار الأطروحات

source: Karen Myers
ar_arab: كارين مايرز

source: Katipo Communications
ar_arab: كاتيبو للاتصالات

source: Keyword
ar_arab: كلمة مفتاحية

source: Keyword to MARC Mapping
ar_arab: كلمة مفتاحية لتخطيط مارك

source: Keyword:
ar_arab: كلمة مفتاحية:

source: Keywords to MARC mapping
ar_arab: كلمة مفتاحية لتخطيط مارك

source: Kilometres
ar_arab: كيلومترات

source: Kind of cutting:
ar_arab: نوع القطع:

source: Kind of disc, cylinder or tape:
ar_arab: نوع القرص، الاسطوانة أو الشريط:

source: Kind of film stock or print
ar_arab: نوعا من تخزين الفيلم أو الطبع

source: Kind of material:
ar_arab: نوع المادة:

source: Kind of sound for moving images
ar_arab: نوع الصوت للصور المتحركة

source: Kind of sound:
ar_arab: نوع الصوت:

source: Kit
ar_arab: عدة

source: Kits
ar_arab: عدد

source: Koha
ar_arab: كوها

source: Koha &rsaquo;
ar_arab: كوها &rsaquo;

source: Koha &rsaquo; %s merge
ar_arab: كوها &rsaquo; %s دمج

source: Koha &rsaquo; About Koha
ar_arab: كوها &rsaquo; عن كوها

source: Koha &rsaquo; Acquisitions
ar_arab: كوها &rsaquo; التزويد

source: Koha &rsaquo; Acquisitions &rsaquo;
ar_arab: كوها &rsaquo; التزويد &rsaquo;

source: Koha &rsaquo; Acquisitions &rsaquo; Add order from a suggestion
ar_arab: كوها &rsaquo;التزويد &rsaquo; أضف طلب من اقتراح

source: Koha &rsaquo; Acquisitions &rsaquo; Budgets and Funds: Spent
ar_arab: كوها &rsaquo; التزويد &rsaquo;التمويلات والميزانيات: المستهلك

source: Koha &rsaquo; Acquisitions &rsaquo; Funds
ar_arab: كوها &rsaquo; التزويد &rsaquo; التمويلات

source: Koha &rsaquo; Acquisitions &rsaquo; Late orders
ar_arab: كوها &rsaquo; التزويد &rsaquo; الطلبات المتأخّرة

source: Koha &rsaquo; Acquisitions &rsaquo; Order Staged MARC Records
ar_arab: كوها &rsaquo; التزويد&rsaquo; طلب تسجيلات مارك منظمة

source: Koha &rsaquo; Acquisitions &rsaquo; Receipt summary for : %s
ar_arab: كوها &rsaquo; التزويد &rsaquo;خلاصة إستلام ل : %s

source: Koha &rsaquo; Acquisitions &rsaquo; Receive shipment from vendor %s
ar_arab: كوها &rsaquo; تزويد &rsaquo; إستلام الشحن من المورد %s

source: Koha &rsaquo; Acquisitions &rsaquo; Search Existing Records
ar_arab: كوها &rsaquo; التزويد &rsaquo; إبحث التسجيلات الموجودة

source: Koha &rsaquo; Acquisitions &rsaquo; Shopping Basket %s &rsaquo;
ar_arab: كوها &rsaquo;التزويد &rsaquo; سلة التسوق %s &rsaquo;

source: Koha &rsaquo; Acquisitions &rsaquo; Suggestions Management
ar_arab: كوها &rsaquo; تزويد &rsaquo;إدارة الإقتراحات

source: Koha &rsaquo; Acquisitions &rsaquo; Z39.50 Search Results
ar_arab: كوها &rsaquo; التزويد &rsaquo; Z39.50 نتائج بحث

source: Koha &rsaquo; Add to List
ar_arab: كوها &rsaquo; أضف إلى القائمة

source: Koha &rsaquo; Administration
ar_arab: كوها &rsaquo;الادارة

source: Koha &rsaquo; Administration &rsaquo;
ar_arab: كوها &rsaquo; الادارة &rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Authority MARC framework
ar_arab: كوها &rsaquo;الادارة &rsaquo; إطار بيانات مارك للإستناد

source: Koha &rsaquo; Administration &rsaquo; Authority MARC subfield structure
ar_arab: كوها &rsaquo;الادارة &rsaquo; بنيه الحقل الفرعى لبيانات مارك للإستناد

source: Koha &rsaquo; Administration &rsaquo; Authority Types
ar_arab: كوها &rsaquo; الإدارة &rsaquo; أنواع الاستناد

source: Koha &rsaquo; Administration &rsaquo; Authorized Values
ar_arab: كوها &rsaquo; الإدارة &rsaquo; قيم الاستناد

source: Koha &rsaquo; Administration &rsaquo; Budgets
ar_arab: كوها&rsaquo; الإدارة &rsaquo; الميزانيات

source: Koha &rsaquo; Administration &rsaquo; Classification Sources
ar_arab: كوها &rsaquo;الادارة &rsaquo;مصادر التصنيف

source: Koha &rsaquo; Administration &rsaquo; Contracts &rsaquo;
ar_arab: كوها &rsaquo; الإدارة &rsaquo; العقود &rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Currencies &amp; Exchange Rates &rsaquo;
ar_arab: كوها &rsaquo; الإدارة &rsaquo; العملات&amp; أسعار الصرف&rsaquo;

source: Koha &rsaquo; Administration &rsaquo; Funds
ar_arab: كوها &rsaquo; الإدارة &rsaquo; التمويلات

source: Koha &rsaquo; Administration &rsaquo; Funds and Budgets
ar_arab: كوها &rsaquo;الادارة &rsaquo;التمويل والميزانية

source: Koha &rsaquo; Administration &rsaquo; Issuing Rules
ar_arab: كوها &rsaquo;الادارة &rsaquo;قواعد الاصدار

source: Koha &rsaquo; Administration &rsaquo; Issuing Rules &rsaquo; Clone Issuing Rules
ar_arab: كوها &rsaquo; الإدارة&rsaquo; قواعد الإصدار &rsaquo; استنساخ قواعد الإصدار

source: Koha &rsaquo; Administration &rsaquo; Item Circulation Alerts
ar_arab: كوها &rsaquo; الإدارة &rsaquo; تنبيهات إعارة المادة

source: Koha &rsaquo; Administration &rsaquo; Item Types
ar_arab: كوها &rsaquo;الادارة &rsaquo; أنواع المادة

source: Koha &rsaquo; Administration &rsaquo; Keyword to MARC Mapping
ar_arab: كوها &rsaquo; الإدارة &rsaquo; كلمة مفتاحية إلى تخطيط كوها لمارك

source: Koha &rsaquo; Administration &rsaquo; Libraries and Groups
ar_arab: كوها &rsaquo; الإدارة &rsaquo; المكتبات والمجموعات

source: Koha &rsaquo; Administration &rsaquo; Library Checkin and Transfer Policy
ar_arab: كوها &rsaquo; الإدارة &rsaquo; سياسة المكتبة للرد والنقل

source: Koha &rsaquo; Administration &rsaquo; MARC Check
ar_arab: كوها&rsaquo; الإدارة &rsaquo; فحص مارك

source: Koha &rsaquo; Administration &rsaquo; MARC Frameworks
ar_arab: كوها &rsaquo; الإدارة &rsaquo;إطارات مارك

source: Koha &rsaquo; Administration &rsaquo; Patron Attribute Types
ar_arab: كوها &rsaquo; الإدارة &rsaquo; أنواع سمة المستفيد

source: Koha &rsaquo; Administration &rsaquo; Patron Categories &rsaquo;
ar_arab: كوها &rsaquo; الإدارة &rsaquo; فئات المسنفيد &rsaquo;
