Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: 1/3 in. (8 mm)
ar_arab: 1/3بوصة (8 مليمتر)

source: 1/3 months (1/quarter)
ar_arab: 1/3شهور (1/ربع)

source: 1/3 weeks
ar_arab: 1/3 اسابيع

source: 1/4 in.
ar_arab: 1/4 بوصة

source: 1/8 in.
ar_arab: 1/8بوصة

source: 1/Month
ar_arab: 1/شهر

source: 1/day
ar_arab: 1/يوم

source: 1/day: Daily
ar_arab: 1/يوم: يوميا

source: 1/month
ar_arab: 1/شهر

source: 1/month: Monthly
ar_arab: 1/شهر: شهريا

source: 1/quarter
ar_arab: 1/ربع

source: 1/quarter (seasonal)
ar_arab: 1/ربع (موسمي)

source: 1/quarter (seasonal) : Quarterly related to seasons (ie. Summer, Autumn, Winter, Spring)
ar_arab: 1/ربع (موسمي) : ربعيا مرتبط بفصول السنة (أي. الصيف, الخريف,الشتاء, الربيع)

source: 1/week
ar_arab: 1/اسبوع

source: 1/week: Weekly
ar_arab: 1/اسبوع: أسبوعيا

source: 1/year
ar_arab: 1/سنة

source: 1/year: Annual
ar_arab: 1/سنة: سنويا

source: 10 cm x 6.3 cm or 3 in. 7/8 x 2 in. 1/2
ar_arab: 10 سم x 6.3 سم أو 3 بوصة 7/8 x 2بوصة. 1/2

source: 10- Descriptive cataloging rules
ar_arab: 10- قواعد الفهرسة الوصفية

source: 10-16 indicator/subfields/size
ar_arab: 10-16 مؤشر/الحقول الفرعية/حجم

source: 105 mm (microfilm)
ar_arab: 105 مم (ميكروفيلم)

source: 10; url=/cgi-bin/koha/mainpage.pl
ar_arab: 10; url=/cgi-bin/koha/صفحة رئيسية.pl

source: 11- Government Publication
ar_arab: 11- منشور حكومى

source: 11- ISO 5426-2 (Latin characters used in minor European languages and obsolete typography)
ar_arab: 11- ISO 5426-2 ( حوف لاتينية مستخدمة في لغات أوربية قليلة وطباعة بالية)

source: 11- Subject heading system/thesaurus
ar_arab: نظام رؤوس الموضوعات /قاموس

source: 11-14 Date2 / ending date of publication
ar_arab: 11-14 تاريخ2 / تاريخ انتهاء النشر

source: 12 cm or 4 in. 3/4
ar_arab: 12سم أو 4بوصة. 3/4

source: 12- Conference publication
ar_arab: 12-مطبوع مؤتمر

source: 12- Type of series
ar_arab: 12- نوع السلسلة

source: 12.7 cm or 5 in.
ar_arab: 12.7 سم أو 5 بوصة

source: 13- Festschrift
ar_arab: 13- كتاب تذكاري

source: 13- Numbered or unnumbered series
ar_arab: 13- سلاسل مرقمة أو غير مرقمة

source: 13.2 cm x 9.7 cm or 5 in. 1/4 x 3 in. 7/8
ar_arab: 13.2 سم x 9.7 سم أو5بوصة 1/4 x 3بوصة. 7/8

source: 14- Heading use--main or added entry
ar_arab: 14- إستخدام الرأس--مدخل أساسي أو إضافي

source: 14- Index
ar_arab: 14- الفهرس

source: 15 Undefined
ar_arab: 15 غير محدد

source: 15 in. per second
ar_arab: 15 بوصة. في الثانية

source: 15- Heading use--subject added entry
ar_arab: 15- إستخدام الرأس--مدخل الموضوع الإضافي

source: 15-17 Place of publication, production, or execution
ar_arab: 15-17 مكان النشر، إنتاج, أو التنفيذ

source: 15/16 in. per second
ar_arab: 15/16بوصة. في الثانية

source: 16 mm (microfilm)
ar_arab: 16 مم (ميكروفيلم)

source: 16- Heading use--series added entry
ar_arab: 16- إستخدام الرأس--مدخل السلسلة الإضافي

source: 16- Literary form
ar_arab: 16- الشكل الأدبى

source: 17- Biography
ar_arab: 17- سيرة ذاتية

source: 17- Encoding
ar_arab: 17- ترميز

source: 17- Encoding level
ar_arab: 17- مستوى الترميز

source: 17- Type of subject subdivision
ar_arab: 17- نوع التقسيم الفرعي للموضوع

source: 17.78 cm or 7 in.
ar_arab: 17.78 سم او 7 بوصة

source: 18 - Descriptive cataloging form
ar_arab: 18 - شكل الفهرسة الوصفي

source: 18- Descriptive cataloging form
ar_arab: 18 - شكل الفهرسة الوصفي

source: 18-19 Undefined
ar_arab: 18-19 غير معرف

source: 18-21 Illustrations
ar_arab: 18-21 توضيحات

source: 18-27 Undefined character positions
ar_arab: 18-27 موقع الحروف غير محدد

source: 19 - Linked record requirement
ar_arab: 19 - متطلبات السجل المرتبط

source: 19 - Multipart resource record level
ar_arab: 19 - مستوى التسجيلة ذات المصدر متعدد الأجزاء

source: 19-24 Entry map &amp; lengths
ar_arab: 19-24 خريطة وأطوال المدخل

source: 2 - Less-than-full level, material not examined
ar_arab: 2 - أقل-من-المستوى الكامل, مادة غير مفحوصة

source: 2 - Record below highest level (all levels below)
ar_arab: 2 - التسجيلة أدنى المستوى الأعلى(كل المستويات أدناه)

source: 2 - Sublevel 2. The record is a prepublication (Cataloguing In Publication) record
ar_arab: 2 - المستوى الفرعي2. التسجيلة ما قبل النشر(الفهرسة في النشر) تسجيلة

source: 2 =&gt; !OPAC !Intranet Editor !Collapsed
ar_arab: 2 =&gt; !الأوباك !محرر الخط المباشرr !سقوط

source: 2 colour, single strip
ar_arab: 2 لون, شريط مفرد

source: 2 in.
ar_arab: 2 بوصة

source: 2 months
ar_arab: 2 شهور

source: 2 quarters
ar_arab: 2 ربع

source: 2 strip colour
ar_arab: 2 لون الشريط

source: 2 weeks
ar_arab: 2 أسابيع

source: 2 years
ar_arab: 2 سنوات

source: 2-dimensional
ar_arab: 2-الأبعاد

source: 2/day
ar_arab: 2/يوم

source: 2/day: Twice daily
ar_arab: 2/يوم: مرتين يوميا

source: 2/year
ar_arab: 2/سنة

source: 2/year: Half yearly
ar_arab: 2/سنة: نصف سنويا

source: 2/years
ar_arab: 2/سنوات

source: 20-24 entry map &amp; lengths
ar_arab: 20-24 مدخل خريطة وأطوال

source: 22- Target Audience
ar_arab: 22- الجمهور المستهدف

source: 23- Form of an item
ar_arab: 23- شكل مادة

source: 24-27 Nature of contents
ar_arab: 24-27 طبيعة المحتويات

source: 25.4 cm or 10 in.
ar_arab: 25.4 سـم أو 10 بوصة

source: 28- Government Publication
ar_arab: 28- مطبوع حكومي

source: 28- Type of government agency
ar_arab: 28- نوع الوكالة الحكومية

source: 29- Conference publication
ar_arab: 29- مطبوع مؤتمر

source: 29- Reference evaluation
ar_arab: 29- تقييم المرجع

source: 3 - Sublevel 3. Incomplete record
ar_arab: 3 -المستوى الفرعي 3. تسجيلة غير مكتملة

source: 3 3/4 in. per second
ar_arab: 3 3/4 بوصة في الثانية

source: 3 =&gt; !OPAC !Intranet Editor Collapsed
ar_arab: 3 =&gt; !الأوباك !سقوط محرر الخط المباشر

source: 3 layer colour
ar_arab: 3 لون الطبقة

source: 3 months
ar_arab: 3 شهور

source: 3 strip colour
ar_arab: 3 لون الشريط

source: 3 weeks
ar_arab: 3 أسابيع

source: 3- Abbreviated level
ar_arab: 3- المستوى المختصر

source: 3/week
ar_arab: 3/اسبوع

source: 3/week: Three times a week
ar_arab: 3/أسبوع: ثلاث مرات أسبوعيا

source: 30 Undefined character position
ar_arab: 30 موقع حروف غير معرف

source: 30 in. per second
ar_arab: 30بوصة في الثانية

source: 30,48 cm or 12 in.
ar_arab: 30,48 سـم أو 12 بوصة

source: 30- Festschrift
ar_arab: 30- كتاب تذكاري

source: 31- Index
ar_arab: 31- الفهرس

source: 31- Record update in process
ar_arab: 31- تحديث التسجيلة نحت الإعداد

source: 32 Undefined
ar_arab: 32 غير محدد

source: 32- Undifferentiated personal name
ar_arab: 32- إسم شخص غير صحيح

source: 33- Level of establishment
ar_arab: 33-مستوى الإنشاء

source: 33- Literary form
ar_arab: 33- شكل أدبي

source: 34- Biography
ar_arab: 34- سيرة ذاتية

source: 34-37 Undefined character positions
ar_arab: 34-37 موقع حروف غير محدد

source: 35 mm (microfilm)
ar_arab: 35مم(ميكروفيلم)

source: 35-37 Language
ar_arab: 35-37 لغة

source: 35.56 cm or 14 in.
ar_arab: 35.56 سم أو 14 بوصه

source: 38- Modified Record
ar_arab: 38- تسجيلة معدلة

source: 38- Modified record
ar_arab: 38- تسجيلة معدلة

source: 39- Cataloging source
ar_arab: 39- مصدر الفهرسة

source: 3D
ar_arab: ثلاثي الأبعاد

source: 4 =&gt; !OPAC Intranet Editor !Collapsed
ar_arab: 4 =&gt; !محرر الخط المباشر في الأوباك !سقوط

source: 4 x 6 in.
ar_arab: 4 x 6 بوصة

source: 4- Core level
ar_arab: 4- المستوى الرئيسى

source: 4/10 in. per second
ar_arab: 4/10 بوصة/ثانية

source: 40.64 cm or 16 in.
ar_arab: 40.64 سـم أو 16 بوصة

source: 410 Library Rd.
ar_arab: 410 طريق المكتبة

source: 5 =&gt; !OPAC !Intranet !Editor Collapsed
ar_arab: 5 =&gt; !الأوباك !الخط المباشر !سقوط محرر

source: 5- Partial (preliminary) level
ar_arab: 5- المستوى الجزئى(التمهيدى)

source: 5- Record status
ar_arab: 5- حالة التسجيلة

source: 5- Target Audience
ar_arab: 5- الجمهور المستهدف

source: 5.7 cm x 10 cm or 2 in. 1/4 x 4 in., cylinder
ar_arab: 5.7 سم *10 سم أو 2 وربع بوصة*4 بوصة ، الإسطوانة

source: 50- ISO 10646 Level 3 (Unicode, UTF-8)
ar_arab: 50- ISO 10646 المستوى 3 (Unicode, UTF-8)

source: 525 (e.g. NSTC)
ar_arab: 525 (مثال NSTC)

source: 6 =&gt; !OPAC Intranet !Editor !Collapsed
ar_arab: 6 =&gt; !الخط المباشر في الأوباك !محرر !سقوط

source: 6 x 9 in.
ar_arab: 6 x 9 بوصة

source: 6- Type of record
ar_arab: 6- نوع التسجيلة

source: 7 1/2 in. per second
ar_arab: 7 1/2 بوصة/ثانية

source: 7 =&gt; !OPAC Intranet !Editor Collapsed
ar_arab: 7 =&gt; !الخط المباشر في الأوباك

source: 7- Bibliographic level
ar_arab: 7- المستوى الببليوجرافى

source: 7- Minimal level
ar_arab: 7- أدنى مستوى

source: 7-10 Date1 / Begininning date of publication
ar_arab: 7-10 تاريخ1 / بداية تاريخ النشر

source: 7-10 Nature of contents
ar_arab: 7-10 طبيعة المحتويات

source: 7-8 Undefined
ar_arab: 7-10 طبيعة المحتويات

source: 7.62cm or 3 in.
ar_arab: 7,62 سم أو 3 بوصة

source: 70 mm (microfilm)
ar_arab: 70 مم(ميكروفيلم)

source: 8 =&gt; !OPAC !Intranet !Editor !Collapsed
ar_arab: 8 =&gt; !سقوط محرر الخط المباشر في الأوباك

source: 8 mm (microfilm)
ar_arab: 8 مم (ميكروفيلم)

source: 8- Hierarchic level
ar_arab: 8- المستوى الهرمي

source: 8- Hierarchical level code
ar_arab: 8- رمز المستوى الهرمي

source: 8- Prepublication level
ar_arab: 8- مستوى ما قبل النشر

source: 8- Type of control
ar_arab: 8- نوع التحكم

source: 8/10 in. per second
ar_arab: 8/10 بوصة/ثانية

source: 9 =&gt; Future use
ar_arab: 9 =&gt; استخدم مستقبلي

source: 9 x 19 cm
ar_arab: 9 x 19 سم

source: 9- Character coding scheme
ar_arab: 9- مخطط ترميز الأحرف

source: 9- Encoding
ar_arab: 9- ترميز

source: 9-16 Indicator/Subfields/Size
ar_arab: 9-16 المؤشر/الحقول الفرعية/الحجم

source: : %s errors found
ar_arab: : %s تم العثور على أخطاء

source: : Administration &gt; System Preferences &gt; Patrons &gt; autoMemberNum.
ar_arab: : الإدارة &gt; مفضلات النظام &gt; المستفيدون &gt; رقم العضو التلقائي.

source: : Barcode must be unique.
ar_arab: : يجب أن يكون الباركود مميزا.

source: : Configuration OK!
ar_arab: : التهيئة موافق!

source: : Unable to automatically determine values for barcodes. No item has been inserted.
ar_arab: : غير قادر على تحديد القيم للباركود تلقائيا. لم يتم إدخال مواد.

source: : barcode not found
ar_arab: : لم يتم العثور على الباركود

source: : due %s
ar_arab: : مستحق %s

source: : item has a waiting hold.
ar_arab: :المادة لها حجز في الانتظار.

source: : item is checked out.
ar_arab: : المادة معارة.

source: : item was on loan. It was returned before marked as seen
ar_arab: : المادة كانت في الإعارة. تمت إعادتها قبل تحديدها مرئية

source: : item was on loan. couldn't be returned.
ar_arab: : المادة كانت معارة. لم يمكن إعادتها.

source: : item withdrawn
ar_arab: : المادة مسحوبة

source: : turn on/off logging functionality in your system.
ar_arab: :تفعيل/إيقاف ,خاصية تسجيل الدخول في نظامك.

source: :%s errors found
ar_arab: :%s تم العثور على أخطاء

source: ; ISBN :<i>%s</i>
ar_arab: ; تدمك :<i>%s</i>

source: ; ISBN:<i>%s</i>
ar_arab: ; تدمك :<i>%s</i>

source: ; Published by %s
ar_arab: ; نشر بواسطة %s

source: ; Volume:<i>%s</i>
ar_arab: ; مجلد:<i>%s</i>

source: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->today<!-- /TMPL_IF -->
ar_arab: <!-- TMPL_IF NAME="date" --><!-- TMPL_VAR NAME="date" --><!-- TMPL_ELSE -->اليوم<!-- /TMPL_IF -->

source: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->tomorrow<!-- /TMPL_IF -->
ar_arab: <!-- TMPL_IF NAME="date2" --><!-- TMPL_VAR NAME="date2" --><!-- TMPL_ELSE -->غداً<!-- /TMPL_IF -->

source: <!-- TMPL_VAR NAME="tag_lib"--> - Click to Expand this Tag
ar_arab: <!-- TMPL_VAR NAME="tag_lib"--> - انقر لتمديد هذا الرأس

source: <!-- TMPL_VAR name="firstname" --> <!-- TMPL_VAR name="surname" --> (<!-- TMPL_VAR NAME="cardnumber" -->)
ar_arab: <!-- TMPL_VAR name="الإسم الأول" --> <!-- TMPL_VAR name="الإسم الثاني" --> (<!-- TMPL_VAR NAME="رقم البطاقة" -->)

source: <a1>%s %s </a> has too many holds.
ar_arab: <a1>%s %s </a> لديه الكثير جدا من الحجوزات.

source: <a1>%s</a> &rsaquo; Update: %s
ar_arab: <a1>%s</a> &rsaquo; تحديث: %s

source: <a1>%s</a> by %s
ar_arab: <a1>%s</a>بواسطة %s

source: <a1>%s</a> by %s &copy;%s
ar_arab: <a1>%s</a> بواسطة %s &نسخة;%s

source: <a1></a>Previous checkouts
ar_arab: <a1></a>إعارات سابقة

source: <a1></a>Summary
ar_arab: <a1></a>ملخص

source: <a1><i>%s</i></a> &rsaquo; Modify subscription
ar_arab: <a1><i>%s</i></a> &rsaquo; تعديل الاشتراك

source: <a1>Acquisitions</a> <a2>Catalog</a> <a3>Circulation</a> <a4>Members</a> <a5>Authorities</a> <a6>Reports</a> <a7>Parameters</a> <a8>About</a> <a9>Help</a>
ar_arab: <a1>التزويد</a> <a2>الفهرس</a> <a3>الإعارة</a> <a4>الأعضاء</a> <a5>الاستنادات</a> <a6>التقارير</a> <a7>العناصر</a> <a8>حول</a> <a9>مساعدة</a>

source: <a1>Add recipients</a> &nbsp; <a2>Delete All</a>
ar_arab: <a1>اضف متلقين</a> &nbsp; <a2>حذف الكل</a>

source: <a1>Approved</a>:
ar_arab: <a1>تمت الموافقة عليه</a>:

source: <a1>Authority MARC Framework</a> &rsaquo;
ar_arab: <a1>إطار بيانات مارك للاستناد</a> &rsaquo;

source: <a1>Authority MARC Framework</a> &rsaquo; %s
ar_arab: <a1>إطار بيانات مارك للاستناد</a> &rsaquo; %s

source: <a1>Authority MARC Framework</a> &rsaquo; Data Deleted
ar_arab: <a1>إطار بيانات مارك للاستناد</a> &rsaquo; %s

source: <a1>Authority MARC subfield structure</a> &rsaquo;
ar_arab: <a1>بنيه الحقل الفرعى للاستناد فى بيانات مارك</a> &rsaquo;

source: <a1>Authorized Values</a> &rsaquo;
ar_arab: <a1>قيم الاستناد</a> &rsaquo;

source: <a1>Authorized Values</a> &rsaquo; Confirm Deletion
ar_arab: <a1>قيم الاستناد</a> &rsaquo;اكد الحذف

source: <a1>Budget</a> &rsaquo;
ar_arab: <a1>ميزانيات</a> &rsaquo;

source: <a1>Budgets</a> &rsaquo;
ar_arab: <a1>ميزانيات</a> &rsaquo;

source: <a1>Budgets</a> &rsaquo; Budget Data Recorded
ar_arab: <a1>الميزانيات</a> &rsaquo;تم تسجيل بيانات الميزانية

source: <a1>Budgets</a> &rsaquo; Budget Deleted
ar_arab: <a1>الميزانيات</a> &rsaquo;تم حذف الميزانية

source: <a1>Budgets</a> &rsaquo; Delete Budget?
ar_arab: <a1>الميزانيات</a> &rsaquo;احذف الميزانية?

source: <a1>Build A Report</a> &rsaquo; Step %s of 6:
ar_arab: <a1>بناء تقرير</a> &rsaquo; الخطوة %s من 6:

source: <a1>Checkouts</a> &rsaquo; %s %s
ar_arab: <a1>الإعارات</a> &rsaquo; %s %s

source: <a1>Clean Patron Records</a> &rsaquo;
ar_arab: <a1>مسح تسجيلات المستفيدين</a> &rsaquo;

source: <a1>Contracts</a> &rsaquo;
ar_arab: <a1>العقود</a> &rsaquo;

source: <a1>Contracts</a> &rsaquo; Confirm Deletion of Contract %s
ar_arab: <a1>العقود</a> &rsaquo; تأكيد حذف العقد%s

source: <a1>Contracts</a> &rsaquo; Contract Deleted
ar_arab: <a1>العقود</a> &rsaquo; تم حذف العقد

source: <a1>Contracts</a> &rsaquo; Data recorded
ar_arab: <a1>العقود</a> &rsaquo;تم تسجيل البيانات

source: <a1>Detail</a> Duplicate ? <a2>Yes</a> &nbsp;&nbsp;&nbsp; No, it is not
ar_arab: <a1>تفاصيل</a> تكرار ? <a2>نعم</a> &nbsp;&nbsp;&nbsp; لا, هي ليست

source: <a1>Edit</a> <a2>Delete</a>
ar_arab: <a1>تحرير</a> <a2>حذف</a>

source: <a1>Edit</a> <a2>Delete</a> <a3>Add Child Fund</a>
ar_arab: <a1>تحرير</a> <a2>حذف</a> <a3>إضافة تمويل طفل</a>

source: <a1>Edit</a> <a2>Delete</a> <a3>Add Fund</a>
ar_arab: <a1>تحرير</a> <a2>حذف</a> <a3>إضافة تمويل</a>

source: <a1>Exceptional Words List</a> &rsaquo;
ar_arab: <a1>قائمة الكلمات الاستثنائية</a> &rsaquo;

source: <a1>Exceptional Words List</a> &rsaquo; data added
ar_arab: <a1>قائمة الكلمات الاستثنائية</a> &rsaquo; تمت إضافة البيانات

source: <a1>Exceptional Words List</a> &rsaquo; data deleted
ar_arab: <a1>قائمة الكلمات الاستثنائية</a> &rsaquo; تم حذف البيانات

source: <a1>Exceptional Words List</a> &rsaquo; word deleted '%s' ?
ar_arab: <a1>قائمة الكلمات الاستثنائية</a> &rsaquo;تم حذف الكلمة'%s' ?

source: <a1>Funds and Budgets</a> &rsaquo; Add fund
ar_arab: <a1>التمويل والميزانيات</a> &rsaquo; إضافة تمويل

source: <a1>Funds</a> &rsaquo;
ar_arab: <a1>التمويل</a> &rsaquo;

source: <a1>Funds</a> &rsaquo; Delete fund?
ar_arab: <a1>التمويل</a> &rsaquo; حذف التمويل?

source: <a1>Home</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Add to Order</a> &rsaquo; Search Existing Records
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>أضف إلى الطلب %s</a> &rsaquo; ابحث التسجيلات الحالية

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Basket #%s</a> &rsaquo; Add orders from iso2709 file
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>السلة #%s</a> &rsaquo; أضف طلبات من ملفiso2709

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>Shopping Basket %s</a> &rsaquo; Add order from a suggestion
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo; <a4>سلة التسوق %s</a> &rsaquo; أضف طلب من المقترحات

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Basket Grouping
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo; تجميع السلة

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive items from : %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo; استلام مواد من: %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>%s</a> &rsaquo; Receive shipment from vendor %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>%s</a> &rsaquo;استلام شحنة من المزود %s

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Late orders</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>طلبات متأخرة</a>

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; <a3>Shopping Basket %s</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; <a3>سلة التسوق %s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Budgets and funds: Spent
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; التمويل والميزانيات: الانفاق

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Funds
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; التمويل

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Order from Z39.50 search
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; طلب من بحث Z39.50

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo; Search for Vendor <em>%s</em>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo; البحث عن مزودين <em>%s</em>

source: <a1>Home</a> &rsaquo; <a2>Acquisitions</a> &rsaquo;<a3>%s</a> &rsaquo; Uncertain prices for vendor: %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>التزويد</a> &rsaquo;<a3>%s</a> &rsaquo;سعر غير أكيد للمزود: %s

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>%s</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>%s</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Authority Types</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>أنواع الاستناد</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Budgets</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>الميزانيات</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Budgets</a> &rsaquo; <a4>Funds</a> &rsaquo; <a5>Planning</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>الميزانيات</a> &rsaquo; <a4>التمويل</a> &rsaquo; <a5>التخطيط</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Cities</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>المدن</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Classification Sources</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>مصادر التصنيف</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Currencies &amp; Exchange Rates</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>العملات &amp; أسعار الصرف</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Issuing rules</a> &rsaquo; Clone issuing rules
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>قواعد الإصدار</a> &rsaquo; استنسخ قواعد الإصدار

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Libraries and Groups</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>المكتبات والمجموعات</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>MARC Frameworks</a>
ar_arab: <a1>الصفحة الرئيسية<a2>Administration</a> &rsaquo; <a3>MARC Frameworks</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>MARC Frameworks</a> &rsaquo; <a4>%s Framework Structure</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>إطارات مارك</a> &rsaquo; <a4>%s بنية الإطار</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; <a3>Stop Words</a>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; <a3>كلمات التوقف</a>

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; Issuing Rules
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; قواعد الإصدار

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; Item Circulation Alerts
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; تنبيهات إعارة المادة

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; MARC Check
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; فحص مارك

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; Set Library Checkin and Transfer Policy
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; ضبط سياسة المكتبة للرد والنقل

source: <a1>Home</a> &rsaquo; <a2>Administration</a> &rsaquo; System Preferences
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo; مفضلات النظام

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الاستناد</a> &rsaquo;

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Authority search results
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الاستناد</a> &rsaquo; نتائج بحث الاستناد

source: <a1>Home</a> &rsaquo; <a2>Authorities</a> &rsaquo; Details for Authority #%s (%s)
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الاستناد</a> &rsaquo; تفاصيل الاستناد #%s (%s)

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; <a3>%s</a> &rsaquo; Place a hold on %s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; <a3>%s</a> &rsaquo; ضع حجز على%s

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Checkout History for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; سجل الإعارة لـ<i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Confirm Holds
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; تأكيد الحجز

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Details for <i>%s
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; تفاصيل لـ<i>%s

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; ISBD Details for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; تفاصيل تدمك لـ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Item Details for <i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>Cالفهرس</a> &rsaquo; تفاصيل المادة لـ <i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; MARC Details for <i>%s</i>
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; تفاصيل مارك لـ <i>%s</i>

source: <a1>Home</a> &rsaquo; <a2>Catalog</a> &rsaquo; Search
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الفهرس</a> &rsaquo; بحث
