Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Transfer to:
ar_arab: نقل إلى:

source: Transfered Items
ar_arab: المواد المنقولة

source: Transfers
ar_arab: الانتقالات

source: Transfers To Do Help
ar_arab: مساعدة النقل لعمل

source: Transfers To Receive Help
ar_arab: مساعدة النقل لاستلام

source: Transfers are
ar_arab: الانتقالات هي

source: Transfers made to your library as of %s
ar_arab: انتقالات تمت لمكتبتك كـ %s

source: Transfers to do, %s
ar_arab: انتقالات لعمل, %s

source: Transfers to receive
ar_arab: انتقالات للاستلام

source: Translation
ar_arab: ترجمة

source: Translations
ar_arab: تراجم

source: Transliteration Code
ar_arab: رمز الحروف

source: Transparencies 10 * 10 in. (25 * 25 cm)
ar_arab: شفافيات 10 * 10بوصة (25 * 25 سم)

source: Transparencies 4 * 5 in. (10 * 12.5 cm)
ar_arab: شفافيات 4 * 5 بوصة (10 * 12.5 سم)

source: Transparencies 5 * 7 in. (12.5 * 17.5 cm)
ar_arab: شفافيات 5 * 7 بوصة(12.5 * 17.5 سم)

source: Transparencies 7 * 7 in. (17.5 * 17.5 cm)
ar_arab: شفافيات7 * 7 بوصة. (17.5 * 17.5سم

source: Transparencies 8 * 10 in. (20 * 25 cm)
ar_arab: شفافيات 8 * 10 بوصة. (20 * 25 سم)

source: Transparencies 8 * 8 in. (20 * 20 cm)
ar_arab: شفافيات 8 * 8بوصة (20 * 20 سم)

source: Transparencies 9 * 9 in. (22.5 * 22.5 cm)
ar_arab: شفافيات 9 * 9 بوصة (22.5 * 22.5 سم)

source: Treaties
ar_arab: معاهدات

source: Triennial
ar_arab: كل ثلاث سنوات

source: Trombone
ar_arab: المترددة

source: Trompette
ar_arab: البوق

source: Troubleshooting
ar_arab: مخرج

source: Tuba
ar_arab: بوق

source: Tuesday
ar_arab: الثلاثاء

source: Two records must be selected for merging.
ar_arab: يجب تحديد تسجيلتين للدمج.

source: Tympanon
ar_arab: الصنج

source: Type
ar_arab: نوع

source: Type <a1>Sort</a>
ar_arab: النوع <a1>الترتيب</a>

source: Type C (reel)
ar_arab: النوع C (بكرة)

source: Type of Publication Date: Publication Dates 1 and 2
ar_arab: نوع تاريخ النشر : تواريخ النشر 1 و 2

source: Type of Scale:
ar_arab: نوع الميزان:

source: Type of Score:
ar_arab: نوع الهدف:

source: Type of continuing resource designator
ar_arab: نوع مسمي المورد المستمر

source: Type of electronic resource:
ar_arab: نوع المصدر الالكتروني:

source: Type of material
ar_arab: نوع المادة

source: Type of material code
ar_arab: نوع رمز المادة

source: Type:
ar_arab: نزع:

source: Types of Binding:
ar_arab: نوع الانتظار:

source: UKMARC
ar_arab: UKمارك

source: UNIMARC_Field 100 builder
ar_arab: UNIMARC_بانى الحقل 100

source: UNIMARC_Field 105 builder
ar_arab: UNIMARC_الحقل105 باني

source: UNIMARC_Field 106 builder
ar_arab: UNIMARC_حقل 106 باني

source: UNIMARC_Field 110 builder
ar_arab: UNIMARC_حقل 110 باني

source: UNIMARC_Field 115a builder
ar_arab: UNIMARC_حقل 115a باني

source: UNIMARC_Field 115b builder
ar_arab: UNIMARC_حقل 115b باني

source: UNIMARC_Field 116 builder
ar_arab: UNIMARC_حقل 116 باني

source: UNIMARC_Field 117 builder
ar_arab: UNIMARC_حقل 117 باني

source: UNIMARC_Field 120 builder
ar_arab: UNIMARC_حقل 120 باني

source: UNIMARC_Field 121a builder
ar_arab: UNIMARC_حقل121aباني

source: UNIMARC_Field 121b builder
ar_arab: UNIMARC_حقل121b باني

source: UNIMARC_Field 122 builder
ar_arab: UNIMARC_حقل 122 باني

source: UNIMARC_Field 123a builder
ar_arab: UNIMARC_حقل 123a باني

source: UNIMARC_Field 123d builder
ar_arab: UNIMARC_حقل 123d باني

source: UNIMARC_Field 123e builder
ar_arab: UNIMARC_حقل123e باني

source: UNIMARC_Field 123f builder
ar_arab: UNIMARC_حقل 123f باني

source: UNIMARC_Field 124a builder
ar_arab: UNIMARC_حقل 124a باني

source: UNIMARC_Field 124b builder
ar_arab: UNIMARC_حقل 124b باني

source: UNIMARC_Field 124c builder
ar_arab: UNIMARC_حقل 124c باني

source: UNIMARC_Field 124d builder
ar_arab: UNIMARC_حقل 124d باني

source: UNIMARC_Field 124e builder
ar_arab: UNIMARC_حقل 124e باني

source: UNIMARC_Field 124f builder
ar_arab: UNIMARC_حقل 124f باني

source: UNIMARC_Field 124g builder
ar_arab: UNIMARC_حقل 124g باني

source: UNIMARC_Field 125a builder
ar_arab: UNIMARC_حقل 125a باني

source: UNIMARC_Field 125b builder
ar_arab: UNIMARC_حقل 125b باني

source: UNIMARC_Field 126a builder
ar_arab: UNIMARC_حقل 126a باني

source: UNIMARC_Field 126b builder
ar_arab: UNIMARC_حقل126b باني

source: UNIMARC_Field 127 builder
ar_arab: UNIMARC_حقل 127 باني

source: UNIMARC_Field 128a builder
ar_arab: UNIMARC_حقل 128a باني

source: UNIMARC_Field 130 builder
ar_arab: UNIMARC_باني 130 حقل

source: UNIMARC_Field 135a builder
ar_arab: UNIMARC_حقل 135a باني

source: UNIMARC_Field 140 builder
ar_arab: UNIMARC_حقل140 باني

source: UNIMARC_Field 141 builder
ar_arab: UNIMARC_حقل 141 باني

source: UNIMARC_Field 225a builder
ar_arab: UNIMARC_حقل 225a باني

source: UNIMARC_Field 686a builder
ar_arab: UNIMARC_حقل686a باني

source: UNIMARC_constructeur champ 123g
ar_arab: UNIMARC_حقل باني123g

source: UNIMARC_constructeur champ 128b
ar_arab: UNIMARC_حقل باني128b

source: UNIMARC_constructeur champ 128c
ar_arab: UNIMARC_حقل باني 128c

source: UNIMARC_constructeur champ 700-4
ar_arab: UNIMARC_حقل باني 700-4

source: URL : if checked, the subfield is an URL, and can be clicked
ar_arab: URL : إذا تم تحديده, يكون الحقل الفرعي URL, ويمكن النقر عليه

source: URN:ISBN:
ar_arab: URN:تدمك:

source: URN:ISSN:
ar_arab: URN:تدمد:

source: Unable to delete patron
ar_arab: غير قادر على حذف المستفيد

source: Unable to delete patron:
ar_arab: غير قادر على حذف المستفيد:

source: Unable to delete patrons from other libraries with current settings
ar_arab: غير قادر على حذف مستفيد من مكتبات أخرى بهذه الإعدادات

source: Unable to delete staff user
ar_arab: غير قادر على حذف المستخدم الموظف

source: Unauthorized user <a1>click to log out</a>
ar_arab: مستخدم غير <a1>انقر لتسجيل الخروج</a>

source: Unauthorized user<a1>click to log out</a>
ar_arab: مستخدم غير <a1>انقر لتسجيل الخروج</a>

source: Unavailable (lost or missing)
ar_arab: غير متاح (مفقود أو ضائع)

source: Uncertain price:
ar_arab: سعر غير أكيد:

source: Uncertain prices
ar_arab: أسعار غير أكيدة

source: Uncheck All
ar_arab: الغاء تحديد الكل

source: Undefined
ar_arab: غير معرّف

source: Undelete
ar_arab: تراجع حذف

source: Undelete Biblio
ar_arab: تراجع عن حذف التسجيلة البيبلوجرافية

source: Under 'Display Location' choose whether to put the news on the OPAC or the Librarian (Staff) Interface.
ar_arab: ادنى "عرض الموقع" اختر وضع الاخبار في ألوباك أو في واجهة المكتبي (الموظف)

source: Undid import of records
ar_arab: تراجع عن استيراد التسجيلات

source: Undo import into catalog
ar_arab: تراجع عن الاستيراد إلى الفهرس

source: Ungrouped Baskets
ar_arab: سلات غير مجمعة

source: Unified title
ar_arab: عنوان موحد

source: Unified title: %s
ar_arab: عنوان موحد: %s

source: Uniform Title:
ar_arab: العنوان الموحد:

source: Uniform titles:
ar_arab: العناويم الموحدة:

source: Unique Holidays
ar_arab: عطلات فريدة

source: Unique holiday
ar_arab: عطلة فريدة

source: Unique identifier:
ar_arab: معرّف فريد:

source: Unit Price
ar_arab: سعر الوحدة

source: Unit cost
ar_arab: تكلفة الوحدة

source: Unititle:
ar_arab: عنوان موحد:

source: Units:
ar_arab: وحدات:

source: Universidad ORT Uruguay (Ernesto Silva, Andres Tarallo)
ar_arab: جامعية ORT أوروجواي (إرينتو سيلفا, أندري ترالو)

source: Unknown
ar_arab: غير معروف

source: Unknown Batchtype
ar_arab: نوع دفعة غير معروف

source: Unknown Operation (%s) on
ar_arab: عملية غير معروفة(%s)في

source: Unknown select this if none of the other choices are relevant
ar_arab: غير معروف اختر هذا إذا لم يكن أحد الاختيارات الأخرى ذي صلة

source: Unlike Koha 2.0, in this version you can have more than 1 framework to catalogate differently various materials. You can, for example, define 1 framework for monographies, 1 framework for serials, 1 framework for URL...
ar_arab: على خلاف Koha 2.0، في هذه النسخة يمكنك أ يكون عندك أكثر من إطار عمل(قالب عمل) لفهرسة مواد متنوعة. يمكنك على سبيل المثال تعريف إطار عمل (قالب عمل) للمنفردات وآخر للدوريات وآخر ل مواقع الإنترنت.

source: Unlimited
ar_arab: غير محدد

source: Unpacking completed
ar_arab: تم التفريغ

source: Unpaid
ar_arab: غير مدفوع

source: Unrecognized error!
ar_arab: خطأ غير معروف!

source: Unrecognized error.
ar_arab: خطأ غير معروف.

source: Unrecognized or missing field delimeter.
ar_arab: الحد الفاصل للحقل مفقود أو لا يمكن التعرف عليه

source: Unseen since
ar_arab: لم تتم رؤيته منذ

source: Unset
ar_arab: غير مضبوط

source: Unset Lowest Priority
ar_arab: أدنى أولوية غصر مضبوطة

source: Unspecified
ar_arab: عير محدّد

source: Until date:
ar_arab: حتى تاريخ:

source: Update
ar_arab: تحديث

source: Update Child to Adult Patron
ar_arab: تحديث مستفيد طفل إلى بالغ

source: Update Password for %s, %s
ar_arab: تحديث كلمة المرور لـ %s, %s

source: Update SQL
ar_arab: تحديث SQL

source: Update Succeeded
ar_arab: تم التحديث بنجاح

source: Update errors :
ar_arab: أخطاء التحديث:

source: Update hold(s)
ar_arab: تحديث الحجز (الحجوزات)

source: Update report :
ar_arab: تحديث التقرير:

source: Update: %s
ar_arab: تحديث: %s

source: Updated successfully
ar_arab: تم التحديث بنجاح

source: Updated:
ar_arab: محدّث:

source: Updating database structure
ar_arab: تحديث بنية قاعدة البيانات

source: Upload
ar_arab: تحميل

source: Upload Images
ar_arab: تحميل صور

source: Upload Offline Circulation Data
ar_arab: تحميل بيانات إعارة دون اتصال

source: Upload Patron Image
ar_arab: تحميل صورة مستفيد

source: Upload Patron Images
ar_arab: تحميل صور مستفيد

source: Upload file
ar_arab: تحميل ملف

source: Upload images in bulk
ar_arab: تحميل الصور في مجموعات

source: Upload parsed using %s
ar_arab: تم تحليل التحميل باستخدام %s

source: Upload patron images
ar_arab: تحميل صور المستفيد

source: Upload patron images in batch or one at a time
ar_arab: تحميل صور مستفيد في حزمة أو مره واحدة

source: Upload progress:
ar_arab: تقدم التحميل:

source: Uploading Single Images
ar_arab: تحميل صور مفردة

source: Upper Age Limit and Age Required
ar_arab: الحد الأعلى للعمر والعمر المطلوب

source: Upper Age Limit and Age Required set the age parameters for this type of user. If you issue children's cards to users between the ages of 2 and 18, for example, then Age Required would be &quot;2&quot; and Upper Age Limit would be &quot;18.&quot; If there is no upper age limit, set this value to 999 (the highest allowed).
ar_arab: الحد الأعلى للعمر والعمر المطلوب حدد متغيرات العمر لهذا النوع من المستخدمين. إذا ما كانت الحالة بطاقات أطفال للمستفيدين بين العمر 2 و 18 عام، على سبيل المثال ، العمر المطلوب سيكون "2 "والحد الأعلى للعمر سيكون "18. "إذا لم يكن هناك حد للعمر حدد هذه القيمة ل 99 (هذه أعلى قيمة مسموحة)

source: Upper age limit
ar_arab: الحد الأعلى للعمر

source: Upperage limit:
ar_arab: الحد الأعلى للعمر:

source: Use Saved
ar_arab: تم حفظ الاستخدام

source: Use a barcode file
ar_arab: استخدام ملف باركود

source: Use a file
ar_arab: استخدم ملف

source: Use carefully ! If the destination library already has issuing rules, they will be deleted without warning !
ar_arab: استخدم بحرص !إذا كان للمكتبة الوجهة قواعد إصدار بالفعل، سيتم حذفها بدون إنذار !

source: Use dropdowns to apply filters to this category
ar_arab: استخدم القوائم المنسدلة لتطبيق المرشحات على هذه الفئة

source: Use field 035$a for your auth_header.authid and 035$8 for auth_header.authtypecode. Make sure your zebra authorities index these fields
ar_arab: إستخدم حقل 035$a للرأس الإستنادي.معرف الإستناد و 035$8لرأس الإستناد.كود نوع الإستناد. تأكد أن كشاف الإستناد لهذه الحقول

source: Use field 150 for your subject headings
ar_arab: استخدم الحقل 150 لعناوين موضوعك

source: Use field 750$9 (add subfield if not present) for auth_header.linkid . Select <b>Is a linking field</b>. You may use any subfield for linking as $9 is not hardcoded
ar_arab: إستخدم حقل 750$9 (أضف حقل فرعي إذا لم يكن موجود ) لرأس الإستناد المرتبط إختار <b>Is a حقل الربط</b>. قد تستعمل أي حقل فرعي للربط مثل 9$ ليس مضمن

source: Use of this keyword is not allowed in Koha reports due to security and data integrity risks. Only SELECT queries are allowed.
ar_arab: استخدام هذه الكلمة المفتاحية غير مسموح به في تقارير كوها بسبب المخاطر الأمنية وسلامة البيانات. قم بفقط باختيار استعلامات مسموح بها.

source: Use saved
ar_arab: تم حفظ الاستخدام

source: Use the "Confirm" button below to confirm deletion.
ar_arab: استخدم ال "تأكيد" الزر الاسفل لتأكيد الحذف.

source: Use the &quot;New Record&quot; button to add a new record. Choose the framework that you will use to shape the bibliographic record. Frameworks are cataloging templates that can be created and edited under &quot;System Admininstration&quot;.
ar_arab: استخدم ال &quot;تسجيلة جديدة&quot;الرز لاضافة تسجيلة جديدة. إختر الإطار الذى ستقوم بإستخدامة ل تشكيل التسجيلة الببليوجرافية. الاطارات عبارة عن نماذج فهرسة يمكن ان تنشئ وتعدل تحت&quot؛ ادارة النظام &quot؛ .

source: Use the 'Public Note' for any notes you would like to appear in the OPAC for the patrons
ar_arab: استخدم " الملاحظة العامة" لأي ملاحظات ترغب في ظهورها في الأوباك للمستفيدين

source: Use the dictionary to define custom criteria for reporting.
ar_arab: إستخدم القاموس لتعريف المعايير حسب الطّلب للتقرير.

source: Use the guided reports engine to create non standard reports. This feature aims to provide some middle ground between the built in canned reports and writing custom SQL reports.
ar_arab: إستخدم محرك التقارير لعمل تقارير غير معيارية. هذه الميزة تهدف إلى تقديم بعض المواقع الوسيطة بين البناء في التقارير الجاهزة وكتابة تقارير SQL حسب الطلب.

source: Use the numerical tabbed interface to go through your MARC record
ar_arab: استخدم الواجهة المبوبة رقميا للمرور عبر تسجيلة مارك الخاصة بك

source: Use the radio button to choose a category for 'column' (In the case above, we've selected 'branch' for the column)
ar_arab: استخدم زر الراديو هذا لاختيار فئة للـ "عمود" ( في الحالة أعلاه، قمنا باختيار "الفرع" للعمود

source: Use the radio button to choose a category for 'row' (In the case above, we've selected 'patron category' for the row
ar_arab: استخدم زر الراديو هذا لاختيار فئة للـ "صف" ( في الحالة أعلاه، قمنا باختيار "فئة المستفيد" للصف

source: Use the reports dictionary to define custom criteria to use in your reports
ar_arab: استخدم قاموس التقارير لتعريف المعايير المخصصة لاستخدامها في تقاريرك

source: Use the search to locate the bibliographic record of the item that you wish to order more copies of.
ar_arab: استخدم البحث لتحديد موقع التسجيلة البيبلوجرافية للمادة التي ترغب في طلب المزيد من النسخ منها

source: Use the toolbar above to add items.
ar_arab: استخدم شريط الأدوات أعلاه لإضافة المواد

source: Use the toolbar above to create a new %s.
ar_arab: استخدم شريط الأدوات أعلاه لإنشاء جديد %s.

source: Use this tool to create rules to apply during the data migration process. It will prevent duplicates from coming into the system when importing MARC records. An import rule or matching rule consists of one or more 'match points' and zero or more 'match checks'. Each match point specifies a 'search index' and a MARC 'tag', 'subfield', or 'length' (fixed field position) when a record is imported. For each match point, a string is constructed from the tag specified in the match point and the related index is searched.
ar_arab: استخدم هذه الأداة لإنشاء قواعد لتطبيقها أثناء عملية نقل البيانات. سوف تمنع التكرار من نظامك أثناء استيراد تسجيلات مارك.تتكون قاعدة الاستيراد أو قاعدة المضاهاة من واحدة او أكثر من "نقاط المضاهاة" و صفر أو أكثر من "تأكيد المضاهاة"'. كل نقطة مضاهاة تحدد "فهرس بحث" و "رأس "، "حقل فرعي" أو "طول" مارك (وضع حقل ثابت) عند استيراد التسجيلة. لكل نقطة مضاهاة، التسلسل ثابت من الرأس المحددة في نقطة المضاهاة و يتم بحث الفهرس المرتبط..

source: Use tools (export, import, barcodes)
ar_arab: استخدم الأدوات (تصدير، استيراد، باركود)

source: Use top menu bar to navigate to another part of Koha.
ar_arab: إستخدم شريط القائمة العلوى للتجوّل إلى الجزء الآخر ل كوها.

source: Used
ar_arab: مستخدم

source: Used X times
ar_arab: مستخدمX مرات

source: Used in
ar_arab: يستخدم في

source: Used in <a1>%s record(s)</a>
ar_arab: مسخدم في <a1>%s تسجيلة (تسجيلات)</a>

source: User
ar_arab: مستخدم

source: Userid
ar_arab: معرّف المستخدم

source: Userid / Password update failed
ar_arab: تحديث معرّف المستخدم/ كلمة المرور فشل

source: Userid:
ar_arab: معرّف المستخدم

source: Username:
ar_arab: اسم المستخدم:

source: Using A Definition
ar_arab: استخدام تعريف

source: Using CSV Profiles
ar_arab: استخدامCSV أوضاع

source: Using Z39.50 for Copy Cataloging
ar_arab: استخدام Z39.50لنسخ الفهرسة

source: Using a Letter defined in Notices. Note that you will need to set up the notice.
ar_arab: إستعمال رسالة عرف في الملاحظات . لاحظ انك ستحتاج الى ضبط الملاحظة

source: Using the Framework pull down menu, choose the Framework you would like to apply this rule to. For example, the subtitle for books can be found in the 245$b field.
ar_arab: باستخدام قائمة الإطارات المنسدلة اختر الإطار الذي ترغب في تطبيق القاعدة إليه.على سبيل المثال, يمكن العثور على العنوان الفرعي للكتب في الحقل 245$b

source: Using the form that appears you can create a profile to fix any problems with your template.
ar_arab: باستخدام الصفحة التي تظهر يمكنك إنشاء ملف شخصي يقوم بإصلاح اي مشكلة في قالبك

source: Using the form that appears you can define the template for your sheet of labels or cards.
ar_arab: باستخدام الصفحة التي تظهر يمكنك تعريف القالب لصفحة الملصقات أو البطاقات

source: Using the issuing rules matrix you can define rules that depend on patron/item type combos. To set your rules, choose a library from the pull down:
ar_arab: باستخدام مصفوفة قواعد الإصدار يمكنك تعريف قواعد تعتمد على مجموعات نوع المادة/المستفيد. لضبط قواعدك، اختر مكتبة من القائمة المنسدلة:

source: Using the publication and expiration date fields you can control how long your item appears
ar_arab: باستخدام حقول تواريخ النشر والانتهاء يمكنك التحكم في مدة ظهور مادتك

source: Using this tool you can define what MARC field prints to the detail screen of the bibliographic record using keywords. The following example will use the subtitle field.
ar_arab: باستخدام هذه الأداة يمكنك تعيرف أي حقل مارك يطبع في صفحة التفاصيل للتسجيلة البيبلوجرافية باستخدام الكلمات المفتاحية. المثال التالي سوف يستخدم حقل العنوان الفرعي.

source: Using this tool you can tell Koha to print the right field as the subtitle when viewing the bibliographic record in the OPAC.
ar_arab: باستخدام هذه الأداة يمكن إخبار كوها أن يطبع الحقل الأيمنم كعنوان فرعي عند عرض التسجيلة البيبلوجرافية في الأوباك

source: Using this tool you will be able to delete a batch of items using a file of barcodes, or by scanning barcodes one by one.
ar_arab: استخدام الداة سوف تتمكن من حذف دفعة مواد باستخدام ملف باركودات، أو بمسح الباركود ضوئيا واحدا تلو الآخر

source: V2000 (videocassette)
ar_arab: V2000 (فيديو كاسيت)

source: VHS tape / Videocassette
ar_arab: VHS شريط/ فيديو كاسيت

source: Value
ar_arab: قيمة

source: Value:
ar_arab: قيمة:

source: Values
ar_arab: قيم

source: Values for collection codes
ar_arab: قيم لرموز المجموعة

source: Values for custom patron notes
ar_arab: قيم لتخصيص ملاحظات المستفيد

source: Values for shelving locations
ar_arab: قيم لمواقع الترفيف

source: Variable Name:
ar_arab: اسم المتغير:

source: Variable options:
ar_arab: خيارات المتغير:

source: Variable type:
ar_arab: نوع المتغير:

source: Variable:
ar_arab: متغير:

source: Vendor
ar_arab: مزود

source: Vendor Invoice
ar_arab: فاتورة البائع

source: Vendor Search
ar_arab: بحث المزود

source: Vendor Search Results
ar_arab: نتائج بحث المزود

source: Vendor information is not required
ar_arab: معلومات المزود غير مطلوبة

source: Vendor is:
ar_arab: المزود هو:

source: Vendor name :
ar_arab: اسم المزود:

source: Vendor not found
ar_arab: لم يتم العثور على مزود

source: Vendor note
ar_arab: ملاحظة المزود

source: Vendor note: %s
ar_arab: ملاحظة المزود: %s

source: Vendor price must be a number
ar_arab: يجب أن يكون سعر المزود رقما

source: Vendor price:
ar_arab: سعر المزود:

source: Vendor(s) -
ar_arab: مزود(مزودون)-

source: Vendor:
ar_arab: مزود:

source: Vertical:
ar_arab: رأسيا:

source: Video Types
ar_arab: أنواع الفيديو

source: Video8 (videocassette)
ar_arab: فيديو 8 (فيديو كاسيت)

source: Videorecording
ar_arab: تسجيل فيديو

source: Videotapes 1 in. (2 cm 1/2)
ar_arab: شرائط فيديو 1 بوصة (2 سم 1/2)

source: Videotapes 1/2 in. (1 cm 1/3)
ar_arab: شرائط فيديو 1/2 بوصة. (1 سم1/3)

source: Videotapes 1/4 in. (1/2 cm)
ar_arab: شرائط فيديو 1/4 بوصة(1/2سم)

source: Videotapes 1/4 in. (2 cm)
ar_arab: شرائط فيديو 1/4بوصة (2 سم)

source: Videotapes 2 in. (5 cm)
ar_arab: شرائط فيديو 2 بوصة(5 سم)

source: View
ar_arab: عرض

source: View Authorized Values
ar_arab: عرض قيم الاستناد

source: View Dictionary
ar_arab: عرض القاموس

source: View ISBD in Catalog
ar_arab: عرض التدمك في الفهرس

source: View MARC
ar_arab: عرض مارك

source: View MARC in Catalog
ar_arab: عرض مارك في الفهرس

source: View Record
ar_arab: عرض التسجيلة

source: View all branches
ar_arab: عرض كل الفروع

source: View catalog group by item types
ar_arab: عرض مجموعة الفهرس بأنواع المادة

source: View funds for <!-- TMPL_VAR name="budget_period_description" -->
ar_arab: عرض التمويل لـ <!-- TMPL_VAR name="الميزانية_فترة_وصف" -->

source: View item
ar_arab: عرض المادة

source: View spine label
ar_arab: عرض كعب الملصق

source: View subscription details
ar_arab: عرض تفاصيل الاشتراك

source: View:
ar_arab: عرض:

source: Viewing Patron Accounts
ar_arab: عرض حسابات المستفيدين

source: Violon
ar_arab: كمان

source: Violoncelle
ar_arab: تشيلو

source: Visit the main screen of the Manage Staged MARC Records tool
ar_arab: قم بزيارة الصفحة لارئيسية في أداة أدر تسجيلات مارك المنظمة

source: Visual Material
ar_arab: مواد مرئية

source: Visual Materials
ar_arab: مواد مرئية

source: Vol {X}, Issue {Y}
ar_arab: المجلد {X},العدد {Y}

source: Vol {X}, No {Y}
ar_arab: المجلد{X}, رقم {Y}

source: Vol {X}, No {Y}, Issue {Z}
ar_arab: المجلد {X}, رقم {Y}, العدد {Z}

source: Volume
ar_arab: مجلد

source: Volume Description:
ar_arab: وصف المجلد:

source: Volume, Issue
ar_arab: مجلد, إصدار

source: Volume, Number
ar_arab: مجلد, رقم

source: Volume, Number, Issue
ar_arab: مجلد, رقم, إصدار

source: Volume/Copy
ar_arab: مجلد/نسخة

source: Volume:
ar_arab: مجلد:

source: WARNING:
ar_arab: تحذير:

source: WITHDRAWN
ar_arab: مسحوب

source: Wait while system maintenance is being done or <a1>email the Koha Administrator</a>.
ar_arab: إنتظر بينما صيانة النظام تتم أو <a 1> إرسل رساله بريدية الى مدير كوها، </a>.

source: Waiting
ar_arab: انتظار

source: Waiting at %s
ar_arab: انتظار في %s

source: Waiting to be pulled
ar_arab: في انتظار الالتقاط

source: Warning irregularity detected
ar_arab: تحذير تم اكتشاف عدم انتظام

source: Warning, the following barcodes were not found :
ar_arab: تحذير، الباركودات التالية لم يتم العثور عليها:

source: Warning: This file is version %s, but I only know how to import version %s. I'll try my best.
ar_arab: تنبيه: هذا الملف نسخة %s, ولكنني أعرف فقط كيف استورد نسخة %s. سأبذل قصارى جهدي

source: Warning: This value should not change after data has been added to your catalog
ar_arab: تحذير :القيمة لا يجب ان تتغير بعد ان البيانات تم اضافتها للفهرس الخاص بك

source: Warning: Unable to determine patron from item barcode (%s). Cannot check in.
ar_arab: تحذير: غير قادر على تحديد المستفيد من باركود المادة (%s)لا يمكن رده

source: Warnings
ar_arab: تحذيرات

source: Washington, DC, USA
ar_arab: واشنطن، العاصمة، الولايات المتحدة الأمريكية

source: Watermark:
ar_arab: علامة مائية:

source: We are ready to do some basic configuration. Please <a1>install basic configuration settings</a> to continue the installation.
ar_arab: نحن مستعدون لعمل بعض التهيئة الاساسية.برجاء <a1>ركّب إعدادات التهيئة الاساسية</a> أكمل التركيب.

source: We are upgrading from Koha %s to %s, you must <a1>update your database</a>
ar_arab: نقوم بالتحديث من كوها %s إلى %s، يجب عليك <a 1> تجديد قاعدة بياناتك </a>

source: Web Installer &rsaquo; Step 1
ar_arab: مثبت ويب &rsaquo; خطوة 1

source: Web Installer &rsaquo; Step 2
ar_arab: مثبت ويب &rsaquo; خطوة 2

source: Web Installer &rsaquo; Step 3
ar_arab: مثبت ويب &rsaquo; خطوة 3

source: Web Services
ar_arab: خدمات ويب

source: Web Services:
ar_arab: خدمات ويب:

source: Web site:
ar_arab: موقع الكتروني:
