Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Marimba
ar_arab: ماريمبا

source: Mark all with this reason
ar_arab: حدد الكل بهذا السبب

source: Mark seen
ar_arab: علامة ظاهرة

source: Mark selected as:
ar_arab: حدد المحدد كـ:

source: Marking an item as &quot;Accepted&quot;, will move the suggestion to the Accepted tab. The suggested item can now be added to an order in Acquisitions by using the &quot;From a Suggestion&quot; feature under &quot;Add To Order&quot;.
ar_arab: تحديد مادة كـ&quot;مقبولة&quot;, سوف ينقل الاقتراح إلى تبويب مقبول.المادة المقترحة يمكن إضافتها الآن إلى طلب في التزويد باستخدام &quot;من مقترح&quot; خاصية أدنى&quot;اضف إلى طلب&quot;.

source: Marking an item&nbsp; as &quot;Rejected&quot;, will move the selected item to the rejected tab.
ar_arab: تحديد المادة&nbsp; as &quot;مرفوضة&quot;, سوف يحرك المادة المحددة إلى تبويب مرفوض

source: Mason James
ar_arab: ماسون جيمس

source: Master:
ar_arab: رئيسي:

source: Match checks are applied for all candidate matches. Each match check specifies a tag in the incoming record and a tag in the possible matching record. The values must be the same for a match to be considered good (e.g., doing a match check on title, or publication date).
ar_arab: تحقيقات المضاهاة يتم تطبيقها على كل المضاهات المرشحة. يحدد كل تحقيق مضاهاة رأسا في التسجيلة الواردة ورأسا في تسجيلة المضاهاة المحتملة. هذه القيم يجب أن تكون هي نفسها ليتم اعتبار المضاهاة جيدة (مثال, اجراء تحقيق مضاهاة على العنوان, أو تاريخ النشر).

source: Match points <a1>Add matchpoint</a>
ar_arab: نقاط المضاهاة <a1>اضف نقطة مضاهاة</a>

source: Match threshold:
ar_arab: مرحلة المضاهاه:

source: Match?
ar_arab: مضاهاة؟

source: Matches biblio %s (score = %s): <a1>%s</a>
ar_arab: مضاهاة التسجيلات البيبلوجرافية %s (score = %s): <a1>%s</a>

source: Matching rule applied
ar_arab: تم تطبيق قاعدة المضاهاة

source: Matching rule applied:
ar_arab: تم تطبيق قاعدة المضاهاة:

source: Matching rule code missing
ar_arab: رمز قاعدة المضاهاة مفقود

source: Matching rule code:
ar_arab: رمز قاعدة المضاهاة:

source: Material 1
ar_arab: مادة 1

source: Material 2
ar_arab: مادة 2

source: Material 3
ar_arab: مادة 3

source: Material Type:
ar_arab: نوع المادة:

source: Matrix
ar_arab: مصفوفة

source: May
ar_arab: مايو

source: May be entered in single-quotes, e.g. 'My Short-Name_of_Library'
ar_arab: يمكن إدخاله بين اقواس مفردة مثال. 'اسمي-القصيرلل_مكتبة'

source: Mean value of ground resolution
ar_arab: القيمة الرئيسية لقرار الأرض

source: Meaning
ar_arab: معنى

source: Media for sound
ar_arab: وسائط للصوت

source: Member Information Screen
ar_arab: شاشة معلومات العضو

source: Members
ar_arab: أعضاء

source: Men
ar_arab: رجال

source: Mercator
ar_arab: ميركاتور

source: Merge
ar_arab: دمج

source: Merge a Layout and Layout Template via the Label Batch&nbsp;
ar_arab: دمج التخطيط وقالب التخطيط من خلال دفعة الملصق&nbsp;

source: Merge reference
ar_arab: مرجع الدمج

source: Merge selected Items
ar_arab: دمج المواد المحددة

source: Merged with ... to form ...
ar_arab: مدمج بـ ... إلى من ...

source: Merging records
ar_arab: التسجيلات المدمجة

source: Message Body:
ar_arab: جسم الرسالة:

source: Message Queue
ar_arab: صف الرسائل

source: Message Sent
ar_arab: تم إرسال الرسالة

source: Message Subject:
ar_arab: موضوع الرسالة:

source: Message sent
ar_arab: تم إرسال الرسالة

source: Messages
ar_arab: الرسائل

source: Messages:
ar_arab: الرسائل:

source: Messaging
ar_arab: الإرسال

source: Metres
ar_arab: مترات

source: Mexico City, Mexico
ar_arab: ميكسيكو سيتي، المكسيك

source: Mezzo-soprano
ar_arab: تصحبها سوبرانو

source: Michael Hafen
ar_arab: مايكل هيفين

source: Microform
ar_arab: شكل دقيق

source: Mike Hansen
ar_arab: مايك هانسن

source: Mike Johnson
ar_arab: مايك جونسون

source: Mike Mylonas
ar_arab: مايك ميلوناس

source: Miller
ar_arab: ميلر

source: Miller's bipolar
ar_arab: Miller's ثنائي القطبية

source: Miller's bipolar oblique conformal conic
ar_arab: مخروط ميللر الامتثالي المائل ذو القطبين

source: Minimum password length: %s
ar_arab: الحد الأدنى لطول كلمة المرور: %s

source: Minute (complete with 0):
ar_arab: دقيقة (كامل مع 0):

source: Minutes:
ar_arab: دقائق:

source: Missing
ar_arab: مفقود

source: Missing : means the book will never arrive. The issue disappear from the list, and the number of the issue is added to the "missing list" (on the left box)
ar_arab: فقدان: يعني أن الكتاب لن يصل أبدا. العدد يختفى من القائمة، ورقم العدد يضاف إلى "قائمة المفقود "(فى الصندوق على اليسار)

source: Missing Issues
ar_arab: إصدارات مفقودة

source: Missing issues
ar_arab: إصدارات مفقودة

source: Missing numbers : the list of issues you don't have in your library, and that will never arrive (or have been lost). Automatically filled when a new number is marked "missing". You can manually change this field if you want, for example, to change a long list (1,2,3,4,...,51) to a shorter one (1-51)
ar_arab: الأعدادالمفقودة: قائمة الأعداد التي لا توجد في مكتبتك, والتي لن تصل أبدا (أو ضاعت).يتم ملأها تلقائيا عند تحديد رقم جديد "مفقودة". يمكنك تغيير هذا الحقل يدويا إذا أردت, على سبيل المثال,لتغيير قائمة طويلة(1,2,3,4,...,51) إلى قائمة أقصر (1-51)

source: Missing since
ar_arab: مفقود منذ

source: Mixed Materials
ar_arab: مواد مختلطة

source: Mixtes
ar_arab: مختلطة

source: Mobile:
ar_arab: هاتف جوال:

source: Moderate patron comments
ar_arab: الموافقة على تعليقات المستفيد

source: Moderate patron tags
ar_arab: الموافقة على رؤوس المستفيد

source: Modification Log
ar_arab: سجل التعديل

source: Modification log
ar_arab: سجل التعديل

source: Modified Record Code
ar_arab: رمز التسجيلة المعدّل

source: Modified classification source %s
ar_arab: مصدر التصنيف المعدّل%s

source: Modified filing rule %s
ar_arab: قاعدة التسجيل المعدّلة %s

source: Modified patron attribute type &quot;%s&quot;
ar_arab: نوع سمة المستفيد المعدّلة &quot;%s&quot;

source: Modified record matching rule &quot;%s&quot;
ar_arab: قاعدة مصاهاة التسجيلة المعدّلة&quot;%s&quot;

source: Modify
ar_arab: تعديل

source: Modify City
ar_arab: تعديل المدينة

source: Modify Currency '%s'
ar_arab: تعديل العملة '%s'

source: Modify Fund
ar_arab: تعديل التمويل

source: Modify Item Type
ar_arab: تعديل نوع المادة

source: Modify Item Type '%s'
ar_arab: تعديل نوع المادة '%s'

source: Modify Road Type
ar_arab: تعديل نوع الطريق

source: Modify Z39.50 Server
ar_arab: تعديل Z39.50 خادم

source: Modify Z39.50 Server %s
ar_arab: تعديل Z39.50 خادم %s

source: Modify a city
ar_arab: تعديل مدينة

source: Modify authority #%s %s
ar_arab: تعديل الاستناد#%s %s

source: Modify authority #%s (%s)
ar_arab: تعديل الاستناد #%s (%s)

source: Modify authority type
ar_arab: تعديل نوع الاستناد

source: Modify authorized value
ar_arab: تعديل قيمة الاستناد

source: Modify batches of items
ar_arab: تعديل دفعات المواد

source: Modify bibliogra
ar_arab: تعديل التسجيلة البيبلوجرافية

source: Modify budget
ar_arab: تعديل الميزانية

source: Modify budget %s
ar_arab: تعديل الميزانية %s

source: Modify budget'%s'
ar_arab: تعديل الميزانية'%s'

source: Modify category %s
ar_arab: تعديل الفئة %s

source: Modify category '%s'
ar_arab: تعديل الفئة '%s'

source: Modify classification source
ar_arab: تعديل مصدر التصنيف

source: Modify contract %s for %s
ar_arab: تعديل العقد%s لـ %s

source: Modify contract '%s'
ar_arab: تعديل العقد'%s'

source: Modify currency
ar_arab: تعديل العملة

source: Modify filing rule
ar_arab: تعديل قاعدة التسجيل

source: Modify framework text
ar_arab: تعديل نص الإطار

source: Modify fund
ar_arab: تعديل التمويل

source: Modify items in a batch
ar_arab: تعديل امواد في دفعة

source: Modify library
ar_arab: تعديل المكتبة

source: Modify library %s
ar_arab: تعديل المكتبة %s

source: Modify notice
ar_arab: تعديل إخطار

source: Modify or delete a CSV export profile
ar_arab: تعديل أو حذف CSV وضع تصدير

source: Modify order details (line #%s)
ar_arab: تعديل تفاصيل طلب (سطر #%s)

source: Modify patron attribute type
ar_arab: تعديل نوع سمة مستفيد

source: Modify printer
ar_arab: تعديل طابعة

source: Modify record matching rule
ar_arab: تعديل قاعدة مضاهاة تسجيلة

source: Modify road type
ar_arab: تعديل نوع طريق

source: Modify subscription for <i>%s</i>
ar_arab: تعديل الاشتراك لـ<i>%s</i>

source: Modify system preference '%s'
ar_arab: تعديل تفضيل النظام '%s'

source: Modify tag
ar_arab: تعديل رأس

source: Modify word
ar_arab: تعديل كلمة

source: Module
ar_arab: النظام الفرعي

source: Module:
ar_arab: النظام الفرعي:

source: Monday
ar_arab: الاثنين

source: Monographical series
ar_arab: سلاسل دراسية

source: Month
ar_arab: شهر

source: Month %S
ar_arab: شهر %S

source: Month/Day
ar_arab: شهر/يوم

source: Month:
ar_arab: شهر:

source: Monthly
ar_arab: شهريا

source: More
ar_arab: المزيد

source: More &gt; Administration
ar_arab: المزيد &gt; الإدارة

source: More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; finescalendar
ar_arab: المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt; الإعارة &gt; finescalendar

source: More &gt; Administration &gt; Global System Preferences &gt; Circulation &gt; useDaysMode
ar_arab: المزيد &gt; الإدارة &gt;مفضلات النظام العامة &gt; الإعارة &gt; useDaysMode

source: More &gt; Administration &gt; Patrons and Circulation &gt; Circulation and fines rules
ar_arab: المزيد &gt; الإدارة &gt; المستفيدون والإعارة &gt; الإعارة وقواعد الغرامات

source: More Details
ar_arab: المزيد من التفاصيل

source: More information
ar_arab: المزيد من المعلومات

source: Moscow, Russia
ar_arab: موسكو، روسيا

source: Most -Circulated Items
ar_arab: المواد الأكثر إعارة

source: Most commonly the home branch is set when adding a staff patron. (See the Adding Staff Patrons part of this manual). When staff members login their home branch will be set automatically. You can see that branch in the top right of the staff client
ar_arab: الأكثر شيوعا هو ضبط الفرع الرئيسي عند إضافة مستفيد موظف. (انظر جزء إضافة مستفيد موظف من هذا الدليل). هندما يقوم مستفيد موظف بتسجيل الدخول سيتم ضبط فرعه الرئيسي تلقائيا. يمكنك رؤية هذا الفرع أعلى يمين برنامج العميل

source: Most-Circulated Items
ar_arab: المواد الأكثر إعارة

source: Motion Picture
ar_arab: صورة متحركة

source: Motion pictures and filmstrips => 16 mm
ar_arab: صور متحركة وشرائط أفلام => 16مم

source: Motion pictures and filmstrips => 28 mm
ar_arab: صور متحركة وشرائط أفلام => 28مم

source: Motion pictures and filmstrips => 35 mm
ar_arab: صور متحركة وشرائط أفلام =>35مم

source: Motion pictures and filmstrips => 70 mm
ar_arab: صور متحركة وشرائط أفلام => 70مم

source: Motion pictures and filmstrips => 8 mm
ar_arab: صور متحركة وشرائط أفلام => 8مم

source: Motion pictures and filmstrips => 8mm
ar_arab: صور متحركة وشرائط أفلام => 8مم

source: Motion pictures and filmstrips => 9.5 mm
ar_arab: صور متحركة وشرائط أفلام => 9.5مم

source: Motion pictures and filmstrips => Super 8 mm
ar_arab: صور متحركة وشرائط أفلام =>سوبر 8مم

source: Motion pictures, Videorecordings, Filmstrips, Slides, Transparencies, Photos, Cards, Charts, Drawings
ar_arab: صور متحركة, تسجيلات فيديو, شرائط أفلام, شرائح, شفافيات, صور فوتوغرافية,بطاقات, رسوم بيانية, رسوم

source: Move Hold Down
ar_arab: حرك الحجز لأسفل

source: Move Hold To Bottom
ar_arab: حرك البحث للأسفل

source: Move Hold To Top
ar_arab: حرك البحث للأعلى

source: Move Hold Up
ar_arab: حرك البحث لأعلى

source: Move Up
ar_arab: حرك أعلى

source: Move these patrons to the trash
ar_arab: انقل هؤلاء المستفيدين إلى سلة المهملات

source: Munich, Germany
ar_arab: ميونيخ، ألمانيا

source: Music
ar_arab: موسيقى

source: Musical recording
ar_arab: تسجيل موسيقي

source: Must be given to all staff members to allow them to log into the staff interface
ar_arab: يجب إعطاؤه إلى كل الموظفين للسماح لهم بتسجيل الدخول إلى واجهة الموظفين

source: My Library
ar_arab: مكتبتي

source: My Tags
ar_arab: رؤوسي

source: MySQL version:
ar_arab: MySQL إصدار:

source: N/A
ar_arab: غير معرّف

source: NAB standard
ar_arab: NAB قياسي

source: NEKLS also has a great page (<a1>http://www.nexpresslibrary.org/training/reports-training/</a>) with a list of reports they have written.
ar_arab: NEKLS لديه أيضا صفحة رائعة(<a1>http://www.nexpresslibrary.org/training/reports-training/</a>) بقائمة من التقارير التي قاموا بكتابتها

source: NEW
ar_arab: جديد

source: NO
ar_arab: لا

source: NO NAME
ar_arab: لا يوجد اسم

source: NOT CHECKED IN
ar_arab: لم يتم رده

source: NOTE : if you change something in this table, ask your administrator to run misc/batchRebuildBiblioTables.pl script.
ar_arab: ملاحظة :إذا قمت بتغيير أي شيء في هذا الجدول, اطلب من إدارتك تشغيل misc/batchRebuildBiblioTables.pl script.

source: NOTE : if you change the link between a MARC subfield and a non-MARC field, ask your administrator to run misc/batchRebuildBiblioTables.pl script.
ar_arab: ملاحظة : غذا قمت بتغيير الرابط بين حقل مارك الفرعي وحقل غير-مارك,اطلب من إدارتك تشغيل misc/batchRebuildBiblioTables.pl script.

source: NOTE: Exchanges Rates need to be updated manually.
ar_arab: ملاحظة: يجب تحديث أسعار الصرف يدويا

source: NOT_LOAN
ar_arab: ليس_الإعارة

source: Name
ar_arab: اسم

source: Name *
ar_arab: اسم *

source: Name of Satellite for Remote Sensing Image:
ar_arab: اسم القمر الصناعي لصورة الاستشعار عن بعد:

source: Name or ISSN:
ar_arab: الاسم أو التدمد

source: Name or barcode not found. Please try an other
ar_arab: لم يتم العثور على الاسم او الباركود. من فضلك حاول مرة اخرى

source: Name or cardnumber:
ar_arab: الاسم أو رقم البطاقة:

source: Name:
ar_arab: اسم:

source: Named:
ar_arab: مسمى:

source: Naples, Italy
ar_arab: نابولي،إيطاليا

source: Narrative text indicator
ar_arab: مؤشر النص السردي

source: Narrower terms
ar_arab: مصطلحات أقل

source: Native support for Z39.50 and SRU servers for bibliographic and authority data
ar_arab: دعم محلي Z39.50 وخادمات SRU للبيانات الببليوجرافية والاستنادية

source: Nature of contents code
ar_arab: طبيعة رمز المحتويات

source: Near East University
ar_arab: جامعة الشرق الأدنى

source: Needs to be entered in digit form -eg 10
ar_arab: يحتاج لإدخالة فى الشكل الرقمى -eg 10

source: Negative creep units cause shrinkage of the overall image. Positive creep units cause enlarging of the overall image.
ar_arab: الزحف السلبي للوحدات تتسبب في إنكماش الصورة الكاملة. الزحف الإيجابي للوحدات يتسبب في توسيع الصورة الكاملة.

source: Negative offset units cause overall image movement up and to the left. Positive offset units cause overall image movement down and to the right.
ar_arab: مقابل الوحدات السلبية يتسبب في الإنتقال الشامل للصورة أعلى ويسار. مقابل الوحدات الإيجابيةيتسبب في الإنتقال الشامل أسفل ويمين

source: Nelsonville Public Library
ar_arab: مكتبة نيلسونفيل العامة

source: Nelsonville Public Library System
ar_arab: نظام مكتبة نيلسونفيل العامة

source: Never
ar_arab: أبداً

source: New
ar_arab: جديد

source: New Authority
ar_arab: استناد جديد

source: New Authority Type
ar_arab: نوع استناد جديد

source: New Authorized value for %s
ar_arab: قيمة استناد جديدة لـ %s

source: New Basket
ar_arab: سلة جديدة

source: New Basket Group
ar_arab: مجموعة سلة جديدة

source: New Batch
ar_arab: دفعة جديدة

source: New Budget
ar_arab: ميزانية جديدة

source: New CSV export profile
ar_arab: جديد CSV وضع تصدير

source: New Card
ar_arab: بطاقة جديدة

source: New Category
ar_arab: فئة جديدة

source: New City
ar_arab: مدينة جديدة

source: New Classification Source
ar_arab: مصدر تصنيف جديد

source: New Contract
ar_arab: عقد جديد

source: New Currency
ar_arab: عملة جديدة

source: New Definition
ar_arab: تعريف جديد

source: New Entry
ar_arab: مدخل جديد

source: New Filing Rules
ar_arab: قواعد تسجيل جديدة

source: New Framework
ar_arab: إطار جديد

source: New Fund
ar_arab: تمويل جديد

source: New Group
ar_arab: مجموعة جديدة

source: New Item
ar_arab: مادة جديدة

source: New Item Type
ar_arab: نوع مادة جديد

source: New Label Batch
ar_arab: دفعة ملصقات جديدة

source: New Label Template
ar_arab: قالب ملصق جديد

source: New Layout
ar_arab: تخطيط جديد

source: New Library
ar_arab: مكتبة جديدة

source: New Notice
ar_arab: ملاحظة جديدة

source: New Password:
ar_arab: كلمة مرور جديدة:

source: New Patron Attribute Type
ar_arab: نوع سمة مستفيد جديد

source: New Patron Card Batch
ar_arab: دفعة بطاقات مستفيد جديدة

source: New Patron:
ar_arab: مستفيد جديد:

source: New Preference
ar_arab: تفضيل جديد

source: New Printer
ar_arab: طابعة جديدة

source: New Printer Profile
ar_arab: وضع طابعة جديد

source: New Profile
ar_arab: ملف شخصي جديد

source: New Record
ar_arab: تسجيلة جديدة

source: New Record Matching Rule
ar_arab: قاعدة مضاهاة تسجيلة جديدة

source: New Record with framework:
ar_arab: تسجيلة جديدة بإطار

source: New Road Type
ar_arab: نوع طريق جديد

source: New Stop Word
ar_arab: كلمة توقف جديدة

source: New Subscription
ar_arab: اشتراك جديد

source: New Tag
ar_arab: رأس جديد

source: New Template
ar_arab: قالب جديد

source: New Username:
ar_arab: اسم مستخدم جديد:

source: New Vendor
ar_arab: مزود جديد

source: New Z39.50 Server
ar_arab: جديد Z39.50 خادم

source: New authority type
ar_arab: نوع استناد جديد

source: New authorized value
ar_arab: قيمة استناد جديدة

source: New basket
ar_arab: سلة جديدة

source: New budget
ar_arab: ميزانية جديدة

source: New category
ar_arab: فئة جديدة

source: New city
ar_arab: مدينة جديدة

source: New contract
ar_arab: عقد جديد

source: New contract for %s
ar_arab: عقد جديد لـ %s

source: New currency
ar_arab: عملة جديدة

source: New label batch created: # %s
ar_arab: تم إنشاء دفعة ملصقات جديدة: # %s

source: New library
ar_arab: مكتبة جديدة

source: New line (\n)
ar_arab: خط جديد (\n)

source: New list
ar_arab: قائمة جديدة

source: New order
ar_arab: طلب جديد

source: New printer
ar_arab: طابعة جديدة

source: New profile
ar_arab: ملف شخصي جديد

source: New purchase suggestion
ar_arab: مقترح شراء جديد

source: New road type
ar_arab: نوع طريق جديد

source: New root budget
ar_arab: ميزانية أصلية جديدة

source: New subscription
ar_arab: اشتراك جديد

source: New tag
ar_arab: رأس جديدة

source: New word
ar_arab: كلمة جديدة

source: New:
ar_arab: جديد:

source: News
ar_arab: أخبار

source: News in the OPAC will appear above the OpacMainUserBlock
ar_arab: الأخبار في الأوباك سوف تظهر أعلى ال OpacMainUserBlock

source: News in the Staff Client will appear on the far left of the screen
ar_arab: الأخبار في برنامج العميل سوف تظهر في أقصى يسار الشاشة

source: Newspaper
ar_arab: جريدة

source: Next
ar_arab: التالي

source: Next &gt;
ar_arab: التالي&gt;

source: Next &gt;&gt;
ar_arab: التالي&gt;&gt;

source: Next Page &gt;&gt;
ar_arab: الصفحة التالية &gt;&gt;

source: Next available
ar_arab: المتاح تاليا

source: Next choose what to do with matching records if they are found
ar_arab: التالي اختر ماذا تفعل بالتسجيلات المضاهية عند العثور عليها

source: Next choose what to skip when exporting
ar_arab: التالي اختر ماذا سيتخطى عند التصدير

source: Next decide if the patron can renew this item type and if so, enter how many times they can renew it in the 'Renewals Allowed' box
ar_arab: التالي قرر إذا ما يمكن للمستفيد تجديد نوع المادة هذا وغذا اخترت هذا أدخل عدد المرات التي يمكن له تجديدها في مربع "السماح بالتجديدات"

source: Next issue publication date:
ar_arab: تاريخ نشر الإصدار التالي:

source: Next note if this layout is for the front or the back of the patron card
ar_arab: التالي لاحظ إذا كان هذا التخطيط لمقدمة أو خلفية بطاقة المستفيد

source: Next set the horizontal and vertical offset. Be sure to use numbers which correspond to the units you specify at the bottom of the form. Negative values are permitted.
ar_arab: الإعداد التالي الأفقي والتجهيز الرأسي. كن متأكدا من إستخدام الأرقاموالتي تتوافق مع الوحدات التي حددتها في أسفل النموذج. القيم السلبية مسموحة.

source: Next you can choose if this event is a one time event or if it is repeatable.
ar_arab: التالي يمكنك اختيار اذا كان هذا الحدث يحدث مرة واحدة فقط أو يتكرر

source: Next you can choose whether a new item is created when receiving an issue
ar_arab: التالي يمكنك اختيار انشاء مادة جديدة عند استلام إصدار

source: Next you can choose whether or not to import the item data found in the MARC records
ar_arab: التالي يمكنك اختيار سواء استيراد بيانات المادة التي تم العثور عليها في تسجيلات مارك أم لا

source: Next you will be presented with options for record matching and item imports
ar_arab: التالي سوف يعرض لك خيارات مضاهاة التسجيلة واستيراد المادة

source: Next&gt;&gt;
ar_arab: التالي&gt;&gt;

source: Nicholas Rosasco, (Documentation Compiler)
ar_arab: نيكولاس روساسكو (مترجم الوثائق)

source: Nicolas Morin (French Translation in 2.0)
ar_arab: نيكولا مورين (ترجمة فرنسية في 2.0)

source: Nicole C. Engard
ar_arab: نيكول ك. إنجارد

source: Nicole Engard
ar_arab: نيكول إنجارد

source: Nimbus
ar_arab: هالة

source: No
ar_arab: لا

source: No ACQ framework, using default. You should create a framework with code ACQ, the items framework would be used
ar_arab: لا يوجد إطار ACQ, استخدم الافتراضي. يجب عليك إنشاء إطار برمز ACQ,سيتم استخدام إطار المواد

source: No Barcode
ar_arab: لا يوجد باركود

source: No Groups defined.
ar_arab: لا يوجد مجموعات معرّفة.

source: No Holds Allowed
ar_arab: غير مسموح بالحجوزات

source: No Holds Allowed:
ar_arab: غير مسموح بالحجوزات:

source: No Holds Allowed: No patron may put this book on hold.
ar_arab: غير مسموح بأي حجوزات: لا يمكن لأي مستفيد وضع هذا الكتاب في الحجز

source: No Item with barcode: %s
ar_arab: لا توجد مادة بباركود: %s

source: No Label Batches Currently Defined
ar_arab: لا توجد دفعات ملصقات معرفة حاليا

source: No Layout Specified: <a1>Select a Label Layout</a>
ar_arab: لم يتم تحديد تخطيط: <a1>اختر تخطيط ملصق</a>

source: No Limit
ar_arab: لا يوجد حد

source: No MARC frameworks are available for your language. Defaulting to the frameworks supplied for English (en)
ar_arab: لا توجد إطارات مارك متاحة للغتك. اجعل الاطارات المزود للغة الانجليزية هي الافتراضية (الللغة الانجليزية)

source: No Patron Card Batches Currently Defined
ar_arab: لا توجد دفعات بطاقات المستفيد معرّفة حاليا

source: No Printer Profiles currently defined.
ar_arab: No Layout Specified: <a1>Select a Label Layout</a>

source: No Private Lists.
ar_arab: لا توجد قوائم خاصة

source: No Public Lists.
ar_arab: لا يوجد قوائم عامة

source: No Results.
ar_arab: لا توجد نتائج

source: No Status
ar_arab: لا توجد حالة

source: No Template Specified: <a1>Select a Label Template</a>
ar_arab: لا توجد قوالب محددة: <a1>إختار قالب الملصق</a>

source: No accepted suggestions.
ar_arab: لا توجد مقترحات مقبولة

source: No active currency is defined
ar_arab: لا توجد عملة نشطة معرّفة حاليا

source: No address stored for patron.
ar_arab: لا يوجد عنوان مخزّن لهذا المستفيد

source: No address stored.
ar_arab: لم يتم تخزين عنوان

source: No budget
ar_arab: لا يوجد ميزانية

source: No city stored.
ar_arab: لم يتم تخزين مدينة

source: No claims notice defined. <a1>Please define one</a>.
ar_arab: لا توجد ملاحظة مطالبات معرفة. <a1>من فضلك عرّف واحدة</a>.

source: No columns selected!
ar_arab: لم يتم تحديد أعمدة!

source: No comments to moderate
ar_arab: لا يوجد تعليقات للموافقة عليها

source: No copies are available
ar_arab: لا توجد نسخ متاحة

source: No database named
ar_arab: لا يوجد فاعدة بيانات مسماة

source: No email stored.
ar_arab: لم يتم تسجيل بريد الكتروني

source: No fund found
ar_arab: لم يتم العثور على تمويل

source: No funds to display for this search criteria
ar_arab: لا يوجد تمويل لعرضه لمعايير البحث هذه

source: No holds allowed
ar_arab: غير مسموح بالحجوزات

source: No holds found.
ar_arab: لم يتم العثور على حجوزات

source: No image:
ar_arab: لا يوجد صور

source: No images are currently available.
ar_arab: لا توجد صور متاحة حاليا

source: No irregularities noticed
ar_arab: لم يتم ملاحظة اي عدم انتظام

source: No item was added to your cart
ar_arab: لم يتم إضافة اي مادة إلى سلتك

source: No item was selected
ar_arab: لم يتم نحديد أي مادة

source: No items
ar_arab: لا يوجد مواد

source: No items for %s
ar_arab: لا يوجد مواد لـ %s

source: No items found.
ar_arab: لم يتم العثور على مواد
