Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: <a1>Z39.50 Servers</a> &rsaquo; Confirm Deletion
ar_arab: <a1>خوادم z39.50</a> &rsaquo; أكد الحذف

source: <a1>Z39.50 Servers</a> &rsaquo; Z39.50 Server Added
ar_arab: <a1>خوادم z39.50</a> &rsaquo; تم اضافة خادم z39.50

source: <a1>Z39.50 Servers</a> &rsaquo; Z39.50 Server Deleted
ar_arab: <a1>خوادم z39.50</a> &rsaquo;تم حذف خوادم z39.50

source: <a1>[Select All]</a> <a2>[Clear All]</a>
ar_arab: <a1>[تحديد الكل]</a> <a2>[مسح الكل]</a>

source: <a1>home</a> &rsaquo; <a2>Administration</a> &rsaquo;
ar_arab: <a1>الصفحة الرئيسية</a> &rsaquo; <a2>الإدارة</a> &rsaquo;

source: <a1>search</a> <a2>Lists</a> <a3>Add biblio</a> <a4>Cat maintenance</a>
ar_arab: <a1>بحث</a> <a2>قوائم</a> <a3>أضف تسجيلة بيبلوجرافية</a> <a4>Cat صيانة</a>

source: <b>%s</b> subscription(s)
ar_arab: <b>%s</b> اشتراك (اشتراكات)

source: <b>%sresults found </b> %s
ar_arab: <b>%sتم العثور على نتائج </b> %s

source: <b>&lt;a href="[856u]"&gt;open site&lt;/a&gt;</b> will show the link just below the title
ar_arab: <b>&lt;a href="[856u]"&gt;إفتح الموقع&lt;/a&gt;</b>سيعرض الرابط فقط تحت العنوان

source: <b>All</b> of these factor in to image position and creep. Keep this in mind when making adjustments.
ar_arab: <b>All</b> لهذا المعامل في موقع الصورة والتسلل. ضع ذلك في حسبانك عند إجراء التعديلات.

source: <b>Download a starter CSV file with all the columns <a1>here</a>.</b> Values are comma-separated.
ar_arab: <b>تحميل ملف CSVبادئ بكافة الأعمدة <a1>هنا</a>.</b> يتم فصل القيم بفاصلة

source: <b>NOTE:</b> Only PNG, GIF, JPEG, XPM formats are supported.
ar_arab: <b>ملاحظة:</b> Only PNG, GIF, JPEG, XPM تنسيقات مدعمة.

source: <b>NOTE:</b> Only PNG, GIF, JPEG, XPM formats are supported. Images <b>must</b> be less than 500KB.
ar_arab: <b>ملاحظة:</b> فقط PNG, GIF, JPEG, XPM تنسيقات مدعمة.الصور <b>يجب</b>أن تكون أقل من 500KB.

source: <b>Note:</b> when you add a subscription, Koha assumes you have already created the order, or that you will do it soon. So, NO information is sent to the acquisition module. This is not the case when the subscription expires. In this case, a subscription renewal creates a "suggestion" that is sent to the acquisition module.
ar_arab: <b>ملاحظة:</b> عند إضافة اشتراك, يقوم كوها بافتراض أنك قمت بالفعل بإنشاء الطلب, أو أنك ستفعل ذلك قريبا. لذا, لا يتم إرسال معلومات إلى نظام التزويد الفرعي. لن يكون الوضع كذلك في حالة انتهاء الاشتراك. في هذه الحالة, ]قوم تجديد الاشتراك بإنشاء"اقتراح" يتم إرساله إلى نظام التزويد الفرعي

source: <b>Notes:</b> Please return this item promptly as others are waiting for it.
ar_arab: <b>ملاحظات:</b> الرجاء إعادة هذه المادة على وجه السرعة حيث أن هناك آخرون في انتظاره.

source: <b>Selected items :</b> <a1>Remove</a>
ar_arab: <b>المواد المحددة:</b> <a1>حذف</a>

source: <b>Title:</b> %s
ar_arab: <b>عنوان:</b> %s

source: <b>WARNING:</b> This image <i>not</i> imported because
ar_arab: <b>تحذير:</b> هذه الصورة <i>لم يتم</i> استيرادها لأن

source: <em>Get there: </em>More &gt; Administration &gt; Additional Parameters &gt; Z39.50 Client Targets
ar_arab: <em>الوصول: </em>المزيد &gt; الإدارة&gt; عوامل إضافية&gt; Z39.50 أهداف عميل

source: <em>Get there: </em>More &gt; Administration &gt; Additional parameters &gt; Z39.50 Client Targets
ar_arab: <em>الوصول: </em>المزيد &gt; الإدارة&gt; عوامل إضافية&gt; Z39.50 أهداف عميل

source: <em>Get there: </em>More &gt; Administration &gt; General Preferences &gt; Circulation
ar_arab: <em>الوصول: </em>المزيد &gt; الإدارة&gt; المفضلات العامة &gt; الإعارة

source: <em>Get there: </em>More &gt; Administration &gt; Global System Preferences &gt; Patrons &gt; patronimages
ar_arab: <em>الوصول: </em>المزيد &gt; الإدارة&gt; مفضلات النظام العامة &gt; المستفيدون &gt; صور المستفيد

source: <em>Get there: </em>More &gt; Administration &gt; MARC Bibliographic Framework
ar_arab: <em>الوصول: </em>المزيد &gt; الإدارة&gt; إطارات مارك البيبلوجرافية

source: <em>Get there:</em> Administration > System Preferences > OPAC > virtualshelves
ar_arab: <em>الوصول:</em> الإدارة > مفضلات النظام > الأوباك > الرفوف الافتراضية

source: <em>Get there:</em> More &gt; Administration &gt; Authority types
ar_arab: <em>Gالوصول:</em>المزيد &gt; الإدارة &gt; انواع الاستناد

source: <em>Get there:</em> More &gt; Administration &gt; General Preferences &gt; Circulation
ar_arab: <em>الوصول:</em>المزيد &gt;الإدارة &gt; المفضلات العامة &gt; الإعارة

source: <em>Get there:</em> More &gt; Administration &gt; General Preferences &gt; Circulation &gt; TransfersMaxDaysWarning
ar_arab: <em>الوصول:</em> المزيد &gt; الإدارة &gt; المفضلات العامة &gt; الإعارة &gt; TransfersMaxDaysWarning

source: <em>Get there:</em> More &gt; Administration &gt; General System Preferences &gt; Circulation &gt; UseBranchTransferLimits
ar_arab: <em>الوصول:</em> المزيد &gt; الإدارة&gt; مفضلات النظام العامة &gt; الإعارة &gt; UseBranchTransferLimits

source: <em>Get there:</em> More &gt; Administration &gt; General preferences &gt; Admin &gt; GranularPermissions
ar_arab: <em>الوصول:</em> المزيد &gt; Aالإدارة &gt; المفضلات العامة &gt; إدارة &gt; GranularPermissions

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Acquisitions &gt; emailPurchaseSuggestions
ar_arab: <em>الوصول:</em>المزيد &gt; الإدارة &gt; مفضلات النظام العامة&gt; التزويد &gt; emailPurchaseSuggestions

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Admin &gt; GranularPermissions
ar_arab: <em>الوصول:</em> المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt; إدارة &gt; GranularPermissions

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Logs
ar_arab: <em>الوصول:</em>المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt; السجلات

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; OPAC &gt; suggestion
ar_arab: <em>الوصول:</em> المزيد &gt; Aالإدارة &gt; مفضلات النظام العامة &gt;الأوباك &gt; المقترحات

source: <em>Get there:</em> More &gt; Administration &gt; Global System Preferences &gt; Patrons &gt; minPasswordLength
ar_arab: <em>الوصول:</em>المزيد &gt; الإدارة &gt; مفضلات النظام العامة &gt;المستفيدون&gt; minPasswordLength

source: <em>Get there:</em> More &gt; Administration &gt; Global preferences &gt; Authorities &gt; BiblioAddsAuthorities
ar_arab: <em>الوصول:</em>المزيد &gt; الإدارة &gt; المفضلات العامة &gt; الاستناد &gt; BiblioAddsAuthorities

source: <em>Get there:</em> More &gt; Tools &gt; Overdue notice/status triggers
ar_arab: <em>الوصول:</em> المزيد &gt;أدوات &gt;إخطار التأخير / الحالة مرسلة

source: <em>Get there:</em> More > Administration > Global System Preferences > Circulation > finescalendar
ar_arab: <em>الوصول:</em> المزيد > الإدارة > مفضلات النظام العامة> الإعارة > finescalendar

source: <em>Get there:</em> More > Administration > Global System Preferences > Circulation > useDaysMode
ar_arab: <em>الوصول:</em> المزيد > الإدارة> مفضلات النظام العامة>الإعارة > useDaysMode

source: <em>Get there:</em> More > Reports > Guided Reports > Use Saved
ar_arab: <em>الوصول:</em> المزيد >التقارير > Gالتقارير المرشدة> استخدم المحفوظ

source: <em>Get there:</em> More > Tools > Task Scheduler
ar_arab: <em>الوصول:</em>المزيد > الأدوات > مجدول المهام

source: <em>Get there:</em>Home &gt; Administration &gt; MARC Authorities framework
ar_arab: <em>الوصول:</em>الصفحة الرئيسية &gt; الإدارة &gt;إطار استناد مارك

source: <em>Get there</em>: Administration &gt; System Preferences &gt; Patrons &gt; BorrowerMandatoryField.
ar_arab: <em>الوصول</em>: الإدارة &gt;مفضلات النظام &gt; المستفيدون &gt; BorrowerMandatoryField.

source: <em>Get there</em>: Administration &gt; System Preferences &gt; Patrons &gt; EnhancedMessagingPreferences.
ar_arab: <em>الوصول</em>:الإدارة &gt; مفضلات النظام &gt; المستفيدون&gt; تفضيلات الإرسال المحسنة

source: <em>database host : </em>%s
ar_arab: <em>مضيف قاعدة البيانات : </em>%s

source: <em>database name : </em>%s
ar_arab: <em>اسم قاعدة القاعدة : </em>%s

source: <em>database port : </em>%s (probably OK if blank)
ar_arab: <em>بوابة قاعدة البيانات : </em>%s (من المحتمل نعم إذا كان فارغا)

source: <em>database type : </em>%s
ar_arab: <em>نوع قاعدة البيانات : </em>%s

source: <em>database user : </em>%s
ar_arab: <em>مستخدم قاعدة البيانات : </em>%s

source: <i> in </i>%s
ar_arab: <i> في </i>%s

source: <i>Author:</i> %s
ar_arab: <i>المؤلف:</i> %s

source: <i>Published by:</i> %s
ar_arab: <i>نشر بواسطة:</i> %s

source: = issue an item to a patron
ar_arab: =إصدار عدد لمستفيد

source: = items that patrons have placed a request on (called &quot;reserves&quot; in some libraries - not to be confused with &quot;Course Reserves&quot; used in academimc libraries)
ar_arab: = المواد التي قام المستفيد بطلبها (طلبت &quot;حجزت&quot; في بعض المكتبات - لن تلتبس &quot;حجز المقررات&quot; المستخدم في المكتبات الأكاديمية)

source: = return an item from a patron
ar_arab: = استعادة مادة من المستفيد

source: = used for quick cataloging of a small record done at the time of circulation
ar_arab: = يستخدم في الفهرسة السريعة لتسجيلة صغيرة تمت في وقت الإعارة

source: = used to change the holding branch of an item
ar_arab: = تستخدم في تغيير المكتبة الفرعية التي لديها المادة

source: A <b>Open</b> List can be seen and managed by everybody.
ar_arab: A <b>مفتوحة</b> يمكن للجميع رؤية وإدارة القائمة.

source: A <b>Private</b> List is managed by you and can be seen only by you.
ar_arab: A <b>خاصة</b> يمكنك أنت فقط إدارة ورؤية القائمة

source: A <b>Public</b> List can be seen by everybody, but managed only by you.
ar_arab: A <b>عام</b> يمكن للجميع رؤية القائمة ولكن يمكنك أنت فقط إدارتها

source: A Basket is used to group a set of order lines. An order is placed for an individual item.
ar_arab: السلة تستخدم لتجميع مجموعة سطور الأمر. الأمر تم وضعه لنسخ منفردة.

source: A List named %s already exists!
ar_arab: تسمية القائمة %s موجودة بالفعل!

source: A MARC Authority Record are used to ensure consitency across catalog records by providing a way to define the standard form of names for:
ar_arab: تسجيلة مارك للإستناد تستخدم لتأكيد توحيد بيانات تسجيلات الفهرس بإمداد طرق لتحديد شكل معايير لأسماء:

source: A Pending Hold is a Hold that has been placed by a Patron that has not been &quot;Filled&quot;. Where Filled means that the item is now ready for the Patron to pick up.
ar_arab: الحجوزات المعلقة هي الحجوزات التي تم عملها بواسطة المستفيد والتي ليست &quot; مكتملة &quot; . حيث أن اكتمالها يعني أن النسخ جاهزة الآن للمستفيد لإلتقاها

source: A Transfer To Do is where a patron in another library/branch has requested an item that is on your shelf. This tells you the items that need to be sent to other libraries/branches.
ar_arab: نقل للعمل هي مكان المستفيد في مكتبة أخرى أو فرع قام بطلب مادة على الرف الخاص بك. هذا يخبرك بالمواد التي تحتاج للإرسال للمكتبات الأخرى أو الفروع

source: A batch is a collection of patrons for whom you want to generate cards.
ar_arab: الدفعة هي مجموعة من المستفيدين الذين ترغب في إصدار بطاقات لهم.

source: A bibliographic record needs items or holdings for it to show in the OPAC. There are two ways to add new items to a bibliographic record:
ar_arab: التسجيلة الببليوجرفية تحتاج نسخ أو مقتنيات لعرضها على الفهرس المتاح على الخط المباشر. هناك طريقتين لإضافة مواد جديدة إلى التسجيلة الببليوجرافية :

source: A confirmation will appear with the item information
ar_arab: سوف يظهر التأكيد مع معلومات المادة

source: A hold cannot be requested on any of these items.
ar_arab: لا يمكن طلب الحجز لأي من هذه المواد

source: A label batch is where you take your Layout, Layout Template and merge with the items you wish to create the labels for.
ar_arab: دفعة الملصقات هي المكان الذي تأخذ منه تخطيطك, قالب التخطيط ودمجه مع المواد التي ترعب في إنشاء ملصقات لهاr.

source: A layout defines the text and images that will be printed on to the card and where it will appear.
ar_arab: يعرف المخطط النص والصور التي ستتم طباعتها على البطاقة ومكان ظهورها.

source: A layout is where you define what will print on the label. For example for a spine label you may choose the Classification Number.
ar_arab: يعرف المخطط ما سيتم طباعته على الملصق. على سبيل المثال بالنسبة لكعب الملصق يمكنك اختيار رقم التصنيف

source: A layout template is the dimensions of the sheet you are using. You will need to either acquire the dimensions from the label supplier, or measure them accurately.
ar_arab: قالب المخطط هو أبعاد الورقة التي تستخدمها. سوف تحتاج إلى طلب الأبعاد من مورد الملصق أو قياسها بدقة.

source: A message will appear tell you that the item is not checked out, but the status will now say available in the catalog. This step is necessary to mark items as receieved by the home branch.
ar_arab: سوف تظهر رسالة لإخبارك بأن المادة لم تعار. ولكن الحالة لن تقول متاحة في الفهرس. هذه الخطوة ضرورية لتحديد المادة مستلمة بواسطة الفرع الرئيسي

source: A non-existent or invalid branch code was supplied. Please <a1>verify</a> that you have a branch selected.
ar_arab: تم توريد رمز فرع غير صحيح أو غير موجود. الرجاء<a1>التأكد من</a> تحديد فرع

source: A page with editable fields will open so that you can change the title, notes and SQL related to the report
ar_arab: سوف يتم فتح صفحة ذات حقول قابلة للتعديل لكي تتمكن من تغيير العنوان, الملاحظات وال SQL المتعلقة بالتقرير

source: A patron attribute (or extended patron attribute) is an additional piece of information associated with a patron record. Each attribute has a type that specifies whether the attribute is repeatable, can serve as a unique identifier, can take a password, and whether it can be used to search for patron records in the staff interface. The list of attribute types is controlled by staff with 'superlibrarian' permissions.
ar_arab: سمة المستفيد(أو سمة المستفيد الموسعة)هي معلومة إضافية متعلقة بتسجيلة المستفيد.لكل سمة نوع يحدد ما إذا كانت السمة متكررة, يمكن أن تعمل كمعرّف مميز, يمكن أن تأخذ كلمة مرور, وما إذا كان يمكن استخدامها للبحث عن تسجيلات مستفيد في واجهة الموظف.يتم التحكم في قائمة أنواع السمة بواسطة صلاحية الموظف المميز.

source: A patron's annual membership fee payment status also shows on this screen.
ar_arab: حالة دفع رسوم عضوية المستفيد السموية تظهر أيضا في هذه الصفحة

source: A printer profile is where you setup adjustments for label offset and creep (also known as printer calibration).
ar_arab: وضع الطابعة هو المكان الذي تقوم فيه بتنصيب التعديلات لأوفسيت الملصق (المعروف أيضا باسم معايرة الطابعة)

source: A profile is a set of “adjustments” applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned).
ar_arab: السمت هو مجموعة من "التعديلات" التي يتم تطبيقها على قالب معطى قبل الطبع مباشرة مما يعوض عن المفارقات الفريدة والغربية لطابعة معطاة ( التي يتم تعيين السمت لها)

source: A profile is a set of “adjustments” applied to a given template just prior to printing which compensates for anomalies unique and peculiar to a given printer (to which the profile is assigned). This means if you set a template up and then print a sample set of data and find that the items are not all aligned the same on each label, you need to set up a profile for each printer to make up for the differences in printing styles, such as the shifting of text to the left, right, top or bottom.
ar_arab: السمت هو مجموعة من "التعديلات" التي يتم تطبيقها على قالب معطى قبل الطبع مباشرة مما يعوض عن المفارقات الفريدة والغربية لطابعة معطاة ( التي يتم تعيين السمت لها). يعني هذا أنك إذا قمت بضبط قالب ثم طبعت عينة مجموعة من البيانات ووجدت أن المواد ليست جميعها منتظمة بنفس الطريقة في كل ملصق، سوف تحتاج إلى تنضيب سمت لكل طابعة للتعويض عن الاختلاف في أنماط الطبع، مثل تحويل النص إلى اليسار ، اليمين ، أعلى أو أسفل.

source: A record matching barcode <b>%s</b> has already been added.
ar_arab: بار كود مضاهي للتسجيلة<b>%s</b> تمت إضافته بالفعل

source: A single branch library does not need to utilize the Group(s) feature.
ar_arab: لا تحتاج مكتبة ذات فرع واحد إلى استخدام خاصية المجموعة(المجموعات)

source: A summary of your import will appear along with the option to change your matching rules
ar_arab: سوف يظهر ملخص لاستيرادك مع خيار تغيير قواعد المضاهاة

source: A template is the label/card stock you are using. This might be Avery 5160 for address labels, Gaylord 47-284 for spine labels or Avery 28371 for your patron cards, just to give a couple of examples. These labels will include all of the information you will need for setting up a Koha, this information may be on the packaging, and if not it can usually be found on the vendor's website.
ar_arab: القالب هو مخزون الملصقات/البطاقات الذي تستخدمه. يمكن أن يكون ذلك أكثر من 5160 ملصقات عنوان، Gaylord 47-284 لكعوب الملصقات أو Avery 28371 لبطاقات مستفيديك، فقط لإعطائك مثالين. سوف تشمل هذه الملصقات كافة المعلومات التي سوف تحتاجها لتنصيب كوها، هذه المعلومات يمكن عمل نسخ احتياطية منها، وإذا لم يتم ذلك بمكن العثور عليها في موقع المزود.

source: A third option allows libraries to maintain their own authority records based on the dataset; many libraries prefer not to enable that option because it creates 'ghost' authority records in the system. It's up to the library (or group) which options to enable, or disable.
ar_arab: خيار ثالث يسمح للمكتبة بصيانة استناداتها الخاصة بناء على مجموعة البيانات، العديد من المكتبات تفضل عدم تفعيل هذا الخيار لأنها تقوم بإنشاء استنادات "شبحية" في النظام. ويرجع الأمر إلى المكتبة (أو المجموعة) في تفعيل أي من الخيارات أو إيقافها.

source: ADDITIONAL CONTENT TYPES
ar_arab: أنواع المحتوى الإضافي

source: ALL
ar_arab: الكل

source: ALL items fields MUST :
ar_arab: كل حقول المواد يجب أن:

source: ALL libraries
ar_arab: كل المكتبات

source: AUDIENCE
ar_arab: الجمهور

source: Ability for logged in user to check books out and back in
ar_arab: قدرة المستخدم الذي قام بتسجيل الدخول على استعارة ورد الكتب

source: Ability to set patron permissions&nbsp;
ar_arab: القدرة على ضبط صلاحيات المستفيد&nbsp;

source: About Classification Sources
ar_arab: حول مصادر التصنيف

source: About Koha
ar_arab: حول كوها

source: Absorbed by:
ar_arab: ممتص بواسطة:

source: Absorbed in part by:
ar_arab: ممتص جزئيا بواسطة:

source: Absorbed in part:
ar_arab: ممتص جزئيا:

source: Absorbed:
ar_arab: ممتص:

source: Abstract:
ar_arab: خلاصة:

source: Abstracts/summaries
ar_arab: مستخلصات / ملخصات

source: Accept
ar_arab: قبول

source: Accept the deletion and the records will be removed from the reservoir and the status will be changed to 'cleaned'
ar_arab: اقبل الحذف وسيت حذف التسجيلات من المخزن وسيتم تغيير الحالة إلى "منظفة"

source: Accepted
ar_arab: مقبول

source: Accepted by
ar_arab: مقبول بواسطة

source: Accepted by:
ar_arab: مقبول بواسطة:

source: Accepted on:
ar_arab: مقبول في:

source: Access denied
ar_arab: غير مسموح بالوصول

source: Access this report from the: <a1>Saved Reports Page</a>
ar_arab: الوصول إلى هذا التقرير من : <a1>Sصفحة التقارير المحفوظة</a>

source: Access to acquisition and patron purchase suggestions management
ar_arab: الوصول إلى التزويد وإدارة مقترحات شراء المستفيدين

source: Access to all librarian functions
ar_arab: الوصول إلى كل وظائف المكتبي

source: Accession Date:
ar_arab: تاريخ موافقة:

source: Accession date (inclusive):
ar_arab: تاريخ موافقة:(شامل):

source: Accompanying material 1
ar_arab: مادة مصاحبة 1

source: Accompanying material 2
ar_arab: مادة مصاحبة 2

source: Accompanying material 3
ar_arab: مادة مصاحبة 3

source: Accompanying material 4
ar_arab: مادة مصاحبة 4

source: Accompanying textual material 1:
ar_arab: مادة نصية مصاحبة 1:

source: Accompanying textual material 2:
ar_arab: مادة نصية مصاحبة 2:

source: Accompanying textual material 3:
ar_arab: مادة نصية مصاحبة 3:

source: Accompanying textual material 4:
ar_arab: مادة نصية مصاحبة 4:

source: Accompanying textual material 5:
ar_arab: مادة نصية مصاحبة 5:

source: Accompanying textual material 6:
ar_arab: ماد نصية مصاحبة 5:

source: According to our records, at the time of this notice, you have items that are overdue. Please return or renew them as soon as possible to avoid increasing late fines.
ar_arab: طبقا لتسجيلاتنا,في وقت هذا الإخطار, لديك مواد متأخرة.الرجاء إعادتها أو تجديدها في أقرب وقت ممكن لتجنب زيادة غرامة التأخير.

source: Account
ar_arab: حساب

source: Account Management Fee
ar_arab: رسم إدارة الحساب

source: Account Summary: %s %s (%s)
ar_arab: ملخص الحساب: %s %s (%s)

source: Account Type
ar_arab: نوع الحساب

source: Accounting Details
ar_arab: تفاصيل المحاسبة

source: Accounting details
ar_arab: تفاصيل المحاسبة

source: Acquisition Date
ar_arab: تاريخ التزويد

source: Acquisition Date (yyyy-mm-dd)
ar_arab: تاريخ التزويد (سنة-شهر-يوم)

source: Acquisition Date: Newest to Oldest
ar_arab: تاريخ التزويد: من الأحدث إلى الأقدم

source: Acquisition Date: Oldest to Newest
ar_arab: تاريخ التزويد: من الأقدم إلى الأحدث

source: Acquisition information
ar_arab: معلومات التزويد

source: Acquisition parameters
ar_arab: عناصر التزويد

source: Acquisitions
ar_arab: التزويد

source: Acquisitions Help
ar_arab: مساعدة التزويد

source: Acquisitions Statistics
ar_arab: إحصائيات التزويد

source: Acquisitions statistics
ar_arab: إحصائيات التزويد

source: Acquisitions:
ar_arab: التزويد:

source: Acquistion information
ar_arab: معلومات النزويد

source: Action
ar_arab: الحدث

source: Action if matching bibliographic record found:
ar_arab: التصرف في حالة إيجاد تسجيلة ببليوجرافية مضاهية

source: Action if matching record found:
ar_arab: التصرف إذا تم إيجاد تسجيلة مضاهية

source: Action if no match found:
ar_arab: التصرف إذا كانت غير مضاهية:

source: Action if no match is found:
ar_arab: التصرف إذا كانت غير مضاهية:

source: Action:
ar_arab: الحدث:

source: Actions
ar_arab: أحداث

source: Actions&nbsp;
ar_arab: أحداث&nbsp;

source: Active
ar_arab: نشط

source: Active Settings
ar_arab: إعدادات نشطة

source: Active/Inactive
ar_arab: نشط/خامل

source: Active:
ar_arab: نشط:

source: Actual Cost will be used to subtract from your budgets (whereas the other fees will be used when calculating replacement costs)
ar_arab: سيتم استخدام التكلفة الفعلية للاقتتطاع من ميزانيتك (في حين أن الرسوم الأخرى سيتم استخدامها عند حساب تكاليف الاستبدال)

source: Actual cost
ar_arab: التكلفة الفعلية

source: Actual cost:
ar_arab: التكلفة الفعلية:

source: Add
ar_arab: أضف

source: Add %s items to
ar_arab: أضف%s مواد إلى

source: Add &amp; Duplicate
ar_arab: أضف &amp; تكرار

source: Add : the number here is added to XYZ
ar_arab: أضف : الرقم هنا تمت إضافتة الى XYZ

source: Add Authorized Value
ar_arab: أضف قيمة استناد

source: Add Bibliographic Record
ar_arab: أضف تسجيلة بيبلوجرافية

source: Add Credit
ar_arab: أضف رصيد

source: Add Fund
ar_arab: أضف تمويل

source: Add Group
ar_arab: أضف مجموعة

source: Add Item
ar_arab: أضف مادة

source: Add Item Type
ar_arab: أضف نوع مادة

source: Add Item to <i>%s</i>
ar_arab: أضف مادة إلى<i>%s</i>

source: Add Item(s)
ar_arab: اضف مادة (مواد)

source: Add MARC Record
ar_arab: أضف تسجيلة مارك

source: Add Multiple Copies
ar_arab: أضف عدة نسخ

source: Add New Definition
ar_arab: أضف تعريف جديد

source: Add New Item
ar_arab: أضف مادة جديدة

source: Add New Item to Existing Group
ar_arab: أضف مادة جديدة إلى مجموعة حالية

source: Add New Item to New Group
ar_arab: أضف مادة جديدة إلى مجموعة جديدة

source: Add News Item
ar_arab: أضف مادة أخبار

source: Add Order To Basket
ar_arab: أضف طلب إلى السلة

source: Add Patron Attribute
ar_arab: أضف سمة مستفيد

source: Add Patrons
ar_arab: أضف مستفيدين

source: Add Record
ar_arab: أضف تسجيلة

source: Add Record Without Search
ar_arab: أضف تسجيلة بدون بحث

source: Add To Order
ar_arab: أضف إلى الطلب

source: Add a Custom Report
ar_arab: أضف تقرير مخصص

source: Add a Layout
ar_arab: أضف مخطط

source: Add a Profile
ar_arab: أضف وضع

source: Add a Serial Subscription
ar_arab: أضف اشتراك دورية

source: Add a Template
ar_arab: أضف قالب

source: Add a basket to %s
ar_arab: أضف سلة إلى %s

source: Add a mapping
ar_arab: أضف تخطيط

source: Add a message for:
ar_arab: أضف رسالة إلى:

source: Add a new Authorized Value Category
ar_arab: أضف فئة قيمة استناد جديدة

source: Add a new Group
ar_arab: أضف مجموعة جديدة
