Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Circulation Check In (Returns)
ar_arab: رد الإعارة (العائدات)

source: Circulation Help
ar_arab: مساعدة الإعارة

source: Circulation History
ar_arab: مساعدة الإعارة

source: Circulation Messages
ar_arab: رسائل الإعارة

source: Circulation Reports
ar_arab: تقارير الإعارة

source: Circulation Statistics
ar_arab: إحصائيات الإعارة

source: Circulation Transfers
ar_arab: انتقالات الإعارة

source: Circulation and Fines Rules
ar_arab: قواعد الإعارة والغرامات

source: Circulation and fines rules
ar_arab: قواعد الإعارة والغرامات

source: Circulation is where items are check out and in to patrons. Some libraries use different nomeclature for these functions.
ar_arab: الإعارة هي حيث يتم إعارة المواد إلى المستفيدين وردها. تستخدم بعض المكتبات تسميات مختلفة لهذه الوظائف

source: Circulation messages are set up as Authorized Values. To add or edit Circulation Messages you want to work with the BOR_NOTES value.
ar_arab: يتم تنصيب رسائل الإعارة كقيم استناد. لإضافة أو تحرير رسائل الإعارة قد ترغب في العمل بقيمة BOR_NOTES

source: Circulation messages are short messages that librarians can leave for their patrons or their colleagues that will appear at the time of circulation.
ar_arab: رسائل الإعارة هي رسائل قصيرة يمكن للمكتبيين تركها لمستفيديهم أو زملائهم وسف تظهر في وقت الإعارة

source: Circulation messages meant for the patron will appear when they log into the OPAC.
ar_arab: رسائل الإعارة الموجهة للمستفيد سوف تظهر عند تسجيل دخوله للأوباك

source: Circulation messages meant for the staff will appear on the patron's checkout screen.
ar_arab: رسائل الإعارة الموجهة للموظفين سوف تظهر في شاشة إعارة المستفيد

source: Circulation note:
ar_arab: ملاحظة الإعارة:

source: Circulation statistics
ar_arab: إحصائيات الإعارة

source: Circulation:
ar_arab: الإعارة:

source: Circulation: Overdues at %s
ar_arab: الإعارة: متأخرات في %s

source: Citation
ar_arab: اقتباس

source: Cities
ar_arab: المدن

source: Cities &rsaquo;
ar_arab: المدن &rsaquo;

source: Cities &rsaquo; Confirm Deletion of City
ar_arab: المدن&rsaquo; تأكيد حذف المدينة

source: Cities and Towns
ar_arab: المدن والبلدان

source: Cities and towns
ar_arab: المدن والبلدان

source: City
ar_arab: القائمة

source: City ID
ar_arab: معرف المدينة

source: City ID:
ar_arab: معرف مدينة:

source: City Search:
ar_arab: بحث المدينة:

source: City id
ar_arab: معرف المدينة

source: City, State
ar_arab: المدينة, البلد

source: City, State:
ar_arab: المدينة, البلد:

source: Claim
ar_arab: مطالبة

source: Claim Acquisition
ar_arab: مطالبة التزويد

source: Claim Date
ar_arab: تاريخ المطالبة

source: Claim Order
ar_arab: إخطار الطلب

source: Claim Serial Issue
ar_arab: إستعجال عدد دوريات

source: Claim using notice:
ar_arab: إستعجال باستخدام الإخطارات:

source: Claimed
ar_arab: تم إخطاره

source: Claims
ar_arab: إخطارات

source: Claims are notices that you send when an issue that was expected has not been received by the library.
ar_arab: المطالبات هي إخطارات تقوم بإرسالها عند عدم استلام عددا كان متوقعا بواسطة المكتبة

source: Clarinette
ar_arab: الكلارينيت

source: Clarinette basse
ar_arab: كلارينيت

source: Class
ar_arab: تصنيف

source: ClassSources
ar_arab: مصدر التصنيف

source: Classification
ar_arab: التصنيف

source: Classification Filing Rules
ar_arab: قواعد تسجيل التصنيف

source: Classification Sources
ar_arab: مصادر التصنيف

source: Classification source code missing
ar_arab: رمز مصدر التصنيف مفقود

source: Classification source code:
ar_arab: رمز مصدر التصنيف:

source: Classification sources
ar_arab: مصادر التصنيف:

source: Classification:
ar_arab: التصنيف:

source: Classification: %s
ar_arab: التصنيف: %s

source: Clavecin
ar_arab: قيثارة

source: Clean
ar_arab: نظيف

source: Clean Patron Records
ar_arab: تنظيف تسجيلات المستفيد

source: Cleaned import batch #%s
ar_arab: تم تنظيف استراد الدفعة #%s

source: Clear
ar_arab: مسح

source: Clear All
ar_arab: مسح الكل

source: Clear All Fields
ar_arab: مسح كل الحقول

source: Clear Date
ar_arab: مسح التاريخ

source: Clear Field
ar_arab: مسح الحقل

source: Clear Filters
ar_arab: مشح المرشحات

source: Clear Screen
ar_arab: مسح الشاشة

source: Click 'Add Item' after entering the data for your item
ar_arab: انقر 'اضف مادة' بعد إدخال البيانات لمادتك

source: Click 'Add budget' next to the fund you want to edit
ar_arab: انقر 'اضف ميزانية' بجانب التمويل الذي تريد تحريره

source: Click 'Add'
ar_arab: انقر'أضف'

source: Click 'Confirm' next to the list you want to delete to delete it permanently
ar_arab: انقر 'تأكيد' بجانب القائمة التي ترغب في حذفها لحذفها نهائيا

source: Click 'Continue'
ar_arab: أنقر 'استمرار'

source: Click 'Edit' at the top left
ar_arab: انقر 'تحرير' في أعلى اليسار

source: Click 'Edit' beside the authorized value you wish to edit
ar_arab: انقر 'تحرير' بجانب قيمة الاستناد التي ترغب في تحريرها

source: Click 'Export'
ar_arab: انقر 'تصدير'

source: Click 'Find guarantor' and pick a patron from the resulting list.
ar_arab: انقر 'أوجد الضامن' لاختيار مستفيد من قائمة النتائج.

source: Click 'Import into catalog' to complete the import
ar_arab: انقر 'استيراد إلى الفهرس' لاستكمال الاستيراد

source: Click 'Import'
ar_arab: انقر 'استيراد'

source: Click 'Library Transfer Limits'
ar_arab: انقر 'حدود نقل المكتبة'

source: Click 'Manage suggestions'
ar_arab: انقر 'إدارة المقترحات'

source: Click 'New Authority Framework'
ar_arab: انقر 'إطار استناد جديد'

source: Click 'New Authority'
ar_arab: انقر 'استناد جديد'

source: Click 'New City'
ar_arab: انقر 'مدينة جديدة'

source: Click 'New Classification Source'
ar_arab: انقر 'مصدر تصنيف جديد'

source: Click 'New Entry'
ar_arab: انقر 'مدخل جديد'

source: Click 'New Filing Rules'
ar_arab: انقر'قواعد تسجيل جديدة'

source: Click 'New Fund'
ar_arab: انقر 'تمويل جديد'

source: Click 'New Notice'
ar_arab: انقر'إخطار جديد'

source: Click 'New Road Type'
ar_arab: انقر 'نوع طريق جديد'

source: Click 'New order'
ar_arab: انقر'طلب جديد'

source: Click 'Next'
ar_arab: انقر 'التالي'

source: Click 'Patron attribute types'
ar_arab: انقر 'أنواع سمة المستفيد'

source: Click 'Save Subscription' to save the information you have entered.
ar_arab: انقر 'حفظ الاشتراك' لحفظ المعلومات التي قمت بإدخالها.

source: Click 'Save'
ar_arab: انقر 'حفظ'

source: Click 'Save' to finish the process.
ar_arab: انقر 'حفظ' لإنهاء العملية

source: Click 'Save' when you are done.
ar_arab: انقر'حفظ' عند الانتهاء

source: Click 'Stage for import'
ar_arab: انقر 'تنظيم للاستيراد'

source: Click 'Submit'
ar_arab: انقر 'ارسال'

source: Click 'Transfer' on the Circulation menu
ar_arab: انقر 'نقل' في قائمة الإعارة

source: Click 'Unpack' and you will receive a confirmation screen
ar_arab: انقر "إفراغ" وسف تظهر لك شاشة تأكيد

source: Click 'Z39.50 Search'
ar_arab: انقر 'Z39.50 بحث'

source: Click 'choose' next to the matching record and it will auto fill the fields in your MARC record
ar_arab: انقر 'اختيار' بجانب التسجيلة المضاهاة وسوف يتم ملئ الحقول آليا في تسجيلة مارك الخاصة بك

source: Click 'edit' next to the 'classification source' or 'filing rule' you wish to edit
ar_arab: انقر 'تحرير' بجانب 'مصدر التصنيف' أو 'قاعدة التسجيل' التي ترغب في تحريرها

source: Click Next to continue
ar_arab: انقر على التالي للاستمرار

source: Click here to access online
ar_arab: انقر هنا للدخول على الانترنت

source: Click here to define a printer profile.
ar_arab: انقر هنا لتعريف وضع الطابعة

source: Click here to show all
ar_arab: انقر هنا لعرض الكل

source: Click here to show only the first
ar_arab: انقر هنا لعرض الأول فقط

source: Click on 'Delete' next to the list you wish to delete OR click on the name of the list and then click 'Delete List'
ar_arab: انقر على 'حذف' بجانب القائمة التي تريد حذفها أو انقر على اسم القائمة ثم انقر على 'احذف القائمة'

source: Click on 'Edit'
ar_arab: انقر على تحرير'

source: Click on 'Global System preferences' and then choose the 'OPAC Features' tab
ar_arab: انقر على 'مفضلات النظام العامة' ثم اختر تبويب 'خصائص الأوباك'

source: Click on 'Item Circulation Alerts'&nbsp;
ar_arab: انقر على 'تنبيهات إعارة المادة'&nbsp;

source: Click on 'Late Orders' on the menu on the left
ar_arab: انقر على 'الطلبات المتأخرة' on the menu on the left

source: Click on 'Libraries and groups'
ar_arab: انقر على 'مكتبات ومجموعات'

source: Click on 'New List'
ar_arab: انقر على 'قائمة جديدة'

source: Click on 'Search the catalog' in your search bar'
ar_arab: انقر على 'بحث الفهرس' في شريط البحث الخاص بك

source: Click on 'edit' next to the list you wish to edit OR click on the name of the list and then click 'Edit List'
ar_arab: انقر على 'تحرير' بجانب القائمة التي ترغب في تحريرها أو انقر على اسم القائمة ثم انقر 'تحرير القائمة'

source: Click on 'import' to import the record of your choice.
ar_arab: انقر على 'استيراد' لاستيراد التسجيلة التي اخترتها

source: Click on Finish to complete and load the Koha Staff Interface.
ar_arab: انقر على إنهاء لإتمام وتحميل واجهة عميل كوها

source: Click on the &ldquo;Offline Circulation File (.koc) Uploader&quot; option.
ar_arab: انقر على &ldquo;ملف الإعارة دون اتصال(.koc) محمّل&quot;خيار.

source: Click on the 'Fines' tab under the patron information on the left
ar_arab: انقر على تبويب 'غرامات' أدنى معلومات المستفيد إلى اليسار

source: Click on the 'Save' button at the bottom of the form to save your new profile.
ar_arab: انقر على زر 'حفظ' أدنى الصفحة لحفظ ملفك الشخصي الجديد

source: Click on the database column name and then press the 'add' button.
ar_arab: انقر على اسم عمود قاعدة البيانات ثم اضغط زر 'إضافة'

source: Click on the date on the calendar that you would like to apply the closing to
ar_arab: انقر على التاريخ في النتيجة والذي ترغب في تطبيق الإغلاق فيه

source: Click on the event on the calendar that you want to change (do this by clicking on the date on the calendar, not the event listed in the summary)
ar_arab: انقر على الحدث في النتيجة الذي تريد تغييره ( قم بذلك بالنقر على التاريخ في النتيجة، وليس الحدث المدرج في الملخص)

source: Click on the following link(s) to download the exported batch(es).
ar_arab: انقر على الرابط (الروابط) التالي لتنزيل الدفعة (الدفعات) المصدرة

source: Click on the grid to toggle the settings.
ar_arab: انقر على الشبكة لتبديل الإعدادات

source: Click on the name of the list you wish to add items to
ar_arab: انقر على اسم القائمة التي ترغب في إضافة المواد إليها

source: Click on the patron's name from the results
ar_arab: انقر على اسم المستفيد من النتائج

source: Click on the summary for the record you want to edit
ar_arab: انقر ملخص التسجيلة التي ترغب في تحريرها

source: Click on the title of the item you wish to add to a list
ar_arab: انقر على عنوان المادة التي ترغب في إضافتها للقائمة

source: Click the &ldquo;Process offline circulation file&rdquo; button to process the data.
ar_arab: انقر &ldquo;زر ملف معالجة الإعارة دون اتصال&rdquo; لمعالجة البيانات

source: Click the '&gt;&gt;' button to insert that field into your text message where you'd like it to appear in the notice.
ar_arab: انقر الزر '&gt;&gt;'لإدخال هذا الحقل إلى رسالتك النصية التي ترغب في ظهورها في الإخطار

source: Click the '...' to the left of the field
ar_arab: انقر على '...' إلى يسار الحقل

source: Click the 'Create manual invoice' tab
ar_arab: انقر تبويب'إنشاء فاتورة يدوية'

source: Click the 'Delete' button to remove the current image.
ar_arab: انقر زر 'حذف' لحذف الصورة الحالية

source: Click the 'More' button on the top right of the patron profile and choose 'Set Permissions'
ar_arab: انقر زر 'المزيد' في أعلى يمين صفحة المستفيد الشخصية واختر 'ضبط الصلاحيات'

source: Click the 'New' button
ar_arab: اضغط زر 'جديد'

source: Click the 'Receive Parcel' button
ar_arab: انقر زر "استلام الطرد"

source: Click to &quot;Unmap&quot;
ar_arab: انقر &quot;Unmap&quot;

source: Click to Edit
ar_arab: انقر للتحرير

source: Click to Expand this Tag
ar_arab: انقر لتوسيع الرأس

source: Click to add item
ar_arab: انقر لإضافة مادة

source: Clicking on repeatable events will offer slightly different options
ar_arab: النقر على الأحداث المتكررة سوف يعرض خيارات مختلفة اختلافا طفيفا

source: Clicking on the link to the Patron module will bring you to a search/browse screen for patrons. From here you can search for a patron by entering any part of their name or barcode in the search box at the top.
ar_arab: النقر على الرابط في نظام المستفيد الفرعي سوف ينقلك إلأى صفحة بحث/تصفح المستفيدين. من هنا يمكنك البحث عن المستفيد بإدخال أي جزء من اسمه أو الباركود في مربع البحث في الأعلى

source: Clicking on the squares in the matrix will change the color and also the email alert rules
ar_arab: النقر على المربعات في المصفوفة سوف يغير اللون وكذلك قواعد تنبيه البريد الالكتروني

source: Clicking the Confirm hold and Transfer button will mark the item as in transit to the library where the hold was placed
ar_arab: النقر على زر تأكيد الحجز والنقل سوف يجعل المادة في النقل إلى المكتبة التي تم وضع الحجز فيها

source: Clicking the Confirm hold button will mark the item as waiting for pickup from the library
ar_arab: النقر على زر تأكيد الحجز سوف يحدد المادة في انتظار الالتقاط من المكتبة

source: Clicking the Print Slip and Confirm button will mark the item as waiting for pickup at the library and present the library with a receipt to print and place on the book with the patron's information
ar_arab: النقر على الطباعة السريعة وزر التأكيد سوف يحدد المواد في انتظار الالتقاط في المكتبة ويقدم إيصالا للمكتبة للطباعة ووضعه على الكتاب مع معلومات المستفيد

source: Clicking the Print Slip, Transfer and Confirm button will mark the item as in transit to the library where the hold was placed and present the library with a receipt to print and place on the book with the patron's information
ar_arab: النقر على شريط الطباعة، النقل وزر التأكيد سوف يحدد المادة في النقل إلى المكتبة التي تم وضع الحجز فيها ويقدم للمكتبة إيصالا للطباعة ووضعه على الكتاب مع معلومات المستفيد

source: Clone
ar_arab: استنساخ

source: Clone these rules to:
ar_arab: استنسخ هذه القواعد إلى:

source: Cloning issuing rules
ar_arab: استنساخ قواعد الإصدار

source: Cloning of issuing rules failed!
ar_arab: فشل استنساخ قواعد الإصدار!

source: Close
ar_arab: أغلق

source: Close & Print
ar_arab: أغلق& اطبع

source: Close Help Window
ar_arab: أغلق نافذة المساعدة

source: Close Window
ar_arab: أغلق النافذة

source: Close this basket
ar_arab: أغلق هذه السلة

source: Close window
ar_arab: أغلق النافذة

source: Closed
ar_arab: مغلق

source: Closed on:
ar_arab: مغلق في:

source: Closed on: %s
ar_arab: مغلق في: %s

source: Cloud cover
ar_arab: غطاء السحابة

source: Co-auteur
ar_arab: المؤلف المشارك

source: Code
ar_arab: رمز

source: Code date publication
ar_arab: ترميز نشر التاريخ

source: Code:
ar_arab: رمز:

source: Coded Fields
ar_arab: حقول مرمزة

source: Coded information filters
ar_arab: مرشحات المعلومات المرمزة

source: Colin Campbell
ar_arab: كولين كامبل

source: Collection
ar_arab: مجموعة

source: Collection '%s' Failed To Be Updated!
ar_arab: المجموعة '%s'فشل تحديث!

source: Collection '%s' Updated Succesfully!
ar_arab: المجموعة '%s' تم تحديثها بنجاح!

source: Collection Title:
ar_arab: عنوان المجموعة:

source: Collection Transfered Successfully
ar_arab: تم نقل المجموعة بنجاح

source: Collection:
ar_arab: مجموعة:

source: Collection: %s
ar_arab: مجموعة: %s

source: Collectivité co-auteur
ar_arab: مجموعة المؤلف المشارك

source: Collectivité principale
ar_arab: المجموعة الرئيسية

source: Collectivité secondaire
ar_arab: المجموعة الثانوية

source: Colon (:)
ar_arab: نسخة (:)

source: Color
ar_arab: لون

source: Colour
ar_arab: لون

source: Colour indicator
ar_arab: مؤشر اللون

source: Colour:
ar_arab: لون:

source: Column
ar_arab: عمود

source: Columns
ar_arab: أعمدة

source: Columns must be filled left to right: if the first column is blank, other columns will be ignored.
ar_arab: يجب ملأ الأعمدة إلى اليمين: إذا كان العمود الأول خاليا، سيتم تجاهل الأعمدة الأخرى.

source: Columns:
ar_arab: أعمدة

source: Coming from %s
ar_arab: يأتي من %s

source: Comma (,)
ar_arab: فاصلة (,)

source: Comma Separated Text
ar_arab: نص مقسم بفاصلة

source: Comment
ar_arab: تعليق

source: Comment:
ar_arab: تعليق

source: Commenter
ar_arab: تعليق

source: Comments
ar_arab: تعليقات

source: Comments about this file:
ar_arab: تعليقات حول هذا الملف:

source: Comments/Reviews
ar_arab: تعليقات / مراجعات

source: Comments:
ar_arab: تعليقات

source: Commited budget
ar_arab: ميزانية محددة

source: Compact view
ar_arab: عرض مضغوط

source: Company Name:
ar_arab: اسم الشركة:

source: Company details
ar_arab: تفاصيل الشركة

source: Compare barcodes list to results
ar_arab: قارن قائمة الباركود بالنتيجة

source: Complete the information in the right area.
ar_arab: أكمل المعلومات في المساحة اليمنى

source: Completed import of records
ar_arab: استيراد تام للتسجيلات

source: Completeness
ar_arab: إكتمال

source: Computer File
ar_arab: ملف حاسب

source: Computer Files
ar_arab: ملفات حاسب

source: Computer files, Data, Software
ar_arab: ملفات الحاسب,بيانات, برامج

source: Concatenation of koha & MARC fields
ar_arab: تسلسل كوها وحقول مارك

source: Conference or meeting code :
ar_arab: رمز المؤتمر أو المقابلة:

source: Conference publication indicator
ar_arab: مؤشر مطبوع المؤتمر

source: Configuration OK, you don't have errors in your MARC parameters table
ar_arab: تمت التهيئة, لا يوجد لديك أخطاء فى جدول مؤشرات مارك

source: Configure these parameters in the order they appear.
ar_arab: هيئ هذه العوامل عندما تظهر.

source: Confirm
ar_arab: تأكيد

source: Confirm Custom Report
ar_arab: تأكيد التقرير حسب الطلب

source: Confirm Definition
ar_arab: تأكيد التعريف

source: Confirm Deletion
ar_arab: تأكيد الحذف

source: Confirm Deletion of %s?
ar_arab: تأكيد الحذف %s (%s)؟

source: Confirm Deletion of Category %s
ar_arab: تأكيد حذف الفئه %s

source: Confirm Deletion of Category '%s'
ar_arab: تأكيد حذف الفئه '%s'

source: Confirm Deletion of Contract %s
ar_arab: تأكيد حذف العقد %s

source: Confirm Deletion of Contract '%s'
ar_arab: تأكيد حذف العقد '%s'

source: Confirm Deletion of Currency
ar_arab: تأكيد حذف العملة

source: Confirm Deletion of Currency '
ar_arab: تأكيد حذف العملة '

source: Confirm Deletion of Currency '%s'
ar_arab: تأكيد حذف العملة '%s'

source: Confirm Deletion of Fund <em>%s</em>
ar_arab: تأكيد حذف التمويل <em> %s </em>

source: Confirm Deletion of Printer <em>%s</em>
ar_arab: تأكيد حذف الطابعة <em> %s </em>

source: Confirm Deletion of Subfield %s?
ar_arab: تأكيد حذف الحقل الفرعى %s؟

source: Confirm Deletion of Tag
ar_arab: تأكيد حذف الوسيمة

source: Confirm Deletion of authority structure definition for
ar_arab: تأكيد حذف تعريف بنيه الاستناد ل%s (%s)

source: Confirm Holds
ar_arab: تأكيد الحجز

source: Confirm delete:
ar_arab: تأكيد الحذف:

source: Confirm deletion of %s (%s)?
ar_arab: تأكيد الحذف %s (%s)؟

source: Confirm deletion of classification source
ar_arab: أكد حذف مصدر التصنيف

source: Confirm deletion of filing rule
ar_arab: تأكيد حذف قاعدة التسجيل

source: Confirm deletion of patron attribute type
ar_arab: تأكيد حذف نوع سمة المستفيد

source: Confirm deletion of record matching rule
ar_arab: تأكيد حذف قاعدة مضاهاة التسجيلة

source: Confirm deletion of this vendor ?
ar_arab: تأكيد حذف المزود؟

source: Confirm hold
ar_arab: تأكيد الحجز

source: Confirm hold and Transfer
ar_arab: تأكيد الحجز والنقل

source: Congratulations, Installation complete
ar_arab: تهاني، إكتمل التنصيب

source: Connect %s.%s to a MARC subfield
ar_arab: إتصال %s.%s بحقول مارك الفرعية

source: Connection established.
ar_arab: تم إنشاء الاتصال.

source: Connection failed to %s
ar_arab: فشل الاتصال بـ %s

source: Consider the formula <b>#{X}/{Y}</b>. The following XYZ settings :
ar_arab: إعتبر الصيغة <b>#{X}/{Y}</b>. التالى XYZ إعدادات :

source: Considered lost
ar_arab: تم اعتباره مفقودا

source: Constraints
ar_arab: قيود

source: Contact
ar_arab: اتصال

source: Contact Name
ar_arab: اسم الاتصال

source: Contact details
ar_arab: تفاصيل لاتصال

source: Contact information
ar_arab: معلومات الاتصال

source: Contact name:
ar_arab: اسم الاتصال:

source: Contact note:
ar_arab: ملاحظة الاتصال:

source: Contact your system administrator to create this directory and you'll be set to go.
ar_arab: قم بالاتصال بإدارة النظام الخاص بك لإنشاء هذا المسار لتكون مستعدا للانطلاق.

source: Contact:
ar_arab: اتصال:

source: Content
ar_arab: محتوى

source: Contents
ar_arab: محتويات

source: Contents of <i>%s</i>
ar_arab: محتويات <i> %s </i>

source: Contents:
ar_arab: محتويات:

source: Continue
ar_arab: استمر

source: Continue adding 'field's and clicking '&gt;&gt;' to insert them into the notice until your message is completed.
ar_arab: الاستمرار في إضافة" الحقول" والنقر '&gt;&gt;' لإدخالها إلى الإخطار حتى اكتمال رسالتك

source: Continue to log in to Koha
ar_arab: استمر في تسجيل الدخول إلى كوها

source: Continue with cataloging your authorities
ar_arab: الاستمرار في فهرسة استناداتك

source: Continue without Marking &gt;&gt;
ar_arab: الاستمرار بدون تحديد &gt;&gt;

source: Continued by:
ar_arab: مستكمل بواسطة:

source: Continued in part by:
ar_arab: يستمر جزئيا بواسطة:

source: Continues in part:
ar_arab: يستمر جزئيا:

source: Continues:
ar_arab: يستمر:

source: Continuing Resource
ar_arab: المورد المستمر

source: Continuo
ar_arab: مستمر

source: Contract
ar_arab: العقد

source: Contract Deleted
ar_arab: تم حذف العقد

source: Contract description:
ar_arab: وصف العقد:

source: Contract end date:
ar_arab: تاريخ انتهاء العقد:

source: Contract id
ar_arab: معرّف العقد

source: Contract name:
ar_arab: اسم العقد

source: Contract name: <a1>%s</a>
ar_arab: اسم العقد: <a1>%s</a>

source: Contract number:
ar_arab: رقم العقد:

source: Contract start date:
ar_arab: تاريخ بدء العقد:

source: Contract(s)
ar_arab: العقد(العقود)

source: Contract(s) of %s
ar_arab: عقد (عقود) %s

source: Contracts
ar_arab: العقود

source: Contrebasse
ar_arab: كونترباص

source: Contributing Companies
ar_arab: الشركات المساهمة

source: Control No.:
ar_arab: رقم التحكم:

source: Control where patrons can place holds from using the 'Hold Policy' menu
ar_arab: التحكم في مكان وضع المستفيدين للحجوزات باستخدام قائمة "سياسة الحجز"

source: Copenhagen, Denmark
ar_arab: كوبنهاجن، الدنمارك

source: Copy / Vol :
ar_arab: نسخة / مجلد :

source: Copy No.
ar_arab: vrl hgksom

source: Copy cataloging using the Koha's Z39.50 search
ar_arab: نسخ الفهرسة باستخدام بحث's Z39.50 الخاص بكوها

source: Copy no.
ar_arab: رقم النسخة

source: Copy to all libraries
ar_arab: نسخ إلى كل المكتبات

source: Copyright
ar_arab: حق النشر

source: Copyright Date:
ar_arab: تاريخ حق النشر:

source: Copyright date:
ar_arab: حق النشر:

source: Copyright year: %s
ar_arab: سنة حق النشر: %s

source: Copyright:
ar_arab: حق النشر:

source: Copyrightdate
ar_arab: تاريخ حق النشر

source: Cordoba, Argentina
ar_arab: كوردويا,الأرجنتين

source: Could not add patron attribute type &quot;%s&quot; &mdash; one with that code already exists.
ar_arab: لا يمكن إضافة نوع سمة مستفيد &quot;%s&quot; &mdash; توجد واحدة بهذا الرمز بالفعل.

source: Could not add value &quot;%s&quot; for category &quot;%s&quot; &mdash; value already present.
ar_arab: لا يمكن إضافة القيمة &quot;%s&quot;للفئة &quot;%s&quot; &mdash; القيمة موجودة بالفعل

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it is in use by %s patron records
ar_arab: لا يمكن حذف نوع سمة المستفيد &quot;%s&quot; &mdash;فهي قيد الاستخدام بواسطة%s تسجيلات المستفيد

source: Could not delete patron attribute type &quot;%s&quot; &mdash; it was already absent from the database.
ar_arab: لا يمكن حذف نوع سمة المستفيد &quot;%s&quot; &mdash;فهي غير موجودة بالفعل في قاعدة البيانات

source: Could not find a system preference named
ar_arab: لم يتم العثور على مسمى لتفضيل النظام

source: Count
ar_arab: الاحصاء

source: Count items
ar_arab: إحصاء المواد

source: Count of Checkouts
ar_arab: حساب الاعارات

source: Count total items
ar_arab: إحصاء إجمالي المواد

source: Count unique items
ar_arab: إحصاء النسخ الوحيدة

source: Country
ar_arab: بلد

source: Country:
ar_arab: بلد:

source: Crawford County Federated Library System
ar_arab: نظام مكتبات مقاطعة كراوفورد الاتحادي

source: Create
ar_arab: إنشاء
