Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Please choose the library to clone the rules to:
ar_arab: الرجاء اختيار مكتبة لنسخ القواعد إليها:

source: Please choose which record will be the reference for the merge (the record chosen as reference will be kept, and the other will be deleted) :
ar_arab: الرجاء اختيار أي تسجيلة سوف تكون المرجعية للدمج ( التسجيلة المختارة كمرجعية سيتم حفظها، وسيتم حذف الأخرى)

source: Please click Next to continue if this information is correct
ar_arab: الرجاء انقر التالي للاستمرار غذا كانت هذه المعلومة صحيحة

source: Please click next to continue
ar_arab: الرجاء انقر التالي للاستمرار

source: Please consider installing these modules before continuing.
ar_arab: الرجاء التفكير في تثبيت هذه الأنظمة الفرعية قبل الاستمرارا

source: Please contact your system administrator
ar_arab: الرجاء الاتصال بإدارة نظامك

source: Please correct these errors and <a1>start the installer</a> again.
ar_arab: الرجاء تصحيح هذه الأخطاء<a1>ابدأ المثبت </a> مرة أخرى.

source: Please create one
ar_arab: الرجاء إنشاء واحدة

source: Please create the database before continuing.
ar_arab: الرجاء إنشاء قاعدة البيانات قبل الاستمرار

source: Please edit one currency and mark it as active.
ar_arab: الرجاء تحرير عملة واحدة وتحديدها نشيطة

source: Please enter a number of items to create.
ar_arab: الرجاء إدخال عدد المواد لإنشائها

source: Please enter your username and password:
ar_arab: الرجاء إدخال اسم المستخدم وكلمة المرور:

source: Please indicate which date(s) an issue is not expected
ar_arab: الرجاء تحديد اي تاريخ (تواريخ) العدد ليس متوقعا فيها

source: Please indicate which days of the week you DO NOT expect to receive issues.
ar_arab: الرجاء تحديد ايام الأسبوع الذي لا تتوقع استلام إصدارات فيها

source: Please pick your language from the following list. If your language is not listed, please inform your systems administrator.
ar_arab: الرجاء اختيار لغتك من القائمة التالية. إذا لم تكن لغتك مدرجة، الرجاء إعلام إدارة نظامك.

source: Please return <a1>%s</a> to %s
ar_arab: الرجاء العودة <a1>%s</a> إلى %s

source: Please return item to home library: %s
ar_arab: الرجاء إعادة المادة إلى مكتبتها الرئيسية: %s

source: Please return to %s
ar_arab: الرجاء العودة إلى%s

source: Please return to the &quot;Saved Reports&quot; screen and delete this report or retry creating a new one.
ar_arab: الرجاء العودة إلى &quot;التقارير المحفوظة&quot; شاشة وحذف هذا التقرير أو إعادة محاولة إنشاء واحد جديد.

source: Please review the error log for more details.
ar_arab: الرجاء مراجعة سجل الخطأ للمزيد من التفاصيل

source: Please select a value in the classification. This will copy the 686$a field value from the authority record to the 686$a field of the bibliographic record.
ar_arab: الرجاء تحديد قيمة في التصنيف. سوف ينسخ ذلك قيمة الحقل686$a من الاستناد إلى الحقل 686$a من التسجيلة البيبلوجرافية

source: Please select at least one item to export.
ar_arab: الرجاء تحديد مادة واحدة على الأقل للتصدير

source: Please select at least one item.
ar_arab: الرجاء تحديد مادة واحدة على الأقل

source: Please try again with plain text.
ar_arab: الرجاء المحاولة مرة أخرى باستخدام النص العادي

source: Please verify that it exists.
ar_arab: الرجاء التحقق من أنه موجود.

source: Please verify that you are using either a single quote or a tab.
ar_arab: الرجاء التحقق من أنك تستخدم علامة تنصيص مفردة أو تاب.

source: Please verify the integrity of the zip file and retry.
ar_arab: يرجى التحقق من سلامة الملف المضغوط وإعادة المحاولة.

source: Plugin:
ar_arab: برنامج مساعد:

source: Polarity:
ar_arab: قطبية:

source: Policy for %s: %s
ar_arab: سياسة لـ%s: %s

source: Polski (Polish)
ar_arab: Polski (البولندية)

source: Polytechnic University
ar_arab: جامعة العلوم التطبيقية

source: Popularity
ar_arab: شعبية

source: Popularity (Least to Most)
ar_arab: الشعبية (الأقل إلى الأكثر)

source: Popularity (Most to Least)
ar_arab: الشعبية (الأكثر إلى الأقل)

source: Port:
ar_arab: منفذ:

source: Portrait
ar_arab: بورتريه

source: Portugu&ecirc;s (Portuguese)
ar_arab: Portugu&ecirc;s (البرتغالية)

source: Position
ar_arab: موقع

source: Position of Platform for Photographic or Remote Sensing Image:
ar_arab: موفع منصة التصوير الفوتوغرافي أو صورة الاستشعار عن بعد

source: Position:
ar_arab: موقع:

source: Postal Address:
ar_arab: العنوان البريدي:

source: Postal address
ar_arab: العنوان البريدي

source: Posted on %s
ar_arab: أرسل على %s

source: Pre-adolescent
ar_arab: ماقبل المراهقة

source: Pre-defined Reports
ar_arab: تقارير معرفة من قبل

source: Predefined notes:
ar_arab: ملاحظات معرفة من قبل:

source: Preference
ar_arab: تفضيل

source: Preferred publishers
ar_arab: الناشرون المفضلون

source: Preschool
ar_arab: ماقبل المدرسة

source: Presentation Technique for Photographic or Non-Photographic Image:
ar_arab: تقنية العرض للصورة الفوتوغرافية وغير الفوتوغرافية:

source: Presentation format - motion picture
ar_arab: تنسيق العرض - صورة متحركة

source: Presentation format - videorecording
ar_arab: تنسيق العرض - تسجيل فيديو

source: Preview
ar_arab: معاينة

source: Preview Routing List for <i>%s</i>
ar_arab: معاينة قائمة التمرير لـ<i>%s</i>

source: Previous
ar_arab: السابق

source: Previous Borrower:
ar_arab: المستعير السابق:

source: Price
ar_arab: سعر

source: Primary
ar_arab: ابتدائي

source: Primary (5-8)
ar_arab: ابتدائي (5-8)

source: Primary cartographic image 1:
ar_arab: صورة رسم الخراشط الأولية 1:

source: Primary cartographic image 2:
ar_arab: صورة رسم الخرائط الأولية 2:

source: Primary support material
ar_arab: مواد دعم أولية

source: Prime meridian 1:
ar_arab: خط الطول الأساسي 1:

source: Prime meridian 2:
ar_arab: خط الطول الأساسي 2:

source: Print
ar_arab: طبع

source: Print Card Number as Barcode
ar_arab: طباعة رقم البطاقة كباركود

source: Print Card Number as Text Under Barcode
ar_arab: طباعة رقم البطاقة كنص أدنى الباركود

source: Print Label
ar_arab: طباعة الملصق

source: Print Notices for %s
ar_arab: طباعة الإخطارات لـ %s

source: Print Page
ar_arab: طباعة الصفحة

source: Print Receipt for %s
ar_arab: طباعة الإيصال لـ %s

source: Print Slip
ar_arab: طباعة الكعب

source: Print Slip and Confirm
ar_arab: طباعة الكعب والتأكيد

source: Print This Label
ar_arab: اطبع هذا الملصق

source: Print and Confirm
ar_arab: طباعة وتأكيد

source: Print list
ar_arab: اطبع القائمة

source: Print slip, Transfer, and Confirm
ar_arab: اطبع الكعب، نقل وتأكيد

source: Printer Added
ar_arab: تمت إضافة طابعة

source: Printer Administration
ar_arab: إدارة الطابعة

source: Printer Configuration
ar_arab: تهيئة الطابعة

source: Printer Deleted
ar_arab: تم حذف الطابعة

source: Printer Name
ar_arab: اسم الطابعة

source: Printer Name:
ar_arab: اسم الطابعة:

source: Printer Profiles
ar_arab: أوضاع الطابعة

source: Printer Search:
ar_arab: بحث الطابعة:

source: Printer name:
ar_arab: اسم الطابعة:

source: Printer's Device:
ar_arab: آلة الطابعة:

source: Printer:
ar_arab: الطابعة:

source: Printers
ar_arab: الطابعات

source: Printers &rsaquo; Confirm Deletion of Printer '%s'
ar_arab: الطابعات &rsaquo; تأكيد حذف الطابعة '%s'

source: Printers &rsaquo; Modify printer '%s'
ar_arab: الطابعات &rsaquo; تعديل الطابعة '%s'

source: Printers &rsaquo; New printer
ar_arab: الطابعات &rsaquo; طابعة جديدة

source: Printers &rsaquo; Printer Added
ar_arab: طابعات &rsaquo; تمت إضافة طابعة

source: Printers &rsaquo; Printer Deleted
ar_arab: طابعات &rsaquo; تم حذف طابعة

source: Priority
ar_arab: أولوية

source: Priority:
ar_arab: أولوية:

source: Private
ar_arab: خاص

source: Problem sending the cart...
ar_arab: مشكلة في إرسال السلة...

source: Problem sending the list...
ar_arab: مشكلة في إرسال القائمة...

source: Problems
ar_arab: مشكلات

source: Process offline circulation file
ar_arab: معالجة ملف إعارة دون اتصال

source: Production elements
ar_arab: عناصر الانتاج

source: Prof.
ar_arab: محترف

source: Professional
ar_arab: محترف

source: Professional = A patron that can have an organization as a guarantor.
ar_arab: المحترف = مستفيد يمكن أن يكون له منظمة كضامن

source: Professional Patron
ar_arab: مستفيد محترف

source: Professional Patrons: can also be associated with a guarantor (usually an organization).
ar_arab: مشتركين محترفين : يمكن أيضا ربطه بضامن (غالبا منظمة)

source: Professional mobile:
ar_arab: جوال العمل:

source: Professional patron
ar_arab: مستفيد محترف

source: Professional phone:
ar_arab: هاتف العمل:

source: Profile Settings
ar_arab: إعدادات السمت

source: Profile Unassigned
ar_arab: لم يتم تعيين السمت

source: Profile description:
ar_arab: وصف السمت:

source: Profile marcfields:
ar_arab: حقول مارك للسمت:

source: Profile name:
ar_arab: اسم السمت:

source: Profile settings
ar_arab: إعدادات السمت

source: Profile:
ar_arab: السمت:

source: Profiles
ar_arab: السمت

source: Programmed texts
ar_arab: نصوص مبرمجة

source: Projected Graphic
ar_arab: مخطط معروض

source: Properties
ar_arab: خصائص

source: Provide a printername and a tray name for your Profile. Note: You can only have a single instance of printername-trayname per label template.
ar_arab: قدم إسم الطابعة وإسم درج الورق للسمة الخاصة بك. لاحظ:يمكن أن يكون عندك حالة واحدة لإسم الطابعة-إيم الدرج لكل قالب مطبوع

source: Provide patrons with a login for the OPAC.
ar_arab: توفير تسجيل الدخول للمستفيدين إلى الأوباك

source: Provides access to all admin links and preferences
ar_arab: توفير وصول لكل روابط الإدارة والتفضيلات

source: Provides cataloging permissions such as altering and adding bibliographic and holdings data)
ar_arab: يوفر صلاحيات فهرسة مثل تعديل وإضافة بيانات بيبلوجرافية ومقتنيات)

source: Provides the ability to modify login / permissions for staff users
ar_arab: يوفر إمكانية تعديل تسجيل الدخول/الصلاحيات للمستخدمين الموظفين

source: Public
ar_arab: عام

source: Public Lists
ar_arab: قوائم عامة

source: Public Lists:
ar_arab: قوائم عامة:

source: Public Note:
ar_arab: ملاحظة عامة:

source: Public note
ar_arab: ملاحظة عامة

source: Public note:
ar_arab: ملاحظة عامة:

source: Public:
ar_arab: عام:

source: Publication Date
ar_arab: تاريخ النشر

source: Publication Date (yyyy)
ar_arab: تاريخ النشر (سنة)

source: Publication Date 1
ar_arab: تاريخ النشر 1

source: Publication Date 2
ar_arab: تاريخ النشر 2

source: Publication Details
ar_arab: تفاصيل النشر

source: Publication Details:
ar_arab: تفاصيل النشر:

source: Publication Place:
ar_arab: مكان النشر:

source: Publication Year
ar_arab: سنة النشر

source: Publication Year:
ar_arab: سنة النشر:

source: Publication date
ar_arab: تاريخ النشر

source: Publication year
ar_arab: سنة النشر

source: Publication year:
ar_arab: سنة النشر:

source: Publication/Copyright Date: Newest to Oldest
ar_arab: تاريخ النشر/ حق الطبع: الأحدث للأقدم

source: Publication/Copyright Date: Oldest to Newest
ar_arab: تاريخ النشر/ حق الطبع : الأقدم للأحدث

source: Published by:
ar_arab: نشر بواسطة:

source: Published by: %s
ar_arab: نشر بواسطة: %s

source: Published date
ar_arab: تاريخ النشر

source: Published on
ar_arab: نشر فى

source: Publisheddate
ar_arab: تاريخ منشور

source: Publisher
ar_arab: الناشر

source: Publisher :%s
ar_arab: الناشر :%s

source: Publisher Location
ar_arab: موقع الناشر

source: Publisher's Device:
ar_arab: أداة الناشر:

source: Publisher:
ar_arab: الناشر:

source: Pulkova (Leningrad), Russia
ar_arab: Pulkova (لينينغراد) ، روسيا

source: Pull This Many Items
ar_arab: إسحب العديد من المواد

source: Purchase suggestions give the users of the OPAC a way to lodge requests for the library to purchase for items.
ar_arab: مقترحات الشراء تمنح مستخدمي الأوباك طريقة لتقديم طلبات للمكتبة لشراء المواد

source: Qty
ar_arab: الكمية

source: Qty.
ar_arab: الكمية.

source: Quadruplex (reel)
ar_arab: Quadruplex (بكرة)

source: Quality of image
ar_arab: جودة الصورة

source: Quanity must be greater than '0'
ar_arab: الكمية يجب أن تكون أكبر من "0"

source: Quantity
ar_arab: الكمية

source: Quantity Received
ar_arab: الكمية المستلمة

source: Quantity ordered
ar_arab: الكمية المطلوبة

source: Quantity received:
ar_arab: الكمية المستلمة:

source: Quantity to receive:
ar_arab: الكمية للاستلام:

source: Quantity:
ar_arab: الكمية:

source: Quarterly
ar_arab: ربع سنوي

source: Query authority file when adding/editing a record (during cataloging)
ar_arab: استعلام ملف الاستناد عند إضافة/تحرير تسجيلة (أثناء الفهرسة)

source: Question to ask
ar_arab: السؤال هو

source: Questions
ar_arab: أسئلة

source: Queue
ar_arab: صف

source: Queue:
ar_arab: صف:

source: Quick Slip
ar_arab: الشريط السريع

source: Quick Spine Label Creator
ar_arab: منشئ ملصق الكعب السريع

source: Quick spine label creator
ar_arab: منشئ ملصق الكعب السريع

source: RESERVED ITEM
ar_arab: مادة محجوزة

source: RESTRICTED
ar_arab: مقيّد

source: Rachel Hamilton-Williams
ar_arab: راتشبل هاميلتون-ويليامز

source: Radoslav Kolev
ar_arab: رادوسلاف كوليف

source: Rank
ar_arab: الرتبة

source: Rank (display order):
ar_arab: الرتبة (ترتيب العرض):

source: Rank/Biblioitemnumbers
ar_arab: ارقام المادة البيبلوجرافية / رتبة

source: Rank:
ar_arab: رتبة:

source: Rate
ar_arab: معدل

source: Rate:
ar_arab: معدل:

source: Raw (any):
ar_arab: صف (اي):

source: Read Koha Documentation
ar_arab: اقرأ توثيق كوها

source: Read and Contribute to Discussions
ar_arab: اقرأ وساهم في المناقشات

source: Read/Write to the Koha Wiki
ar_arab: قراءة/كتابة إلى كوها ويكي

source: Reading Record
ar_arab: تسجيلة قراءة

source: Reading Record for %s %s
ar_arab: تسجيلة قراءة لـ %s %s

source: Reason
ar_arab: سبب

source: Reason Update
ar_arab: تحديث السبب

source: Reason:
ar_arab: سبب:

source: Reasons to reject or accept patron suggestions
ar_arab: أسباب رفض او قبول مقترحات المستفيد

source: Receieved
ar_arab: مستلم

source: Receipt Summary for %s
ar_arab: ملخص الإيصال لـ%s

source: Receipt Summary for <i>%s</i>
ar_arab: ملخص إيصال لـ <i>%s</i>

source: Receive
ar_arab: استلام

source: Receive Orders from %s
ar_arab: استلام طلبات من %s

source: Receive a new shipment
ar_arab: استلام شحنة جديدة

source: Receive any item and/or manage what appears in subscription summary (in OPAC and librarian interface)
ar_arab: استلام اي مواد و/أو إدارة ما يظهر في ملخص الاشتراك (في الأوباك وفي واجهة المكتبي)

source: Receive items from : %s
ar_arab: استلام مواد من : %s

source: Receive orders from %s
ar_arab: استلام طلبات من %s

source: Receive shipment
ar_arab: استلام شحنة

source: Receive shipment from vendor <a1>%s</a>
ar_arab: استلام شحنة من المزود <a1>%s</a>

source: Receive shipments
ar_arab: استلام شحنات

source: Received
ar_arab: مستلم

source: Received On
ar_arab: مستلم في

source: Received by:
ar_arab: مستلم بواسطة:

source: Received issues
ar_arab: اعداد مستلمة

source: Received on
ar_arab: مستلم في

source: Receives overdue notices:
ar_arab: استلام إخطارات التأخير:

source: Receiving Orders
ar_arab: استلام طلبات

source: Receiving Orders Help
ar_arab: مساعدة استلام الطلبات

source: Recherche
ar_arab: بحوث

source: Recieving Serials
ar_arab: استلام الدوريات

source: Recipients:
ar_arab: المستلمين:

source: Record Matching Rules
ar_arab: قواعد مضاهاة التسجيلة

source: Record matching failed -- unable to retrieve selected matching rule.
ar_arab: فشل مضاهاة التسجيلة -- غير قادر على استرداد قاعدة المضاهاة المحددة

source: Record matching rule:
ar_arab: قاعدة مضاهاة التسجيلة

source: Record matching rules
ar_arab: قواعد مضاهاة التسجيلة

source: Recording Technique for Remote Sensing Image:
ar_arab: تقنية التسجيل لصورة الاستشعار عن بعد:

source: Recording technique:
ar_arab: تقنية التسجيل:

source: Records are downloaded to the workstation that requests the export and are saved in a file called "marc.pl."
ar_arab: يتم تنزيل التسجيلات إلى محطة عمل تتطلب التصدير ويتم حفظها في ملف يسمى"marc.pl."

source: Records imported using this tool remain in the 'reservior' until they are cleaned. These items will appear when searching the catalog from the Cataloging tool.
ar_arab: التسجيلات التي تم استيرادها بهذه الأداة تظل في ال 'مخزن'حتى يتم تنظيفها. سوف تظهر هذه المواد أثناء بحث الفهرس من أداة الفهرسة.

source: Reduction ratio:
ar_arab: نسبة التخفيض:

source: Reference
ar_arab: مرجع

source: Refine Results
ar_arab: تنقيح النتائج

source: Refine Results:
ar_arab: تنقيح النتائج:

source: Refine results
ar_arab: تنقيح النتائج

source: Refine your search
ar_arab: تنقيح بحثك

source: Refined categories of colour for moving pictures
ar_arab: فئات منقحة من اللون للصور المتحركة

source: Refunds
ar_arab: اعادة التمويل

source: Registration date:
ar_arab: تاريخ التسجيل:

source: Regular
ar_arab: منتظم

source: Regular print
ar_arab: طبعة منتظمة

source: Regularity
ar_arab: انتظام

source: Reject
ar_arab: رفض

source: Rejected
ar_arab: مرفوض

source: Related Subjects:
ar_arab: موضوعات ذات صلة:

source: Related Titles
ar_arab: عنوان ذات صلة

source: Related record not required
ar_arab: التسجيلات ذات الصلة غير مطلوبة

source: Relationship:
ar_arab: العلاقة:

source: Relevance
ar_arab: الصلة

source: Relief codes 1:
ar_arab: رموز الإعفاء 1:

source: Relief codes 2:
ar_arab: رموز الإعفاء 2:

source: Relief codes 3:
ar_arab: رموز الإعفاء 3:

source: Relief codes 4:
ar_arab: رموز الإعفاء 4:

source: Remember for Session:
ar_arab: تذكر للجلسة

source: Remote Image
ar_arab: صورة بعيدة

source: Remote image:
ar_arab: صورة بعيدة:

source: Remote-sensing Image
ar_arab: صورة استشعار عن بعد

source: Remove
ar_arab: حذف

source: Remove Duplicates
ar_arab: حذف التكرارات

source: Remove Item from Collection
ar_arab: حذف المادة من المجموعة

source: Remove Item(s)
ar_arab: حذف المادة (المواد)

source: Remove duplicates
ar_arab: حذف التكرارات

source: Remove non-local items
ar_arab: حذف المواد غير المحلية

source: Remove owner
ar_arab: حذف المالك

source: Remove selected Items
ar_arab: حذف المواد المحددة

source: Remove this match check
ar_arab: حذف فحض المضاهاة هذا

source: Remove this matchpoint
ar_arab: حذف نقطة المضاهاة هذه

source: Renew
ar_arab: تجديد

source: Renew %s
ar_arab: تجديد %s

source: Renew Account
ar_arab: تجديد الحساب

source: Renew Patron
ar_arab: تجديد المستفيد

source: Renew all
ar_arab: تجديد الكل

source: Renew or Return checked items
ar_arab: تجديد أو إعادة المواد المفحوصة

source: Renewal
ar_arab: تجديد

source: Renewal Failed
ar_arab: فشل التجديد

source: Renewal due date: %S
ar_arab: تجديد تاريخ الاستحقاق: %S

source: Renewals Allowed (count)
ar_arab: مسموح بالتجديد (حساب)

source: Renewed
ar_arab: تم تجديده

source: Renewed <a1>%s</a> (%s) for <a2>%s %s</a> (%s): %s
ar_arab: تم تجديده <a1>%s</a> (%s)لـ<a2>%s %s</a> (%s): %s

source: Renewing a subscription means that you define some informations for the renewal. When those informations have been filled, a suggestion is automatically created in Koha. This suggestion can be managed by the librarian that orders books, as any other order (= budget and bookseller are defined here).
ar_arab: تجديد الاشتراك يعني أنك تعرّف بعض المعلومات للتجديد. عند ملأ هذه المعلومات, يتم إنشاء اقتراح آليا في كوها. يمكن إدارة هذا الاقتراح بواسطة موظف المكتبة الذي طلب الكتب, كأي طلب آخر (= الميزانية وبائع الكتب يتم تعريفهما هنا).

source: Rental Discount (%)
ar_arab: تخفيض الإيجار (%)

source: Rental charge
ar_arab: رسوم التأجير

source: Rental charge is not a number
ar_arab: رسوم الإيجار ليست رقم

source: Rental charge:
ar_arab: رسوم الإيجار:

source: Reopen
ar_arab: إعادة فتح

source: Reopen this basket
ar_arab: أعد فتح هذه السلة

source: Reordering holds
ar_arab: إعادة طلب الحجوزات

source: Rep.Price
ar_arab: Rep.سعر

source: Repeatable
ar_arab: قابل للتكرار

source: Repeatable holiday
ar_arab: عطلة متكررة

source: Repeatable,
ar_arab: قابل للتكرار،

source: Repeatable:
ar_arab: قابل للتكرارا:

source: Replace all Patron Attributes
ar_arab: استبدال كل سمات المستفيد

source: Replace existing record with incoming record
ar_arab: إستبدل التسجيلة الحالية بالتسجيلة القادمة

source: Replace only included Patron Attributes
ar_arab: استبدل سمات المستفيد المدرجة فقط

source: Replacement Price
ar_arab: سعر التبديل

source: Replacement Price:
ar_arab: سعر التبديل:

source: Replacement cost:
ar_arab: تكلفة التبديل:

source: Report Koha Bugs
ar_arab: سجل أخطاء كوها

source: Report Name
ar_arab: اسم التقرير

source: Report Name:
ar_arab: اسم التقرير:

source: Report:
ar_arab: تقرير:

source: Reported on %s
ar_arab: تم التقرير في %s

source: Reporter
ar_arab: المراسل

source: Reports
ar_arab: تقارير

source: Reports Dictionary
ar_arab: قاموس التقارير

source: Reports Dictionary Help
ar_arab: مساعدة قاموس التقارير

source: Reports on item types
ar_arab: تقارير على أنواع المادة

source: Requested
ar_arab: مطلوب

source: Required
ar_arab: مطلوب

source: Required field
ar_arab: حقل مطلوب

source: Required match checks <a1>Add match check</a>
ar_arab: علامة المضاهاه مطلوبة <a1>أضف علامة المضاهاه</a>

source: Requires override of hold policy
ar_arab: يتطلب تخطي سياسة الحجز

source: Reserve Cancelled
ar_arab: تم إلغاء الحجز

source: Reserve Found
ar_arab: تم العثور على الحجز

source: Reserve found for %s (<a1>%s</a>).
ar_arab: تم العثور على حجز لـ%s (<a1>%s</a>).

source: Reserves <a1>Sort</a>
ar_arab: حجوزات<a1>فرز</a>

source: Reset Pattern
ar_arab: إعادة ضبط النمط

source: Restore
ar_arab: استعادة

source: Restrict access to:
ar_arab: تقييد الوصول إلى:

source: Restricted:
ar_arab: مقيّد:

source: Result
ar_arab: نتيجة

source: Results
ar_arab: نتائج

source: Results %s through %s
ar_arab: نتائج %s عبر %s

source: Results %s to %s of %s
ar_arab: نتائج %sإلى%s من %s

source: Results %s to %s of %s found for
ar_arab: نتائج %s إلى %sمن %s تم العثور عليها لـ

source: Results %s to %s of %s found for '
ar_arab: نتائج %s إلى %sمن %s تم العثور عليها لـ"

source: Results %s to %s of %s in Authorities
ar_arab: نتائج%s إلى%s من%s في الاستنادات

source: Results %s to %s of %s in the Catalog
ar_arab: نتائج %s إلى %s من%s في الفهرس

source: Results <b>%s</b> through <b>%s of %s</b> records.
ar_arab: نتائج <b>%s</b>عبر <b>%s من%s</b>التسجيلات

source: Results of Search
ar_arab: نتائج البحث

source: Results per page :
ar_arab: النتائج لكل صفحة:

source: Return
ar_arab: عودة

source: Return Date
ar_arab: تاريخ الإعادة

source: Return To Spine Label Printer
ar_arab: العودة إلى طابعة ملصق الكعب

source: Return all
ar_arab: إعادة الكل

source: Return to Issuing rules
ar_arab: العودة إلى قواعد الإصدار

source: Return to Patron Detail
ar_arab: العودة إلى تفاصيل المستفيد

source: Return to Rotating Collections Home
ar_arab: العودة إلى صفحة تدوير المجموعات الرئيسية

source: Return to fund list
ar_arab: االعودة إلى قائمة التمويل

source: Return to: <a1>Guided Reports</a>
ar_arab: العودة إلى: <a1>التقارير المرشدة</a>

source: Returns
ar_arab: عائدات

source: Reverse
ar_arab: عكس

source: Review &rsaquo;
ar_arab: مراجعة &rsaquo;

source: Review Tags
ar_arab: مراجعة الوسوم

source: Review your summary before completing your import to make sure that your matching rule worked and that the records appear as you expect them to
ar_arab: راجع ملخصك قبل استكمال استيرادك للتاكد من عمل قاعدة المضاهاة الخاصة بك وان التسجيلة تظهر كما تتوقعها

source: Reviewer
ar_arab: مراجع

source: Reviews
ar_arab: مراجعات

source: Ricardo Dias Marques
ar_arab: ريكاردو دياس ماركيس

source: Rio de Janeiro, Brazil
ar_arab: ريو دي جانيرو، البرازيل

source: Road Type
ar_arab: نوع الطريق

source: Road Type Search:
ar_arab: بحث نوع الطريق:

source: Road Types
ar_arab: أنواع الطريق

source: Road Types &rsaquo;
ar_arab: انواع الطريق &rsaquo;

source: Road Types &rsaquo; Confirm Deletion of Road Type
ar_arab: أنواع الطريق &rsaquo; تأكيد حذف نوع الطريق

source: Road type
ar_arab: نوع الطريق

source: Road type id :
ar_arab: معرف نوع الطريق:

source: Road type:
ar_arab: نوع الطريق:

source: Road types
ar_arab: أنواع الطريق

source: Robert Lyon (Corporate Serials)
ar_arab: روبرت ليون (دوريات مساهمة)

source: Roger Buck
ar_arab: روجر باك

source: Rollover at:
ar_arab: إضافة في:

source: Rollover:
ar_arab: إضافة:

source: Rom&acirc;n&#259; (Romanian)
ar_arab: Rom&acirc;n&#259; (الرومانية)

source: Rome, Italy
ar_arab: روما، إيطالي

source: Ron Wickersham
ar_arab: رون ويكرشام

source: Root Budgets
ar_arab: ميزانيات الأصل

source: Rotating Collections
ar_arab: مجموعات التدوير
