Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: Sort 2:
ar_arab: فرز 2:

source: Sort By
ar_arab: فرز بواسطة

source: Sort By:
ar_arab: فرز بواسطة:

source: Sort by
ar_arab: فرز بواسطة

source: Sort by :
ar_arab: فرز بواسطة:

source: Sort by:
ar_arab: فرز بواسطة:

source: Sort field 1:
ar_arab: حقل فرز 1:

source: Sort field 2:
ar_arab: حقل فرز 2:

source: Sort routine missing
ar_arab: روتين الفرز مفقود

source: Sort this list by:
ar_arab: رتب هذه القائمة بواسطة:

source: Sort1
ar_arab: فرز 1

source: Sort2
ar_arab: فرز 2

source: Sorting Field 1 and Sorting Field 2 may now be related to a list of Authorized Values. All you have to do is define an Asort1 or Asort2 category of authorized values and enter the desired values into these categories. You will then be able to use them through Add/Modify Bibliographic Record page
ar_arab: حقل الفرز1 وحقل الفرز 2قد يرتبطان الآن بقائمة قيم استناد.كل ما يجب عليك فعله الآن هو تعريف فئة an Aفرز1 أو Aفرز2 من قيم الاستناد وإدخال القيم المرغوبة في هذه الفئات. ستتمكن عندئذ من استخدامها من خلال صفحةإضافة/تعديل التسجيلة البيبلوجرافية

source: Sorting Routine
ar_arab: روتين فرز

source: Sorting...
ar_arab: فرز..

source: Sound
ar_arab: صوت

source: Sound Recording
ar_arab: تسجيل صوت

source: Sound indicator
ar_arab: مؤشر الصوت

source: Source (incoming) record check field
ar_arab: حقل تحديد تسجيلة المصدر (الوارد)

source: Source in use?
ar_arab: المصدر قيد الاستخدام؟

source: Source library:
ar_arab: مكتبة المصدر:

source: Source records
ar_arab: تسجيلات المصدر

source: Southeastern University
ar_arab: الجامعة الجنوبية الشرقية

source: Southern
ar_arab: جنوبي

source: Space ( )
ar_arab: مسافة ()

source: Spacelab
ar_arab: مختبر فضائي

source: Special reproduction characteristics:
ar_arab: خصائص إعادة انتاج خاصة:

source: Special thanks to the following organizations
ar_arab: شكر خاص للمنظمات التالية

source: Specialized
ar_arab: متخصص

source: Specialized help will be available after that point.
ar_arab: سوف تكون المساعدة المتخصصة متاحة بعد هذه النقطة.

source: Specific Material Designation
ar_arab: تعيين مادة محددة

source: Specific Material Designation:
ar_arab: تعيين مادةمحددة:

source: Specific material designation
ar_arab: تعيين مادة محددة

source: Specific reduction ratio
ar_arab: نسبة تخفيض محددة

source: Specify Due Date
ar_arab: تحديد تاريخ الاستحقاق

source: Specify MARC subfields as a 4-character tag-subfield string, e.g. 254a
ar_arab: تحديد حقول مارك الفرعية كـ 4-احرف رأس-الحقل الفرعي, e.g. 254a

source: Spectral bands : 01 to 99 = number of bands, xx = not applicable
ar_arab: النطاقات الطيفية: 01 إلى 99 = عدد النطاقات، XX = غير قابل للتطبيق

source: Speed:
ar_arab: سرعة:

source: Spent
ar_arab: منفق

source: Spent budget
ar_arab: انفاق المزانية

source: Spine Label
ar_arab: كعب الملصق

source: Split Call Numbers
ar_arab: تقسيم أرقام الطلب

source: Split into .. and ...:
ar_arab: منقسم إلى .. و ...:

source: Spoken, Books on CD and Cassette
ar_arab: كتب منطوقة على القرص المدمج و الكاسيت

source: Spot 1
ar_arab: بقعة 1

source: Spot 2
ar_arab: بقعة 2

source: Spot 3
ar_arab: بقعة 3

source: Spring
ar_arab: الربيع

source: Staff
ar_arab: الموظفين

source: Staff = A user that can be configured to perform functions in the staff client.
ar_arab: الموظف = مستخدم يمكن تهيئته لإجراء الوظائف في برنامج العميل.

source: Staff Client
ar_arab: برنامج العميل

source: Staff Client:
ar_arab: برنامج العميل:

source: Staff Members: A member of the library staff.
ar_arab: الموظفون: عضو فى موظفين المكتبه

source: Staff and Public Display
ar_arab: عرض الموظفين والعام

source: Staff patron
ar_arab: مستفيد موظف

source: Stage MARC Records For Import
ar_arab: نظّم تسجيلات مارك لاستيرادها

source: Stage MARC for import
ar_arab: تنظيم مارك للاستراد

source: Stage MARC records for import
ar_arab: نظّم تسجيلات مارك لاستيرادها

source: Stage MARC records into the reservoir.
ar_arab: نظم سجلات مارك فى المخزن

source: Stage for import
ar_arab: نظّم لاستيراد

source: Stage records into the reservoir
ar_arab: تنظيم التسجيلات في المخزن

source: Staged
ar_arab: منظّم

source: Staged MARC management
ar_arab: إدارة تسجيلات مارك المنظمة

source: Staged MARC record management
ar_arab: إدارة تسجيلات مارك المنظمة

source: Staged on:
ar_arab: منظّم في:

source: Staged:
ar_arab: منظّم:

source: Standard ID:
ar_arab: معرّف معياري:

source: Standard Number
ar_arab: رقم معيارى

source: Standard Number:
ar_arab: رقم معياري:

source: Start Date
ar_arab: تاريخ البدء

source: Start Date:
ar_arab: تاريخ البدء

source: Start by assigning a Category Code and a Description to each patron category. Each Category can be one of five types:
ar_arab: ابدأ بتخصيص رمز فئة ووصف لكل فئه مستفيد . كل صنف يمكن ان يكون احد الانواع الخمسه

source: Start by searching the catalog to see if your item is already in the system
ar_arab: ابدأ ببحث الفهرس لرؤية ما إذا كانت مادتك موجودة في النظام بالفعل

source: Start date
ar_arab: تاريخ البدء

source: Start date (%s):
ar_arab: تاريخ البدء (%s):

source: Start date *
ar_arab: تاريخ البدء *

source: Start date missing
ar_arab: تاريخ البدء مفقود

source: Start date must be before end date
ar_arab: تاريخ البدء يجب أن يقوم قبل تاريخ الانتهاء

source: Start date:
ar_arab: تاريخ البدء:

source: Start of date range
ar_arab: بداية مدى التاريخ

source: Start printing from Label number:
ar_arab: إبدأ الطباعة من رقم الملصق:

source: Start search
ar_arab: ابدأ البحث

source: Start with the numbering on the issue you have in hand, the numbering that matches the date you entered in the 'First issue publication' field
ar_arab: ابدأ بترقيم العدد الموجود لديك, الترقيم الذي يضاهي التاريخ الذي أدخلته في حقل 'نشر أول إصدار'

source: Starting card number
ar_arab: رقم بطاقة البدء

source: Starting date:
ar_arab: تاريخ البدء:

source: Starting label number
ar_arab: رقم ملصق البداية

source: Starting with:
ar_arab: يبدأ ب:

source: State of Preservation - Binding:
ar_arab: حالة الحفظ - معلقة:

source: State of Preservation - Body of the Book 1 :
ar_arab: حالة الحفظ - متن الكتاب 1 :

source: State of Preservation - Body of the Book 2 :
ar_arab: حالة الحفظ - متن الكتاب2 :

source: State of collection
ar_arab: حالة المجموعة

source: Static text strings
ar_arab: تسلسل النص الإحصائي

source: Statistical
ar_arab: إحصائي

source: Statistical = A &quot;fake&quot; patron card. When items are scanned on to a Statistical patron card, the items are not checked out, but recorded.
ar_arab: إحصائي = &quot;مزيف&quot; بطاقة مستفيدحين يتم مسح المواد إلى بطاقة مستفيد احصائي, لا يتم إعارة المواد, بل تسجيلها

source: Statistical Patrons: checking out to this patron type creates a statistical (local use) record but does not actually circulate materials.
ar_arab: المستفيدون الإحصائيون: الإعارة لنوع المستفيد هذا تنشئ تسجيلة إحصائية (للاستخدام الداخلي) ولكنها لا تعير المواد بالفعل

source: Statistics
ar_arab: إحصائيات

source: Statistics Wizards
ar_arab: المعالجات الإحصائية

source: Statistics wizards
ar_arab: معالجات إحصائية

source: Status
ar_arab: حالة

source: Status :
ar_arab: حالة:

source: Status:
ar_arab: حالة:

source: Statuses
ar_arab: حالات

source: Statuses to describe a damaged item
ar_arab: حالات لوصف مادة تالفة

source: Statuses to describe a lost item
ar_arab: حالات لوصف حالة مفقودة

source: Statuses to describe why an item is not for loan
ar_arab: حالات لوصف عدم توافر المادة للإعارة

source: Step 1 of 6: Choose a Module to Report on
ar_arab: خطوة 1 من 6:إختار النظام الفرعي لعمل التقرير

source: Step 1: Choose a Module to Report on
ar_arab: خطوة 1 :إختار النظام الفرعي لعمل التقرير

source: Step 1: Name
ar_arab: خطوة 1: إسم

source: Step 2 of 6: Pick a Report Type
ar_arab: خطوة 2 من 6:إختر نوع تقرير

source: Step 2: Area
ar_arab: الخطوة 2: المنطقة

source: Step 2: Pick a Report Type
ar_arab: خطوة 2 :إختر نوع تقرير

source: Step 3 of 6: Select Columns for Display
ar_arab: خطوة 3 من 6: إختر أعمدة للعرض

source: Step 3: Columns
ar_arab: خطوة 3: الأعمدة

source: Step 3: Select Columns for Display
ar_arab: خطوة 3 من 6: إختر أعمدة للعرض

source: Step 4 of 6: Select Criteria to Limit on
ar_arab: خطوة 4 من 6: إختر معيار للتحديد

source: Step 4: Select Criteria to Limit
ar_arab: خطوة 4 : إختر معيار للتحديد

source: Step 4: Values
ar_arab: خطوة 4: القيم

source: Step 5 of 6: Pick which columns to total
ar_arab: خطوة 5 من 6: إختر أيّ أعمدة للجمع

source: Step 5: Confirmation
ar_arab: خطوة 5: التأكيد

source: Step 5: Pick which columns to perform mathmatical functions on
ar_arab: خطوة 5: اختر الأعمدة لإجراء الوظائف الرياضية عليها

source: Step 6 of 6: Choose how you want the report ordered
ar_arab: خطوة 6 من 6:أختر كيف تريد طلب التقرير

source: Step 6: Choose how you want the report ordered
ar_arab: خطوة 6 :أختر كيف تريد طلب التقرير

source: Stephen Edwards
ar_arab: ستيفين إدواردز

source: Stephen Hedges (early Documentation Manager)
ar_arab: ستيفين هيدجز ( مدير التوثيق المبكر)

source: Steve Tonnesen (early MARC work, Virtual Bookshelves concept, KohaCD)
ar_arab: ستيفن تونسن (عمل مارك المبكر، مبدأ رفوف الكتب الإفتراضية ، كوها CD)

source: Still %s requests to go
ar_arab: خطوة 5 من 6: إختر أيّ أعمدة للجمع

source: Still %s servers to search
ar_arab: ما زال %s خوادم للبحث

source: Stockholm, Sweden
ar_arab: ستوكهولم، السويد

source: Stop Word
ar_arab: كلمة توقف

source: Stop Words
ar_arab: كلمات توقف

source: Stop word administration page
ar_arab: صفحة إدارة كلمة توقف

source: Stop word search:
ar_arab: بحث كلمة توقف:

source: Stop words
ar_arab: كلمات توقف

source: Street number:
ar_arab: رقم الشارع:

source: Street type:
ar_arab: نوع الشارع:

source: String:
ar_arab: تسلسل:

source: Sub Total
ar_arab: المجموع الفرعي

source: Sub report:
ar_arab: تقرير فرعي:

source: Sub-Class
ar_arab: التصنيف الفرعي

source: Subfield
ar_arab: الحقل الفرعي

source: Subfield code:
ar_arab: رمز الحقل الفرعي:

source: Subfield separator:
ar_arab: فاصل الحقل الفرعي:

source: Subfield:
ar_arab: الحقل الفرعي:

source: Subfield: %s
ar_arab: الحقل الفرعي: %s

source: Subfields
ar_arab: الحقول الفرعية

source: Subfields:
ar_arab: الحقول الفرعية:

source: Subject
ar_arab: الموضوع

source: Subject Heading Global Update
ar_arab: التحديث الشامل لرأس الموضوع

source: Subject Heading:
ar_arab: رؤس الموضوعات:

source: Subject Maintenance
ar_arab: صيانة موضوع

source: Subject Phrase
ar_arab: بيانات الموضوع

source: Subject headings
ar_arab: عناوين الموضوع

source: Subject search results
ar_arab: نتائج بحث الموضوع

source: Subject(s)
ar_arab: موضوع (موضوعات)

source: Subject:
ar_arab: موضوع:

source: Subject: %s
ar_arab: موضوع: %s

source: Subjects
ar_arab: موضوعات

source: Subjects:
ar_arab: موضوعات:

source: Submit
ar_arab: إرسال

source: Submit Patches to Koha using Git (Version Control System)
ar_arab: Subject: %s

source: Submit Your Suggestion
ar_arab: إرسال مقترحاتك

source: Subscribtion serial<!-- TMPL_VAR name="subscriptionid" -->
ar_arab: اشتراك الدورية<!-- TMPL_VAR name="subscriptionid" -->

source: Subscription #
ar_arab: اشتراك #

source: Subscription #%s
ar_arab: الاشتراك #%s

source: Subscription Begin
ar_arab: الاشتراك يبدأ

source: Subscription Detail
ar_arab: تفاصيل الاشتراك

source: Subscription Details
ar_arab: تفاصيل الاشتراك

source: Subscription End
ar_arab: الاشتراك ينتهي

source: Subscription Expired
ar_arab: لقد انتهى الاشتراك

source: Subscription ID:
ar_arab: معرّف الاشتراك:

source: Subscription Num.
ar_arab: رقم الإشتراك.

source: Subscription Summaries
ar_arab: ملخصات الاشتراك

source: Subscription Summary
ar_arab: ملخص الاشتراك

source: Subscription beginning date : the date of the beginning of the 1st subscription. Should not be modified and is not modified automatically by subscriptions renewals
ar_arab: تاريخ بدء الاشتراك : تاريخ بدء الاشتراك الاول. لا يجب أن يكون معدّل ولم يعدّل آليا بتجديد الإشتراكات

source: Subscription details
ar_arab: تفاصيل الاشتراك

source: Subscription end date
ar_arab: تاريخ انتهاء الاشتراك

source: Subscription end date:
ar_arab: تاريخ انتهاء الاشتراك:

source: Subscription enddate : must be entered manually when the subscription is definetly closed
ar_arab: تاريخ نهاية الاشتراك : يجب أن يدخل يدويا عندما يكون الإشتراك مغلق بالتأكيد

source: Subscription for %s
ar_arab: الاشتراك ل %s

source: Subscription has expired.
ar_arab: لقد إنتهى الاشتراك.

source: Subscription history
ar_arab: تاريخ الاشتراك

source: Subscription id
ar_arab: معرّف الاشتراك

source: Subscription information
ar_arab: معلومات الاشتراك

source: Subscription information bloc
ar_arab: مجموعة معلومات الإشتراك.

source: Subscription information for <i>%s</i>
ar_arab: معلومات الاشتراك ل <i>%s</i>

source: Subscription information for biblio #%s with title : %s
ar_arab: معلومات الإشتراك للتسجيلة الببليوجرافية #%s مع العنوان : %s

source: Subscription is near its end. It should be renewed now.
ar_arab: الاشتراك قارب أن ينتهى. يجب تجديدة الان.

source: Subscription length
ar_arab: طول الاشتراك

source: Subscription length:
ar_arab: طول الاشتراك:

source: Subscription renewal for %s
ar_arab: تجديد إشتراك ل %s

source: Subscription renewals
ar_arab: تجديدات إشتراك

source: Subscription renewed.
ar_arab: تم تجديد الاشتراك.

source: Subscription start date
ar_arab: تاريخ بداية الاشتراك

source: Subscription start date:
ar_arab: تاريخ بداية الاشتراك:

source: Subscription summary
ar_arab: ملخص الاشتراك

source: Subscription(s)
ar_arab: الاشتراك (الاشتراكات)

source: Subscriptions
ar_arab: الاشتراكات

source: Subscriptions can be added by clicking the 'New' button on any bibliographic record, or by visiting the Serials module and clicking 'New Subscription'
ar_arab: يمكن إضافة الاشتراكات بالنقر على زر "جديد" على أي تسجيلة بيبلوجرافية، أو بزيارة نظام الدوريات الفرعي والنقر على "اشتراك جديد"

source: Subscriptions must be associated with a bibliographic record
ar_arab: يجب أن تكون الاشتراكات مرتبطة بتسجيلة بيبلوجرافية

source: Subtitle
ar_arab: العنوان الفرعى

source: Subtitle:
ar_arab: العنوان الفرعى:

source: Subtotal
ar_arab: المجموع الفرعي

source: Subtype limits:
ar_arab: محدد النوع الفرعي:

source: Succesfully undeleted
ar_arab: تم اعادة المحذوف بنجاح

source: Success
ar_arab: نجاح

source: Successfully modified %s is now %s
ar_arab: تم التعديل بنجاح %s الان %s

source: Suggested
ar_arab: مقترح

source: Suggested By:
ar_arab: مقترح بواسطة:

source: Suggested by
ar_arab: مقترح بواسطة

source: Suggested by /on
ar_arab: مقترح بواسطة / في

source: Suggested on:
ar_arab: مقترح في:

source: Suggestion
ar_arab: اقتراح

source: Suggestion Accepted
ar_arab: تم قبول الاقتراح

source: Suggestion creation
ar_arab: إنشاء المقترح

source: Suggestion edit #%s
ar_arab: تحرير الاقتراح #%s

source: Suggestion information
ar_arab: معلومات الاقتراح

source: Suggestion management
ar_arab: إدارة المققترحات

source: Suggestions
ar_arab: مقترحات

source: Suggestions Management
ar_arab: إدارة المقترحات

source: Suggestions Search:
ar_arab: بحث المقترحات

source: Suggestions that have been placed but not acted upon will show on the &quot;Waiting&quot; tab below. To process a suggestion the &quot;Status&quot; needs to be changed and a &quot;Reason&quot; chosen.
ar_arab: المقترحات التي تم وضعها ولم يتم الإجراء عليها ستعرض في &quot;انتظار&quot; تبويب أدنى. لمعالجة الاقتراح&quot;الحالة&quot; يجب تغييرها و&quot;السبب&quot; اختيار.

source: Sujet
ar_arab: موضوع

source: Sujet - Auteur/titre
ar_arab: الموضوع - مؤلف/عنوان

source: Sujet - Collectivité
ar_arab: الموضوع - جماعي

source: Sujet - Famille
ar_arab: الموضوع - العائلة

source: Sujet - Forme
ar_arab: الموضوع - شكل

source: Sujet - Nom commun
ar_arab: الموضوع - اسم عام

source: Sujet - Nom de personne
ar_arab: الموضوع - اسم الشخص

source: Sujet - Nom géographique
ar_arab: الموضوع - الاسم الجغرافي

source: Summary
ar_arab: ملخص

source: Summary for %s %s (%s)
ar_arab: ملخص لـ%s %s (%s)

source: Summary:
ar_arab: lgow:

source: Summer
ar_arab: الصيف

source: Sunday
ar_arab: الأحد

source: Sundry
ar_arab: نثر

source: Superseded by:
ar_arab: يحل محل بواسطة:

source: Superseded in part by:
ar_arab: يحل محل جزئيا بواسطة:

source: Supersedes in part:
ar_arab: يحل محل جزئيا:

source: Supersedes:
ar_arab: يحل محل:

source: Supplemental Issue %S
ar_arab: عدد تكميلي %S

source: Supplier details
ar_arab: تفاصيل المورد

source: Support Material - Book:
ar_arab: مادة دعم - كتاب:

source: Support Material - Plates:
ar_arab: مادة دعم - لوحات:

source: Support for field-weighting, relevance ranking, truncation, stemming
ar_arab: دعم وزن الحقل، الترتيب ذي الصلة، الاقتطاع، البتر

source: Surname
ar_arab: لقب

source: Surname:
ar_arab: لقب:

source: Surveys
ar_arab: مسوحات

source: Suspension in Days (day)
ar_arab: التعليق بالأيام (يوم)

source: Svenska (Swedish)
ar_arab: سفينسكا (السويدية)

source: Sydney, Australia
ar_arab: سيدني،استراليا

source: Symbol
ar_arab: رمز

source: Symbol:
ar_arab: رمز:

source: Syntax
ar_arab: بناء الجملة

source: Syntax (z3950 can send
ar_arab: بناء الجملة (z3950 يمكن أن يرسل

source: Syntax:
ar_arab: تركيب الجملة:

source: Synthetic Aperture Radar
ar_arab: رادار ذو فتحة مركبة

source: Synthetiseur
ar_arab: مزج

source: System Administration
ar_arab: إدارة النظام

source: System Preferences
ar_arab: مفضلات النظام

source: System Preferences &rsaquo;
ar_arab: مفضلات النظام &rsaquo;

source: System Preferences &rsaquo; %s &rsaquo; Confirm Deletion of Parameter '%s'
ar_arab: مفضلات النظام &rsaquo; %s &rsaquo; تأكيد حذف المعامل '%s'

source: System Preferences &rsaquo; Data Added
ar_arab: مفضلات النظام &rsaquo; تمت إضافة البيانات

source: System Preferences &rsaquo; Parameter Deleted
ar_arab: مفضلات النظام &rsaquo; تم حذف المعامل

source: System Prefs
ar_arab: مفضلات النظام

source: System dpi:
ar_arab: النظام dpi:

source: System preference search:
ar_arab: بحث تفضيل النظام:

source: System preferences
ar_arab: مفضلات النظام

source: System preferences admin
ar_arab: إدارة مفضلات النظام

source: System preferences administration
ar_arab: إدارة مفضلات النظام

source: Sèbastien Hinderer
ar_arab: سباستيان هينديرير

source: T&uuml;rk&ccedil;e (Turkish)
ar_arab: T&uuml;rk&ccedil;e (التركية)

source: TIP:
ar_arab: معلومة:

source: TIP: 'Initials' and 'Other name' are great for internal use when recognizing patrons
ar_arab: معلومة: "الحروف الأولية" و "الاسم الآخر" مفيدان جدا للاستخدام الداخلي عند التعرف على مستفيدين

source: TIP: 1xx fields will be found under tab 1, 2xx fields will be found under tab 2, etc
ar_arab: معلومة: 1xx حقول سيتم العثور عليها أدنى تبويب1, 2xxحقول سيتم العثور عليها أدنى تبويب 2, etc

source: TIP: After entering a quantity and vendor price, the other fields will be calculated automatically.
ar_arab: معلومة: بعد إدخال الكمية وسعر المزود، سيتم حساب الحقول الأخرى تلقائيا.

source: TIP: Always check your Catalog first
ar_arab: معلومة: تحقق من فهرسك أولا دائما

source: TIP: An attribute type cannot be deleted if it is used by any patron records
ar_arab: معلومة: لا يمكن حذف اي نوع سمة إذا كانت مستخدمة في أي تسجيلات مستفيد

source: TIP: Any logged in patron can create a private list
ar_arab: معلومة: يمكن لأي مستفيد مسجل الدخول إنشاء قائمة خاصة

source: TIP: Any logged in patron can create a public list
ar_arab: معلومة: يمكن لأي مستفيد مسجل الدخول إنشاء قائمة عامة

source: TIP: Be careful about changing the 'Authorized value' as it may be associated with existing records
ar_arab: معلومة: كن حذرا عند تغيير "قيمة الاستناد" لأنها قد تكون مرتبطة بتسجيلات حالية

source: TIP: By choosing 'Others...' from the reason pull down you will be able to enter a free text reason.
ar_arab: معلومة:باختيار 'اخرى...' من قائمة السباب المنسدلة ستتمكن من إدخال سبب باستخدام النص الحر

source: TIP: Choose 'default' if you have not yet created a new framework
ar_arab: معلومة: اختر "افتراضي" إذا لم تكن قد قمت بإنشاء إطار جديد بعد

source: TIP: Consult your system administrator if you are unsure of how to fill in the above fields.
ar_arab: معلومة: قم باستشارة إدارة نظامك إذا لم تكن متأكدا من كيفية ملأ الحقول اعلاه

source: TIP: Definitions can be deleted easily, and if you are still learning the structure of the Koha data, it may take a little while to sort out which fields you require. Some trial and error may be required
ar_arab: معلومة: يمكن حذف التعريفات بسهولة،وإذا كنت مازلت تتعلم بنية بيانات كوها، قد تحتاج بعض الوقت لفرز الحقول التي تحتاجها. قد تحدث بعض الأخطاء.

source: TIP: Encourage your patrons to provide an email address. Koha will use this email address to contact patrons when an item they reserved is available and to send overdue notices.
ar_arab: معلومة: قم بتسجيع مستفيديك لتوفير عنوان بريد الكتروني. سوف يستخدم كوها هذا العنوان للاتصال بالمستفيدين عند إتاحة مادة قاموا بحجزها ولإرسال إخطارات التأخير.

source: TIP: First make sure you have set up your Z39.50 search targets
ar_arab: معلومة: تأكد أولا من تنصيبك لأهداف بحث Z39.50 الخاص بك

source: TIP: For electronic resources you might want to enter
ar_arab: معلومة: للمصادر الالكترونية قد تريد إدخال

source: TIP: For help with what each field is, see the Notices: Database Fields section of this manual
ar_arab: معلومة: للمساعدة في ماهية كل حقل، انظر الإخطارات: قسم حقول قاعدة البيانات من هذا الدليل

source: TIP: For instance, let's say you were putting together a reading list. You could make that list 'private' until items had been added, then 'edit' the list to change the 'category' to public when you were ready for the list to be seen by other users.
ar_arab: معلومة: على سبيل المثال, لنقل أنك تقوم بتجميع قائمة قراءة. يمكنك أن تجعل هذه القائمة 'خاصة' حتى يتم إضافة المواد, ثم 'تحرير'القائمة لتغيير 'الفئة' إلى عامة حين تكون مستعدا لعرض القائمة على المستخدمين.

source: TIP: For instructions on ordering from a suggestion see 'Managing Suggestions' in this manual
ar_arab: معلومة: للتعليمات حول الطلب من اقتراح انظر "إدارة المقترحات" في هذا الدليل

source: TIP: Funds may be ignored if you are setting your Global System Preferences for 'Acquisitions' to &quot;simple&quot; acquisitions: the funds are only useful when using &quot;normal&quot; acquisitions.
ar_arab: معلومة: يمكن تجاهل التمويلات إذا قمت بضبط مفضلات النظام العامة الخاصة بك لـ'التزويد' إلى&quot;بسيط&quot; تزويد:التمويلات ذات فائدة فقط عند استخدام &quot;عادي&quot; تزويد.

source: TIP: Give each library a unique and easily-remembered code (maximum of four characters). This code will be used in Koha's database to identify each library.
ar_arab: معلومة: قم باعطاء كل مكتبة رمز متميز وسهل التذكر ( بحد أقصى أربعة أحرف). سيتم استخدام هذا الرمز في قاعدة بيانات كوها لتعريف كل مكتبة.

source: TIP: If a staff member is set to 'superlibrarian' they have access to all functions and do not need any other permissions checked
ar_arab: معلومة: إذا تم ضبط موظف إلى "مكتبي مميز" سيكون لديه الوصول إلى كل الوظائف ولا تحتاج إلى تحديد أية صلاحيات

source: TIP: If independent branches is on and the canreservefromotherbranches system preference is OFF, a staff operator is prevented from placing an item-level hold request on an item from a different branch
ar_arab: معلومة: في حالة تفعيل الفروع المستقلة وإيقاف تفضيل النظام canreservefromotherbranches ، يتم منع الموظف من وضع طلب حجز على مستوى المادة على مادة من فرع مختلف

source: TIP: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
ar_arab: معلومة: إذا تم ترك فئة إجمالي الكمية التي يمكن إعارتها لمستفيد فارغة، لا يتم تطبيق حدود، باستثناء ربما حد تقوم بتعريفه لنوع مادة محدد.

source: TIP: If this preference is turned OFF after being ON, the system reverts to the original behavior, although the specific permissions are retained.&nbsp; This means if a staff member has been given granular permissions they will retain those even if this is turned OFF
ar_arab: معلومة: إذا تم إيقاف هذا التفضيل بعد تفعيله, يعود النظام إلى سابق عهده,بالرغم من استرداد الصلاحيات المحددة.&nbsp; يعني هذا أنه غذا تم اعطاء صلاحيات جزيئية إلى الموظف سيسترد هذه الصلاحيات حتى في حالة إيقاف هذا التفضيل
