Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: You have the ReturnBeforeExpiry system preference enabled this means if the expiry date is before the date due, the date due will be set to the expiry date
ar_arab: إذا كان تفضيل النظام ReturnBeforeExpiryمفعلا يعني هذا أن تاريخ الانتهاء قبل تاريخ الاستحقاق,تاريخ الاستحقاق سيتم ضبطه إلى تاريخ الانتهاء

source: You have the option of adding up to 3 lines of text to your card. Your text can be static text of your choosing and/or fields from the patron record. If you want to print fields from the patron record you want to put the field names in brackets like so - &lt;firstname&gt;
ar_arab: لديك خيار إضافة حتى 3 أسطر نصية في بطاقتك. يمكن أن يكون نصك نصا ثابتا و/أو حقول من تسجيلة المستفيد. إذا أردت طباعة الحقول من تسجيلة المستفيد يجب عليك وضع اسماء الحقل بين قوسين هكذا - &lt;firstname&gt;

source: You have to define which fields or subfields you want to export, separated by pipes.
ar_arab: يجب عليك تعريف الحقول والحقول الفرعية التي تريد تصديرها، منفصلة باعمدة

source: You have to select a vendor if you wish to generate claims.
ar_arab: يجب عليك اختيار مزود إذا كنت نرغب في إنتاج مطالبات

source: You may not have the 'Logs' system preference turned on
ar_arab: تفضيل النظام "سجلات" لديك تم تشغيله

source: You may optionally include a header row, defining which columns you are supplying in the import file.
ar_arab: قد تقوم بإدراج راس صف اختياريا، لتعريف الأعمدة التي تقوم بتوريدها في ملف الاستيراد.

source: You must <a1>define a budget</a> in Administration
ar_arab: يجب أن تقوم<a1>بتعريف الميزانية</a>في الإدارة

source: You must choose a start date and a subscription length
ar_arab: يجب أن تختار تاريخ البدء وطول الاشتراك

source: You must choose or create a biblio
ar_arab: يجب عليك إختيار أو إنشاء تسجيلة بيبلوجرافية

source: You must create a new group for your item to be added to
ar_arab: يجب عليك إنشاء مجموعة جديدة لمادتك لتضاف إليها

source: You must either :
ar_arab: يجب عليك إما :

source: You must enter a term to search on
ar_arab: يجب عليك إدخال مصطلح للبحث عنه

source: You must first pick a vendor
ar_arab: يجب عليك اختيار المزود أولا

source: You must give the item a barcode
ar_arab: يجب أن تعطي باركود المادة

source: You must specify a name for this vendor.
ar_arab: يجب أن تحديد اسم هذا المزود.

source: You now have Leader data stored with your records, should you ever need it for some other application.
ar_arab: لديك الآن بيانات الفاتح مخزنة مع تسجيلاتك، إذا ما احتجتها لتطبيق آخر

source: You searched for %s
ar_arab: لقد بحثت عن %s

source: You searched for <b>%s</b>
ar_arab: لقد بحثت عن <b>%s</b>

source: You searched on <b>vendor %s,</b> %s results found
ar_arab: لقد بحثت عن <b>مزود %s,</b> %s تم العثور على نتائج

source: You should at least define your local currency here, giving it a name (like US DOLLAR or EURO) and setting the "rate" at 1. If you do business with vendors who charge in a different currency, enter a name for that currency (e.g. PESO) and set the approximate exchange rate compared to your currency. (Note: names are limited to 10 characters or less.) The exchange rate is used to calculate the remain balances in your materials budgets when you purchase materials using "normal" acquisitions.
ar_arab: يجب عليك على الأقل تعريف عملتك المحلية هنا, وإعطائها اسما مثل دولار أمريكي أو يورو)) وضبط ال "سعر" إلى1. إذا كنت تعمل مع مزود يتعامل بعملية مختلفة ,ادخل اسم هذه العملة (مثال بيزو) واضبط سعر الصرف التقريبي مقارنة بعملتك. (ملاحظة: الأسماء محددة ب 10 أحرف أو أقل.) يستخدم سعر الصرف في حساب الأرصدة المتبقية في ميزانية موادك عند شراء مواد باستخدام "عادي" تزويد.

source: You will be asked "Are you sure you want to delete this List?"
ar_arab: سوف يتم سؤالك "هل أنت متأكد من أنك تريد حذف هذه القائمة?"

source: You will be brought to a confirmation screen.
ar_arab: سوف تذهب إلى شاشة تأكيد

source: You will be brought to a page where you can alter (if necessary) and/or confirm the hold
ar_arab: سوف يتم نقلك إلى صفحة يمكنك فيها تعديل و/أو تأكيد الحجز (في حالة الضرورة)

source: You will be presented with a confirmation message
ar_arab: سوف يظهر لك رسالة تأكيد

source: You will be presented with a confirmation of transfer requests below the transfer form after hitting 'Submit'
ar_arab: سوف يظهر لك تأكيد لطلبات النفل أدنى صفحة النقل بعد النقر على "إرسال"

source: You will be presented with a confirmation of your MARC import
ar_arab: سوف يظهر لك تأكيد لاستيراد مارك

source: You will be presented with a confirmation once you have finished step 4
ar_arab: سوف يظهر لك تأكيد بمجرد انتهائك من الخطوة 4

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to delete before clicking 'Go.' If the items are checked out you will be presented with an error after clicking 'Go' and the items will not be deleted.
ar_arab: سوف تظهر لك شاشة تأكيد. من هنا يمكنك إلغاء تحديد المواد التي لا ترغب في حذفها قبل النقر على "اذهب". في حالة عدم تحديد المواد سوف تظهر لك رسالة خطأ بعد النقر على "اذهب" ولن يتم حذف المواد.

source: You will be presented with a confirmation screen. From here you can uncheck the items you don't want to modify.
ar_arab: سوف تظهر لك شاشة تأكيد. من هنا يمكنك إلغاء تحديد المواد التي لا ترغب في تعديلها.

source: You will be presented with a list of orders with baskets that have been closed for 30+ days
ar_arab: سوف تظهر لك قائمة بالطلبات مع السلات التي تم إغلاقها ل30+ يوما

source: You will be presented with the option of choosing a branch or applying rules to all branches ('Default')
ar_arab: سوف يظهر لك خيار اختيار الفرع أو تطبيق القواعد على كل الفروع("افتراضي")

source: You will be prompted to confirm deletion
ar_arab: سوف تظهر لك نافذة لتأكيد الحذف

source: You will be warned that this record was a duplicate
ar_arab: سوف يتم تحذيرك أن هذه التسجيلة كانت مكررة

source: You will need a layout for both the front and back of your card if you have 2-sided library cards
ar_arab: سوف تحتاج إلى تخطيط لكل من واجهة وخلفية بطاقتك إذا كان لديك بطاقات مكتبية مزدوجة الوجه.

source: You will need to save the report before you can execute it
ar_arab: سوف تحتاج إلى حفظ التقرير قبل قدرتك على تنفيذه

source: You will note that records that have already been imported will say so under 'Status'
ar_arab: سوف تلاحظ أن التسجيلات التي تم استيرادها بالفعل سوف يتم ذكر ذلك أدنى "الحالة"

source: You will now see the received items in the summary of 'Items in this shipment'
ar_arab: سوف ترى الآن المواد المستلمة في ملخص "مواد في الشحنة"

source: You will only have one dropbox date and that will be the last day that the library open (determined by the holiday calendar) because there is no real way to know what day the books were dropped into the box during the 4 closed days. The only way to change the effective checkin date in dropbox mode is to modify the calendar.
ar_arab: سيكون لديك فقط تاريخ مربع منسدل وسيكون ذلك اليوم الأخير الذي ستكون فيه المكتبة مفتوحة (محدد بواسطة نتيجة العطلات) لأنه لا توجد طريقة حقيقية لمعرفة اي يوم تم وضع الكتب في السلة أثناء 4 ايام الإغلاق.الطريقة الوحيدة الفعالة لتغيير تاريخ الرد الفعال في نمط المربعات المنسدلة هو تعديل النتيجة.

source: You will see the patron's account information
ar_arab: سوف ترى معلومات حساب المستفيد

source: You'll need to choose which items arrived in this shipment
ar_arab: سوف تحتاج لاختيار أي المواد وصلت في هذه الشحنة

source: You've added a new category and can immediately start adding more authorized values to that category by clicking &quot;New authorized value for...&quot;
ar_arab: لقد قمت بإضافة فئة جديدة ويمكنك البدء حالا في إضافة المزيد من قيم الاستناد لهذه الفئة بالنقر على &quot;قيمة استناد جديدة لـ...&quot;

source: Young Adult
ar_arab: بالغ صغير

source: Your CSV Profiles will appear on the export list or cart menu under the 'Download' button
ar_arab: سوف تظهر سمات CSVالخاصة بك في قائمة التصدير أو قائمة السلة أدنى زر "تنزيل"

source: Your Cart
ar_arab: سلتك

source: Your List : %s
ar_arab: قائمتك : %s

source: Your Lists
ar_arab: قوائمك

source: Your Lists:
ar_arab: قوائمك:

source: Your Message:
ar_arab: رسالتك

source: Your administrator must define a budget in Administration
ar_arab: يجب أن تقوم إدارتك بتعريف الميزانية في الإدارة

source: Your cart is currently empty
ar_arab: سلتك خالية في الوقت الحالي

source: Your cart is empty.
ar_arab: سلتك فائغة.

source: Your data was processed. Here are the results:
ar_arab: تمت معالجة بياناتك. ها هي النتائج:

source: Your download should begin automatically.
ar_arab: يجب أن يبدأ التنزيل آليا.

source: Your library is the destination for the following transfer(s)
ar_arab: مكتبتك هي وجهة النقل(الانتقالات) التالية

source: Your library will now be added to the list
ar_arab: سوف يتم إضافة مكتبتك الآن إلى القائمة

source: Your notification has been sent.
ar_arab: تم إرسال إخطارك

source: Your perl version seems to be obsolete. Please upgrade to a newer version of Perl (at least Version 5.006001).
ar_arab: يبدو أن إصدار بيرل الخاص بك قد انتهى. الرجاء الترقية إلى إصدار أحدث من بيرل (على الأقل الإصدار 5.006001).

source: Your previous orders will be searchable and editable from here
ar_arab: سوف تكون طلباتك السابقة قابلة للبحث والتحرير من هنا

source: Your report has been saved
ar_arab: تم حفظ التقرير الخاص بك

source: Your report will be generated with the following SQL statement.
ar_arab: سوف يتم إنشاء التقرير الخاص بك بجملة SQL التالية

source: Your results will appear as a list of subscriptions
ar_arab: سوف تظهر نتائجك كقائمة اشتراكات

source: Your results will appear below the search boxes
ar_arab: سوف تظهر نتائجك أدنى مربعات البحث

source: Your system will come with some predefined item types. From this screen you can edit or delete these items
ar_arab: سوف يأتي نظامك مع بعض أنواع المواد سابقة التعريف. من هذه الصفحة يمكتك تحرير أو حذف هذه المواد

source: Your values will also appear as authorized values when entering or editing a patron
ar_arab: سوف تظهر القيم الخاصة بك كقيم استناد عند إدخال أو تحرير مستفيد

source: Your values will appear on the Road Types page
ar_arab: سوف تظهر القيم الخاصة بم في صفحة أنواع الطريق

source: Z39.50 Client Targets
ar_arab: Z39.50 اهداف عميل

source: Z39.50 Search
ar_arab: Z39.50 بحث

source: Z39.50 Search Points
ar_arab: Z39.50 نقاط بحث

source: Z39.50 Server Added
ar_arab: Z39.50 تمت إضافة خادم

source: Z39.50 Server Deleted
ar_arab: Z39.50 تم حذف خادم

source: Z39.50 Server Search:
ar_arab: Z39.50 بحث خادم:

source: Z39.50 Server:
ar_arab: Z39.50 خادم:

source: Z39.50 Servers
ar_arab: Z39.50 خوادم

source: Z39.50 Servers &rsaquo;
ar_arab: Z39.50 خوادم &rsaquo;

source: Z39.50 Servers &rsaquo; Confirm Deletion
ar_arab: Z39.50خوادم &rsaquo; تأكيد الحذف

source: Z39.50 Servers &rsaquo; Z39.50 Server Added
ar_arab: Z39.50 خوادم&rsaquo; Z39.50 تمت إضافة خادم

source: Z39.50 Servers &rsaquo; Z39.50 Server Deleted
ar_arab: Z39.50 خوادم &rsaquo; Z39.50 تم حذف خادم

source: Z39.50 Servers Administration
ar_arab: Z39.50 Sإدارة خوادم

source: Z39.50 servers administration
ar_arab: Z39.50 إدارة خوادم

source: Z3950 Search Results
ar_arab: Z3950 نتائج بحث

source: Zebra
ar_arab: زيبرا

source: Zebra handles stopwords internally, and does so effectively and efficiently. In normal circumstances, there should be no reason for Koha to remove stopwords prior to submitting the search query to Zebra, and in most cases doing so will actually negatively affect relevance ranking and phrase searching without giving any performance benefit.
ar_arab: يتعامل زيبرا مع كلمات التوقف داخليا، ويقوم بذلك بمنتهى الفاعلية والكفاءة. في الظروف العادية,لا يجب أن يكون هناك سبب ليقوم كوها بحذف كلمات التوقف السابقة لإرسال استعلام البحث إلى زيبرا, وفي معظم الحالات القيام بذلك سوف يؤثر سلبا في الترتيب ذي الصلة وبحث العبارة بدون إعطاء فائدة لأي إجراء.

source: Zebra version:
ar_arab: نسخة زيبرا:

source: Zip Code
ar_arab: صندوق البريد

source: Zip/Postal Code
ar_arab: صندوق البريد

source: Zip/Postal Code:
ar_arab: صندوق البريد:

source: Zip/Postal code
ar_arab: صندوق البريد

source: Zip/Postal code:
ar_arab: صندوق البريد:

source: [ New List ]
ar_arab: [ قائمة جديدة]

source: [<a1>email</a>]
ar_arab: [<a1>بريد الكتروني</a>]

source: [Delete]
ar_arab: [حذف]

source: [Edit Items]
ar_arab: [تحرير المواد]

source: [Fewer Options]
ar_arab: [Fخيارات أقل]

source: [More options]
ar_arab: [مزيد من الخيارات]

source: [New search]
ar_arab: [بحث جديد]

source: [cancel manual history]
ar_arab: [إلغاء التاريخ السنوي]

source: [xxxFFFSyyy] where are up to 3 digits BEFORE the field, FFF the field number, S the subfield code, yyy up to 3 digits AFTER the field.
ar_arab: [xxxFFFSyyy] حين تصل إلى 3 أرقام قبل الحقل, FFF رقم الحقل, S رمز الحقل الفرعي, yyyحتى ثلاثة أرقام بعد الحقل.

source: \t* Field
ar_arab: \t* حقل

source: a - Analytic (component part)
ar_arab: a - تحليلي(جزء مكون)

source: a - Language materials, printed
ar_arab: a - مواد اللغة, مطبوعة

source: a - UCS/Unicode (auto-filled)
ar_arab: a - UCS/Unicode (ملئ آلي)

source: a - autobiography
ar_arab: a - سيرة ذاتية

source: a - bibliography
ar_arab: a - بيبلوجرافي

source: a - currently published continuing resource
ar_arab: a - مورد مستمر منشور حديثا

source: a - fiction
ar_arab: a -ادبي

source: a - illustrations
ar_arab: a - إيضاحات

source: a Child
ar_arab: طفل

source: a Staff Member
ar_arab: موظف

source: a list:
ar_arab: قائمة:

source: a patronimages/
ar_arab: صور المستفيد/

source: a professionnal
ar_arab: احترافي

source: a system preference
ar_arab: تفضيل النظام

source: a- Appropriate
ar_arab: a- ملائم

source: a- Archival
ar_arab: a- ارشيفي

source: a- Autobiography
ar_arab: a- سيرة ذاتية

source: a- Autonomous or semi-autonomous component
ar_arab: a- مكون مستقل أو شبه مستقل

source: a- Differentiated personal name
ar_arab: a- اسم شخصي مختلف

source: a- Earlier rules
ar_arab: a-قواعد سابقة

source: a- Established heading
ar_arab: a- عنوان تم إنشاؤه

source: a- Fully established
ar_arab: a- تم إنشائه تماما

source: a- ISO transliteration scheme
ar_arab: a- ISO مخطط ترجمة

source: a- Increase in encoding level
ar_arab: a- زيادة مستوى الترميز

source: a- International standard
ar_arab: a- معيار دولي

source: a- Language material
ar_arab: a-مادة لغة

source: a- Language material (monography)
ar_arab: a- مادة لغة(دراسة موحدة)

source: a- Library of Congress Subject Headings
ar_arab: a- عنوان موضوع مكتبة الكونجرس

source: a- Microfilm
ar_arab: a- ميكروفيلم

source: a- Monographic component part
ar_arab: a- جزء مكون متخصص

source: a- Monographic series
ar_arab: a- سلاسل متخصصة

source: a- Numbered
ar_arab: a- مرّقم

source: a- Preschool
ar_arab: a- مرحلة ما قبل المدرسة

source: a- Record can be used
ar_arab: a- يمكن استخدام التسجيلة

source: a- Serial component part
ar_arab: a- جزء مكون للدورية

source: a- Set
ar_arab: a- ضبط

source: a- Topical
ar_arab: a- موضوعي

source: a- Tracings are consistent with the heading
ar_arab: a- المقتفيات متسقة مع العنوان

source: a- collage
ar_arab: a- ملصق

source: a- federal/national
ar_arab: a-فيدرالي/قومي

source: a- juvenile, general
ar_arab: a- حدث, عام

source: a- no adjustment
ar_arab: a- لا تعديل

source: aa- architectural drawing
ar_arab: aa- رسم معماري

source: ab- item cover
ar_arab: ab- غلاف المادة

source: abstract
ar_arab: خلاصة

source: abstract or summary
ar_arab: خلاصة أو ملخص

source: ac- sticker
ar_arab: ac- ملصق

source: access
ar_arab: وصول

source: accompanying material
ar_arab: مادة مرافقة

source: account has expired
ar_arab: لقد انتهى الحساب

source: acetate
ar_arab: اسيتات(خلات)

source: acoustic
ar_arab: صوتي

source: acquisition
ar_arab: تزويد

source: acrylics
ar_arab: الأكريليك

source: active
ar_arab: نشيط

source: ad- poster
ar_arab: ملصق إعلاني

source: add
ar_arab: أضف

source: add a basket to %s
ar_arab: اضف سلة إلى%s

source: add new word
ar_arab: اضف كلمة جديدة

source: additional statistical categories. For example, a library could define an attribute type for tracking the academic major of a student patron. Any number of attributes of this sort could be defined.
ar_arab: فئات إحصائية إضافية. على سبيل المثال يمكن للمكتبة تعريف نوع سمة لتعقب التخصص الأكاديمي لمستفيد طالب. اي عدد من السمات من هذا النوع يمكن تعريفه

source: adolescent
ar_arab: مراهق

source: adult
ar_arab: بالغ

source: advertising texts
ar_arab: نصوص إعلانية

source: ae- postcard
ar_arab: ae- بطاقة بريدية

source: aerial
ar_arab: هوائي

source: af- greetings card
ar_arab: af- بطاقة تهنئة

source: after %s days.
ar_arab: بعد %s ايام

source: ag- chart
ar_arab: ag- رسم بياني

source: again)
ar_arab: ثانية)

source: ah- playing cards
ar_arab: ah-أوراق اللعب

source: ai- flash card
ar_arab: ai- بطاقة الذاكرة المدمجة

source: air
ar_arab: هواء

source: air brush
ar_arab: المرذاذ الهوائي

source: aj- ephemera
ar_arab: aj- ذبابة مايو

source: all
ar_arab: كل

source: all authority types used in the frameworks are defined
ar_arab: كل أنواع الاستناند المستخدمة في الإطارات معرفة

source: all subfields for each tag are in the same tab (or ignored)
ar_arab: كل الحقول الفرعية لكل رأس توجد في نفس التبويب (أو يتم تجاهلها)

source: all the
ar_arab: كل الـ

source: allegory
ar_arab: رمز

source: allocated
ar_arab: مخصصة

source: already has a hold
ar_arab: لديه حجز بالفعل

source: already have an associated fine (type &quot;FU&quot;).
ar_arab: لديه غرامة متعلقة به بالفعل (type &quot;FU&quot;).

source: already in your cart
ar_arab: موجود في سلتك بالفعل

source: an Adult
ar_arab: بالغ

source: an Institution
ar_arab: مؤسسة

source: an- calendar
ar_arab: an- نتيجة

source: anamorphic
ar_arab: صورة مشوهة

source: anamorphic (wide screen)
ar_arab: صورة مشوهة (شاشة واسعة)

source: and
ar_arab: و

source: and removed from batch %s.
ar_arab: واحذف من الجفعة %s.

source: and they must all be in the 10 (items) tab
ar_arab: ويجب أن يكونوا جميعا في التبويب 10 (المواد)

source: angular scale
ar_arab: نطاق الزاوية

source: animation
ar_arab: حركة

source: animation and live action
ar_arab: تحريك وحركة حية

source: annual
ar_arab: سنوي

source: anthem
ar_arab: نشيد

source: any
ar_arab: اي

source: any 'koha field'
ar_arab: اي 'kحقل كوها'

source: aperture card
ar_arab: فتحة البطاقة

source: approved
ar_arab: موافق عليه

source: are still checked out,
ar_arab: مازالوا في الإعارة

source: aria
ar_arab: نغم

source: armadillo
ar_arab: المدرع

source: arms
ar_arab: أسلحة

source: art original
ar_arab: فن أصلي

source: art reproduction
ar_arab: إعادة إنتاج الفن

source: artefacts
ar_arab: المصنوعات اليدوية

source: as a separate supplement to a journal, monograph, etc.
ar_arab: كملحق لمجلة مستقلة ، دراسة ، الخ.

source: as- place card
ar_arab: as- بطاقة مكان

source: at
ar_arab: في

source: at %s
ar_arab: في %s

source: at :
ar_arab: في:

source: at <i>%s</i>
ar_arab: في <i>%s</i>

source: at current library
ar_arab: في المكتبة الحالية

source: at least 1 branch defined
ar_arab: على الأقل فرعا واحدا معرّفا

source: at least 1 branch must be defined
ar_arab: يجب تعريف فراعا واحدا على الأقل

source: at least 1 item type defined
ar_arab: على الأقل مادة واحدة معرّفة

source: at least 1 item type must be defined
ar_arab: يجب تعريف مادة واحدة على الأقل

source: atlas
ar_arab: أطلس

source: atlas including loose-leaf published atlas
ar_arab: أطلس يشمل أطلس تم طبعه بأوراق سائبة

source: attached to acquisitions, that can be used for stats purposes
ar_arab: مرتبط بالتزويد، يمكن استخدامه لأغراض إحصائية

source: attached to patrons, that can be used for stats purposes
ar_arab: مرتبط بالمستفيدين، يمكن استخدامه لأغراض إحصائية

source: attempting a delete operation
ar_arab: محاولة حذف العملية

source: attempting a save operation
ar_arab: محاولة حفظ العملية

source: au- santino
ar_arab: au- سانتينو

source: aud:a Easy
ar_arab: aud:a سهل

source: aud:c Juvenile
ar_arab: aud:c حدث

source: aud:d Young adult
ar_arab: aud:d بالغ صغير السن

source: aud:e Adult
ar_arab: aud:e بالغ

source: authorised_value
ar_arab: قيمة_استناد

source: autobiography
ar_arab: سيرة ذاتية

source: available
ar_arab: متاح

source: available:
ar_arab: متاح:

source: azimuthal equal area
ar_arab: منطقة تساوي السمت

source: azimuthal equidistant
ar_arab: سمتي متساوي البعد

source: azimuthal, other known specific type
ar_arab: السمتي, نوع محدد آخر معروف

source: azimuthal, specific type unknown
ar_arab: السمتي, النوع المحدد غير معروف

source: b - Language materials, manuscript
ar_arab: b - مواد لغة, مخطوطة

source: b - catalogue
ar_arab: b - الفهرس

source: b - continuing resource no longer being published
ar_arab: b - المصدر المستمر لا يتم نشره بعد الآن

source: b - drama
ar_arab: b - دراما

source: b - individual biography
ar_arab: b - سيرة فردية

source: b - maps
ar_arab: b - خرائط

source: b- B.C. Date
ar_arab: b-تاريخ ما قبل الميلاد

source: b- English and French
ar_arab: b- الإنجليزية والفرنسية

source: b- Form
ar_arab: b- شكل

source: b- Individual biography
ar_arab: b- سيرة فردية

source: b- LC subject headings for children's literature
ar_arab: b- قائمة رؤوس موضوعات مكتبة الكونجرس لأدب الأطفال

source: b- Manuscript language material
ar_arab: b-مادة لغوية للمخطوطة

source: b- Memorandum
ar_arab: b- مذكرة

source: b- Microfiche
ar_arab: b- ميكروفيش

source: b- Multipart item
ar_arab: b- مادة متعددة الأجزاء

source: b- National standard
ar_arab: b- معيار قومي

source: b- Not appropriate
ar_arab: b- غير ملائم

source: b- Part with independent title
ar_arab: b- جزء بعنوان مستقل

source: b- Primary
ar_arab: b- ابتدائي

source: b- Record is being updated
ar_arab: b- يتم تحديث التسجيلات

source: b- Serial component part
ar_arab: b- جزء مكون للدورية

source: b- Tracings are not necessarily consistent with the heading
ar_arab: b- التتبع ليس بالضروري أن يتوافق مع الرأس

source: b- Undifferentiated personal name
ar_arab: b- إسم شخص غير سليم

source: b- Unnumbered
ar_arab: b- غير مرقم

source: b- Untraced reference
ar_arab: b- مرجع لا يمكن تعقبه

source: b- adjusted but without grid system
ar_arab: b- معدل ولكن بدون نظام شبكة

source: b- drawing
ar_arab: b- الرسم

source: b- other
ar_arab: b- آخر

source: b- pre-primary, ages 0-5
ar_arab: b- ما قبل الابتدائي, السن 0-5

source: b- state/province
ar_arab: b- الولاية/الإقليم

source: ba- Latin
ar_arab: ba- اللاتينية

source: back to list
ar_arab: العودة إلى القائمة

source: ballad
ar_arab: موال

source: ballet
ar_arab: باليه

source: basalt
ar_arab: بازلت

source: basket
ar_arab: سلة

source: bathymetry - isolines
ar_arab: قياس الأعماق -- خطوط التساوي

source: bathymetry - soundings
ar_arab: قياس الأعماق - السبر

source: be associated with a bibliographic record.
ar_arab: يرتبط بتسجيلة بيبلوجرافية

source: be mapped to a MARC subfield,
ar_arab: تم تخطيطه إلى حقل مارك الفرعي،

source: be mapped to the same tag,
ar_arab: تم تخطيطه إلى نفس الرأس،

source: biblio %s
ar_arab: تسجيلة بيبلوجرافية %s

source: biblio and biblionumber
ar_arab: التسجيلة البيبلوجرافية والرقم البيبلوجرافي

source: biblio frameworks are used to catalog your biblios.
ar_arab: الإطارات البيبلوجرافية تستخدم في فهرسة تسجيلاتك البيبلوجرافية

source: bibliography
ar_arab: بيبلوجرافي

source: biblioitems.itemtype defined
ar_arab: تم نعريف المواد البيبلوجرافية ونوع المادة

source: biblionumber and biblioitemnumber mapped correctly
ar_arab: تم تخطيط الرقم البيبلوجرافي ورقم المادة البيبلوجرافي بطريقة صحيحة

source: biennial (every two years)
ar_arab: مرة كل سنتين (كل سنتين)

source: bimonthly (every two months)
ar_arab: كل شهرين (كل شهرين)

source: bio:b Biography
ar_arab: bio:b سيرة ذاتية

source: biography
ar_arab: سيرة ذاتية

source: biography of arranger or transcriber
ar_arab: السيرة الذاتية لمرتب أو ناسخ

source: biography of composer
ar_arab: سيرة المؤلف الموسيقي

source: biography of performer or history of ensemble
ar_arab: سيرة ذاتية لمؤدي أو تاريخ جماعة

source: biweekly (every two weeks)
ar_arab: كل أسبوعين (كل أسبوعين)

source: black and white
ar_arab: أسود وأبيض

source: black chalk
ar_arab: طباشير أسود

source: black-and-white
ar_arab: أسود-و-أبيض

source: blue or green strip
ar_arab: شريط أخضر أو أزرق

source: bluegrass
ar_arab: موسيقى البلوجراس

source: blues
ar_arab: موسيقى البلوز

source: borrow
ar_arab: يستعير

source: borrowers
ar_arab: المستعيرون
