Repository: 24455287/Koha
Catalog: misc/translator/po/*-i-staff-t-prog-v-3002000.po
Languages: ar_arab

source: If checked, attribute will be a unique identifier &mdash; if a value is given to a patron record, the same value cannot be given to a different record. This setting cannot be changed after an attribute is defined.
ar_arab: إذا تم تحديدها,ستكون السمة محددا مميزا &mdash;إذا تم اعطاء قيمة إلى تسجيلة مستفيد, لا يمكن إعطاء نفس القيمة إلى تسجيلة مختلفة. لا يمكن تغيير هذا الإعداد بعد تعريف السمة.

source: If loading patron attributes, the 'patron_attributes' field should contain a comma-separated list of attribute types and values. The attribute type code and a colon should precede each value. For example: <b>INSTID:12345,LANG:fr</b> or <b>STARTDATE:January 1 2010,TRACK:Day</b>. If an input record has more than one attribute, the fields should either be entered as an unquoted string (previous examples), or with each field wrapped in separate double quotes and delimited by a comma: <b>&quot;STARTDATE:January 1, 2010&quot;,&quot;TRACK:Day&quot;</b>. The second syntax would be required if the data might have a comma in it, like a date string.
ar_arab: إذا كان تحميل خواص المستفيدين، حقل خصائص المستفيدين يجب أن يحتوي على فاصلة لفصل قائمة أنواع الخصائص والقيم. فإن كود نوع الخاصية يجب أن يسبق كل قيمة. على سبيل المثال&quot;INSTID:12345,LANG:fr&quot; هذا يعني أنه إذا كانت التسجيلة المدخلة لها أكثر من خاصية واحدة،فإن حقل خواص المستفيد يجب أن تحاط ب علامات إقتباس.

source: If making purchases in overseas currency, the exchange rate will need to be set realtive to your local currency. Remember that your local currency should be set to 1.00
ar_arab: إذا كنت تقوم بالشراء بعملة أجنبية، فإن سعر الصرف ستحتاج إلى تحديده لتحديد نسبته لعملتك المحلية. تذكر أن عملتك المحلية يجب أن تحدد ل 1.00

source: If matching record is already in the borrowers table:
ar_arab: إذا كانت مضاهاة التسجيلة هي بالفعل في جدول المستفيدين:

source: If more than one library subscribes to this serial you will need to create a subscription for each library
ar_arab: عند اشتراك أكثر من مكتبة واحدة في هذه الدورية يجب عليك إنشاء اشتراك لكل مكتبة

source: If neither 'RandomizeHoldsQueueWeight' or 'StaticHoldsQueueWeight' is set, the holds queue is statically ranked according to how they are pulled out of the system database.
ar_arab: في حالة عدم ضبط أيا من 'RandomizeHoldsQueueWeight' أو 'StaticHoldsQueueWeight' , يتم ترتيب صف الحجوزات ترتيبا ثابتا بناء على كيفية سحبها من قاعدة بيانات النظام.

source: If no patron image exists for this patron, click the &quot;Add Patron Images&quot; link to add an image or images. The pixel dimensions should not exceed 200 X 300 and the file size should be under 520K. Only PNG, GIF, JPEG, XPM formats are supported.
ar_arab: إذا لم يكن هناك صورة للمستفيد، إضغط على /"إضافة صورة مستفيد/"رابط لإضافة صورة أو صور. أبعاد نط الشاشة يجب ألا تتجاوز(120*200)إحتفظ بذلك في ذهنك عند حصولك على صورة مستفيد بينما سيؤثر ذلك كيف تظهر الصورة في هذه الصفحة.

source: If no values are entered in these fields, they will use the OPACSerialIssueDisplayCount and StaffSerialIssueDisplayCount system preference values
ar_arab: في حالة عدم إدخال قيم في هذه الحقول, سوف تستخدم قيم تفضيلات النظام OPACSerialIssueDisplayCount و StaffSerialIssueDisplayCount

source: If one or more Printer Profiles are defined for this label template, you will see a pull-down control allowing you to select from a list of available Printer Profiles for that label template.
ar_arab: إذا كان حقل "سمة الطابعةِ: " يقرأ "غير معرف "فهذا يشير بأنك ستحتاج على الأقل لعمل سمة طابعة لقالب المسمى ولكي تطبق سمة الطابعة على قالب المسمى

source: If reasons are not set the Suggestions page will will look like this:
ar_arab: إذل لم تكن الأسباب مضبوطة سوف تبدو صفحة المقترحات هكذا:

source: If the "Printer Profile:" field reads "None Defined" this indicates that you will need to create at least one Printer Profile for this label template in order to apply a Printer Profile to this label template.
ar_arab: إذا كان حقل "سمة الطابعةِ: " يقرأ "غير معرف "فهذا يشير بأنك ستحتاج على الأقل لعمل سمة طابعة لقالب المسمى ولكي تطبق سمة الطابعة على قالب المسمى

source: If the items can be deleted they will be and you will be presented with a confirmation of your deletion.
ar_arab: إذا كان يمكن حذف المواد سيتم حذفها وسيظهر لك تأكيد للحذف

source: If the numbers you've entered in a give row beneath the 'delay' columns are logically inconsistent, Koha will give you an alert, and explain the inconsistency.
ar_arab: إذا كان الرقم الذي أدخلته في صف معطى أدنى أعمدة 'تأخير' غيرمتسق منطقيا,سوف يقوم كوها بتنبيهك, ويشرح عدم الاتساق.

source: If the patron can place holds on this item type, enter the total numbers of items (of this type) that can be put on hold in the 'Holds Allowed' field
ar_arab: إذا كان بإمكان المستفيد وضع حجوزات على نوع المادة هذا, أدخل العدد الكلي للمواد (من هذا النوع)والتي يمكن أن توضع في الحجز في حقل'الحجوزات المسموح بها'

source: If the patron does not already have an account, click the 'New' button and choose the patron type you'd like to add
ar_arab: إذا لم يكن للمستفيد حساب بالفعل، انقر زر "جديد" واختر نوع المستفيد الذي ترغب في إضافته

source: If the patron has a hold waiting at the library that too will appear to the right of the check out box making it easy for the circulation librarian to see that there is another item to give the patron
ar_arab: إذا كان للمستفيد حجزا في الانتظار في المكتبة سوف يظهر ذها أيضا إلى يمين مربع الإعارة ليسهل على موظف الإعارة رؤية أن هناك مادة أخرى لإعطائها للمستفيد

source: If the report you need is not already available, the 'Guided Reports' Wizard will walk you through creating a custom report.
ar_arab: إذا لم يكن التقرير الذي تريده متاحا بالفعل، سوف يسير معك "معالج التقارير المرشدة" عبر إنشاء تقرير مخصص

source: If the total amount loanable for a given patron category is left blank, no limit applies, except possibly for a limit you define for a specific item type.
ar_arab: إذا كانت الكمية الكليه قابلة للإعارة لفئة المستفيد المحدد تركت فارغة. فلا يوجد حدود مطبقة، عدا إتاحة التحديد الذي يمكنك تحديده لنوع مادة محدد.

source: If there are no comments, the page will inform you of such
ar_arab: في حالة عدم وجود تعليقات، سوف تعلمك الصفحة بذلك

source: If there are no errors, continue to approving or rejecting the request and submitting a reason
ar_arab: إذا لم يكن هناك أخطاء، استمر في الموافقة أو رفض الطلب وإرسال سبب

source: If there are notes on the patron record these will appear to the right of the checkout box
ar_arab: إذكان هناك ملاحظات على تسجيلة المستفيد سوف تظهر إلى يمين مربع الإعارة

source: If there is already a patron matching the name you searched, it will show on the results list.
ar_arab: إذا كان هناك مستفيد يضاهي الاسم الذي تبحث عنه بالفعل، سوف يظهر في قائمة النتائج.

source: If there is more than one result, click on the name of the patron you'd like to add an image to
ar_arab: إذا كان هناك أكثر من نتيجة، انقر على اسم المستفيد الذي ترغب في إضافة صورة له

source: If this is not what you were expecting, go to <a1>patron categories
ar_arab: إذا لم يكن هذا ما تتوقعه، اذهب إلى <a1>فئات المستفيد

source: If this is your first time logging into Koha, you should now got to Koha Administration and setup all system parameters, especially Patron Categories.
ar_arab: غذا كانت هذه المرة الأولى لك لتسجيل الدخول إلى كوها، يجب عليك الآن الذهاب إلى إدارة كوها وتنصيب عوامل النظام، وخاصة فئات المستفيد.

source: If this page does not redirect in 5 seconds, click <a1>here</a>.
ar_arab: إذا لم يتم إعادة توجية الصفحة في 5 ثواني انقر<a1>هنا</a>.

source: If this setting is on the permissions menu will offer more granual permissions
ar_arab: إذا كان هذا الإعداد مفعلا سوف تعرض لك قائمة الصلاحيات المزيد من الصلاحيات الحبيبية

source: If using multiple currencies you will need to pick which currency the totals are in when listed by the vendor and on the invoice.
ar_arab: إذا كنت تستخدم عملات متنوعة سوف تحتاج لاختيار أية عملة سيتم الإجمال بها عند إدراج المزود وفي الفاتورة

source: If yes, click 'OK'. If no, click 'Cancel'
ar_arab: إذا نعم, انقر 'موافق'. إذا لا,انقر'إلغاء'

source: If you accidentally pick the wrong option (accept or reject) you can always edit your selection by visiting the appropriate tab
ar_arab: إذا كان عندك عضوان بنفس رقم البطاقة بشكل عرضى، فإن النسخة المطابقة الثانية ستظهر فقط كفواصل بعد أن تؤكّد التسجيلة.

source: If you are CERTAIN that you will never use a MARC tag, then you can delete it, but since this will not result in any appreciable improvement in performance, it is probably better to leave it. There will be tags you want to add, however. If you are using older MARC tags that are not in the list of tags supplied with Koha, then use the MARC tag structure administration page to add them. Similarly, you will probably need to add the holdings tag you currently use, or at least check the subfield structure of the 852 tag if you use it for holdings.
ar_arab: إذا كنت متأكد بأنك لن تستعمل تاج مارك، يمكنك حذفه، لكن منذ هذا لن يحدث أيّ تحسين مقدّر في الأداء، من الأفضل تركه. عندما تريد إضافة تيجان جديدة لبيانات مارك. إذا أنت تستعمل تيجان بيانات مارك قديمة وليست موجودة في قائمة تيجان مارك المزوده بكوها إستخدم صفحة إدارة بنية تيجان مارك لإضافتهم بنفس الطريقة، من المحتمل أنك ستحتاج لإضافة تيجان المقتنيات التي تستخدمها الآن ،ويمكنك تدقيق بنية الحقل الفرعي 852 إذا كنت تستخدمه للمقتنيات.

source: If you are adding multiple issues at once or if the latest expected issue is late, you can click the 'Generate Next' button to generate the next issue based on the subscription pattern.
ar_arab: إذا كنت تضيف إصدارات متعددة مرة واحدة وكان آخر إصدار تتوقعه متأخرا, يمكنك النقر على زر 'توليد التالي'لإنتاج الإصدار التالي بناء على نمط الاشتراك.

source: If you are checking an item in at a library other than the home branch, a message will appear asking you to transfer the book to the home library
ar_arab: إذا كنت تقوم برد مادة في مكتبة غير المكتبة الرئيسية، سوف تظهر لك رسالة تطلب منك نقل الكتاب إلى مكتبته الرئيسية

source: If you are checking items in that were put in the dropbox while the library was closed you can check the 'Dropbox mode' box before scanning items. This will effectively roll back the returned date to the last date the library was open.
ar_arab: إذا كنت تقوم برد المواد في المربع المنسدل أثناء إغلاق المكتبة يمكنك تحديد كربع 'نمط المربعات المنسدلة' قبل مسح المواد. سوف يقوم ذلك بتأخير تاريخ الإعادة إلى آخر يوم كانت فيه المكتبة مفتوحة بفاعلية .

source: If you are done adding to that order, click the 'Close this basket' link
ar_arab: اذا انتهيت من الإضافة إلى الطلب، انقر رابط "اغلق هذه السلة"

source: If you are entering a new subscription from the Serials module you will be presented with a blank form (if creating new from a bibliographic record the form will include the bib info).
ar_arab: إذا كنت تقوم بإدخال اشتراك جديد من نظام الدوريات الفرعي ستظهر لك صفحة فارغة (في حالة إنشاء اشتراك جديد من تسجياة بيبلوجرافية ستشمل الصفحة المعلومات البيبلوجرافية).

source: If you are going to be using a printer (or several printers) that are attached to your Koha server for producing statistical and operations reports, then you need to give each printer a name and tell Koha how to access it. You do this by telling Koha which print queue to use.
ar_arab: إن كنت ستستخدم طابعة (أو عدّة طابعات) التي تربط بخادم كوها للإنتاج الإحصائي وتقارير العمليات، ثمّ تحتاج لإعطاء كلّ طابعة اسم وتخبر كوها كيف يدخله. يمكنك عمل هذا من قبل كوها عن طريق إخباره أى طابعة queue تستخدمها.

source: If you are not sure what combination of system preferences to use, try using one of the sample profiles at install.
ar_arab: إذا كنت غير متأكّد إذا إستوردت فعليا تسجيلة، إبقي الزرّ الإذاعي على وضع

source: If you believe you have returned the items below please call at and library staff will be happy to help resolve the issue.
ar_arab: إذا كنت تعتقد أنك أعدت المواد أدناه الرجاء الاتصال وسيكون من دواعي سرور موظف المكتبة مساعدتك في حل هذه المشكلة.

source: If you charge a rental fee for items (such as DVDs) enter that amount in the 'Rental charge' field
ar_arab: إذا كنت تتقاضى رسوم تأخير مقابل المواد(مثل DVDs) قم بإدخال هذا المبلغ في حقل 'رسوم التأجير'

source: If you do not choose any filters or limits, you will see all items that have not been checked out of your library
ar_arab: إذا لم تقم باختيار اي مرشحات أو حدود، سوف ترى كل المواد التي لم يتم إعارتها من مكتبتك.

source: If you do not choose any filters or limits, you will see all patrons who have not checked anything out of your library
ar_arab: إذا لم تقم باختيار اي مرشحات أو حدود، سوف ترى كل المستفيدين الذين لم يقوموا باستعارة أي شيء من مكتبتك.

source: If you do not have the ability to use your barcode scanner on the floor of the library, the first option available to you is to generate a shelf list based on criteria you enter.
ar_arab: إذا لم يكن لديك القدرة على استخدام ماسح الباركود في المكتبة, الخيار المتاح أولا هو إنتاج قائمة رف بناء على المعايير التي تدخلها.

source: If you get this error, click 'authorized values'
ar_arab: إذا ظهر لك هذا الخطأ، انقر "قيم الاستناد"

source: If you have a login name and password for other Z39.50 servers, Koha will save your user ID and password in addition to the other information it needs to make a connection. (For anonymous servers, leave the userid and password fields blank.) The other fields on the form control whether or not the server is automatically searched when you request a Z39.50 search (put a "1" in the "Checked" field) and the order in which it is checked.
ar_arab: إذا كان لديك اسم دخول وكلمة سر ل خوادم Z39.50 ، كوها سيحفظ معرف المستخدم الخاص بك وكلمة السر بالأضافة إلى المعلومات الأخرى تحتاج لعمل إتصال. (للخوادم المجهولة، اترك حقول كلمة السر ومعرف المستخدم فارغة. ) الحقول الأخرى فى شكل مضبوط سواء أو ليس الخادم يبحث آليا متى تطلب بحث Z39.50(ضع a"1 "في "مفحوص "حقل) والطلب في عندما يتم اختيرها.

source: If you have a portable scanner (or a laptop and USB scanner) you can walk through the library with the scanner in hand and scan barcodes as you come across them. Once finished you can then upload the text file generated by the scanner to Koha
ar_arab: إذا كان لديك ماسح ضوئي محمول(أو حاسب نقال USB وماسح ضوئي) يمكنك السير عبر المكتبة حاملا الماسح الضوئي ومسح الباركودات حين تمر عليها. بمجرد الانتهاء يمكنك تحميل الملف النصي الذي أنتجه الماسح إلى كوها

source: If you have decided to have an item record created for each issue an item add form will appear
ar_arab: إذا قررت إنشاء تسجيلة مادة لكل إصدار ستظهر صفحة إضافة مادة

source: If you have decided to have an item record created for each issue an item add form will appear for your supplement and for the issue itself
ar_arab: إذا قررت إنشاء تسجيلة مادة لكل إضدار سوف تظهر صفحة إضافة مادة لتكميلك ولللإصدار نفسه

source: If you have ordered multiple copies of the same item, then use the &quot;+&quot; to bring up another
ar_arab: إذا طَلبتَ نسخَ متعدّدةَ لنفس المادةِ، فقم بإستخدام &quot؛ +&quot؛ لعَرْض آخرِ

source: If you have registered a password with the library, you may use it with your library card number to renew online.
ar_arab: إذا قمت بتسجيل كلمة مرور مع المكتبة، يمكنك استخدامها مع رقم بطاقة مكتبتك للتجديد على الانترنت

source: If you have suggestions to manage they will appear here
ar_arab: إذا كان لديك اقتراحا لإدارته سوف يظهر هنا

source: If you know that the item is not in the library already, then create a new record from scratch.
ar_arab: إذا عرفت بأنّ المادةَ لَيستْ في المكتبةِ فعليا، فقم بإنشاء سجل جديد من البداية.

source: If you need to restart you can click 'Uncheck All'
ar_arab: إذا كنت تحتاج لإعادة البدء يمكنك النقر على "إلغاء تحديد الكل"

source: If you only have one patron image you might want to upload it via the patron information page instead of using this bulk tool.
ar_arab: إذا كان لديك صورة مستفيد واحدة قد تريد تحميلها عبر صفحة معلومات المستفيد بدلا من استخدام أداة المجموعة

source: If you press the &quot;+&quot; by mistake, use the &quot;-&quot; button to remove the unwanted Item Details
ar_arab: إذا قمت بالضغط على &quot؛+&quot؛ بالخطأ، إستخدم زر &quot؛ -&quot؛ لإزالة تفاصيلِ المادة الغير مرغوبة

source: If you try to transfer and item the library it's already at you will be presented with a message to the right of the transfer form telling you that the item is already at the library
ar_arab: إذا كنت تحاول نقل مادة إلى المكتبة التي توجد بها بالفعل سوف تظهر لك رسالة إلى يمين صفحة النقل تخبرك أن هذه المادة موجودة في المكتبة بالفعل

source: If you want Koha to trigger an action (send a letter or debar member), a delay value is required.
ar_arab: إذا كنت تريد كوها أن يقوم بعمل (إرسل رسالة أو منع عضوا) , قيمة التأخير مطلوبة.

source: If you want to create a new subscription, click on "Add subscription"
ar_arab: إذا كنت تريد إنشاء إشتراك جديد، أنقر على "إضافة إشتراك "

source: If you want to create a new subscription, click the "Add subscription" button.
ar_arab: إذا كنت تريد إنشاء إشتراك جديد، أنقر على "إضافة إشتراك "

source: If you want to search for more than just a part of a patron name or number, you can click the plus sign [+] to the right of the search box.
ar_arab: إذا أردت أن تبحث عن أكثر من مجرد جزء من اسم أو رقم المستفيد، يمكنك النقر على علامة [+] إلى يمين مربع البحث

source: If you wish to claim late or missing issues you must link this subscription to a vendor. Click OK to ignore or Cancel to return and enter a vendor
ar_arab: إذا كنت ترغب في المطالبة بإصدارات متأخرة أو مفقودة يجب عليك ربط الاشتراك بمزود. انقر موافق للتجاهل أو إلغاء للعودة وإدخال المزود

source: If you wish to provide access to authority records for a given subfield -- MARC 21's 700a subfield, for instance, to make sure an author's name is available in an added entry in its approved form -- you will need to create a subfield &quot;9&quot; for that tag (e.g. tag 700, subfield 9).&nbsp; This is done by adding the subfield via the 'Authority types' administration module.
ar_arab: إذا أردت توفير وصل إلى تسجيلات استناد لحقل فرعي معطى -- مارك 21's 700aحقل فرعي, على سبيل المثال, للتأكد من أن اسم المؤلف متاح في مدخل مضاف في شكله الموافق عليه-- أنت بحاجة إلى إنشاء حقل فرعي &quot;9&quot; لهذا الرأس(مثال. رأس 700,حقل فرعي 9).&nbsp; يتم ذلك بإضافة الحقل الفرعي عن طريق 'أنواع الاستناد' نظام الإدارة الفرعي.

source: If you would like to PERMANENTLY delete a user, click 'Delete' under 'More'. A confirmation box will appear, so don't worry about accidentally deleting a record. Just be absolutely sure before you delete!
ar_arab: إذا كنت تريد حذف مستفيد، إضغط زر الحذف في أسفل اليسار سيظهر مربع تأكيد الحذف لذا لا تقلق بشأن حذف التسجيلات بالخطأ فقط كن متأكد تماما قبل الحذف!

source: If you would like to define additional categories for manual invoices you can do so by adding authorized values in the MANUAL_INV categories.
ar_arab: إذا كنت ترغب في تعريف فئات إضافية للفواتير اليدوية يمكنك القيام بذلك بإضافة قيم استنناد في فئات MANUAL_INV

source: If you would like to edit a patron's information, click the 'Edit' button. You can also click one of the 'Edit' links below each section on the patron record.
ar_arab: إذا كنت تريد تحرير معلومات مستخدم، أنقر زرار تعدّيل على أسفل اليسار.

source: If you would like to prevent a patron from checking items out because of their overdue items, check the 'Debar' box, this will put a notice on the patron's record at checkout informing the librarian that the patron cannot check out due to overdue items.
ar_arab: إذا كنت ترغب في منع مستفيد من إعارة المواد بسبب المواد المتأخرة,قم بتحديد مربع 'منع' , سوف يضع ذلك إخطارا في تسجيلة المستفيد عند الإعارة لإعلام موظف المكتبة أن المستفيد لا يمكنه الاستعارة بسبب المواد المتأخرة.

source: If you'd like to change the image, just upload a new image
ar_arab: إذا كنت ترغب في تغيير الصورة، قم فقط بتحميل صورة جديدة

source: If you'd like to delete the patron image, click the 'Delete' button under 'Manage Patron Image'
ar_arab: إذا كنت تريد حذف صورة مستفيد ، انقر زر " حذف" أدنى " أدر صورة المستفيد"

source: If you're adding a 'Child' or 'Professional' you will see an additional field, asking you to define a Guarantor.
ar_arab: إذا كنت تضيف "طفل" أو "محترف" سوف ترى حقلا إضافية، يطلب منك تعريف الضامن

source: If you're adding an 'Organization' you will see fewer fields in this first section.
ar_arab: إذا كنت تضيف"منظمة" سوف ترى حقولا أقل في القسم الأول

source: If you're checking an item in that has a hold on it, you will be prompted to confirm the hold
ar_arab: إذا كن تقوم برد مادة عليها حجز، سوف يظهر لك نافذة تأكيد الحجز

source: If you're checking in an item that has a hold on it at another branch you will be prompted to confirm and transfer the item
ar_arab: إذا كن تقوم برد مادة عليها حجز في فرع آخر، سوف يظهر لك نافذة تأكيد الحجز ونقل المادة

source: If your cards are printing just the way you want, you will not need a profile.
ar_arab: إذا كانت بطاقاتك يتم طباعتها بالطريقة التي تريدها، فلن تحتاج إلى وضع.

source: If your catalog changes aren't visible in search results, it is because of the indexing process. Indexing can take anywhere from 1 minute to 4 hours, depending on the load. If you do not see the new records by the following day, (24hrs) contact your system administrator.
ar_arab: إذا لم تظهر تغييرات الفهرس الخاص بك في نتائج البحث, فذلك بسبب عملية الفهرسة. يمكن أن تأخذ الفهرسة وقتا من 1 دقيقة إلى 4 ساعات, بناء على التحميل.إذا لم ترى التسجيلات الجديدة بحلول اليوم التالي, (24ساعة) قم بالاتصال بإدارة نظامك.

source: If your issue has a supplemental issue with it, fill in the Supplemental Issue information.
ar_arab: اذا كان لإصدارك ملحقا معه، قم بملأ معلومات الملحق.

source: If your library 'fines' patrons by suspending their account you can enter the number of days their fine should be suspended in the 'Suspension in Days' field
ar_arab: إذا كانت مكتبتك 'تغرّم' المستفيدين بتعليق حسابهم يمكنك إدخال عدد الأيام التي يجب تعليق غراماتهم فيها في حقل 'التعليق بالأيام'

source: If your list is populated, you will be prompted one more time to confirm whether you want to delete the list
ar_arab: إذا تم تعميم قائمتك، سوف يظهر لك شاشة تأكيد مرة أخرى لتأكيد رغبتك في حذف القائمة

source: Ignore
ar_arab: تجاهل

source: Ignore and return to transfers:
ar_arab: تجاهل وأعد للمنقولات:

source: Ignore incoming record (its items may still be processed)
ar_arab: تجاهل التسجيلة المستوردة (هذه المادة قد تكون تحت الإعداد)

source: Ignore items
ar_arab: تجاهل المواد

source: Ignore this one, keep the existing one
ar_arab: تجاهل هذا، احتفظ بالموجود

source: Ignored the following common words: "%s"
ar_arab: تجاهل الكلمات التالية: "%s"

source: Ignoring the hold will leave the item on hold, but leave its status as Available (it will not cancel the hold)
ar_arab: تجاهل الحجز سوف يترك المادة في الحجز، ولكن يترك حالتها متاحة ( لن يلغي الحجز)

source: Illustration
ar_arab: توضيح

source: Illustration - Book 1:
ar_arab: إيضاخ - كتاب 1:

source: Illustration - Book 2:
ar_arab: إيضاح - كتاب 2:

source: Illustration - Book 3:
ar_arab: إيضاح - كتاب 3:

source: Illustration - Book 4:
ar_arab: إيضاح - كتاب 4:

source: Illustration - Full Page Plates 1:
ar_arab: إيضاح - لوحات صفحة كاملة 1:

source: Illustration - Full Page Plates 2:
ar_arab: إيضاح - لوحات صفحة كاملة 2:

source: Illustration - Full Page Plates 3:
ar_arab: إيضاح - لوحات صفحة كاملة 3:

source: Illustration - Full Page Plates 4:
ar_arab: إيضاح - لوحات صفحة كاملة 4:

source: Illustration - Technique:
ar_arab: تقنية - الإيضاح:

source: Illustration codes 1:
ar_arab: رموز الإيضاح 1:

source: Illustration codes 2:
ar_arab: رموز الإيضاح 2:

source: Illustration codes 3:
ar_arab: رموز الإيضاح 3:

source: Illustration codes 4:
ar_arab: رموز الإيضاح 4:

source: Illustrator:
ar_arab: موضّح:

source: Image
ar_arab: صورة

source: Image 1
ar_arab: صورة 1

source: Image 2
ar_arab: صورة 2

source: Image Source
ar_arab: مصدر صورة

source: Image exceeds 500KB. Please resize and import again.
ar_arab: الصور التي تتجاوز 500 كيلو بايت. الرجاء إعادة تحجيمها والاستيراد مرة أخرى

source: Image name:
ar_arab: اسم الصورة:

source: Image name: %s
ar_arab: اسم الصورة: %s

source: Image successfully uploaded.
ar_arab: تم تحميل الصور بنجاح.

source: Image(s) successfully deleted.
ar_arab: تم حذف الصورة (الصور) بنجاح
