Repository: 24455287/Koha
Catalog: misc/translator/po/css_opac_*.po
Languages: eu, it_it

source: Please confirm that you wish to request an item of these types:
eu: Mesedez era hauetako elementua eskatu nahi duzula baieztatu:
it_it: Confermare che si desidera richiedere un volume di questi tipi:

source: Please note:
it_it: Prego annotare:

source: Please select the branch from which you want to collect the item:
it_it: Prego selezionare la sezione dalla quale si desidera ricevere l' articolo:

source: Please select which item types are ok for you. The first of these item that matches one of these types that becomes available will be set kept for you.
eu: Mesedez aukeratu zure elementu motak. Elementu zerrendan, mota hauen artean askatzen den lehena, zuretzat gordeko dugu
it_it: Selezionare quali volumi siano OK. Ne sar riservato uno non appena si render disponibile.

source: Private
eu: Pribatua
it_it: Privato

source: Problem sending the basket...
eu: Saskia bidaltzean arazoak izan dira...
it_it: Problema nell'invio del cestino...

source: Public
eu: Publikoa
it_it: Pubblico

source: Publication Year
eu: Argitalpen data
it_it: Anno di pubblicazione

source: Publication place
eu: Argitalpen lekua
it_it: Luogo di pubblicazione

source: Publication year
eu: Argitalpen urtea
it_it: Anno di pubblicazione

source: Published between
eu: Argitaratze data:
it_it: Pubblicato tra

source: Published by :
eu: Argitaratzailea:
it_it: Pubblicato da:

source: Published by: %s
eu: Argitaratzailea: %s
it_it: Pubblicato da: %s

source: Publisher
eu: Argitaratzailea
it_it: Casa editrice

source: Publisher:
eu: Argitaratzailea:
it_it: Casa editrice:

source: Quick search : %S
eu: Bilaketa azkarra : %S
it_it: Ricerca rapida: %S

source: Rating (from Amazon.com):
it_it: Punteggio (da Amazon.com):

source: Re-Type New Password:
it_it: Digitare nuovamente la nuova password:

source: Reach this authority
it_it: Raggiungere questa autorit&agrave;

source: Reading History of %s %s
it_it: Cronologia delle letture di %s %s

source: Received by the library
eu: Liburutegiak jasoa
it_it: Ricevuto dalla biblioteca

source: Recent Acquisitions
it_it: Acquisti recenti

source: Recent acquisitions
eu: Azken erosketak
it_it: Acquisti recenti

source: Recieved issues
eu: Jasotako maileguak
it_it: Prestito ricevuto

source: Relationship:
it_it: Relazione:

source: Remember that a title can concern a physical author (Victor Hugo) or a company, group, collective author (CNRS, Library of Congress)
eu: Egilea pertsona jakin bat izan daiteke (Victor Hugo), edo enpresa bat, talde bat, egile kolektiboa...
it_it: Si ricorda che un titolo pu essere relativo ad un effettivo autore (Victor Hugo), o ad una collaborazione, gruppo, o collezione di autori (CNRS, Biblioteca del Congresso)

source: Remove Selected Items
eu: Aukeratutako elementuak ezabatu
it_it: Eliminare i volumi selezionati

source: Renewable
eu: Berriztagarria
it_it: Rinnovabile

source: Request
eu: Erreserba
it_it: Richiesta

source: Reserve %s
it_it: Riserva %s

source: Reserve date
eu: Erreserbaren data
it_it: Data di prenotazione

source: Reserve page for <i>%s</i>
eu: Erreserbak honentzat: %s
it_it: Pagina della prenotazione per <i>%s</i>

source: Results %s through %s of %s records.
eu: Emaitzak: %s - %s (guztira: %s)
it_it: Risultati da %s a %s di %s elementi.

source: Results %s to %s of %s
eu: Emaitzak: %s - %s (guztira: %s)
it_it: Risultati %s a %s di %s

source: Results <b><i>%s</i> through <i>%s</i> of <i>%s</i></b>
eu: Emaitzak: %s - %s (guztira: %s)
it_it: Risultati da <b><i>%s</i> a <i>%s</i> di <i>%s</i></b>

source: Results per page
eu: Orriko emaitza kopurua
it_it: Risultati per pagina

source: Return to Your Record
it_it: Ritorno al tuo record

source: Save
eu: Gorde
it_it: Salva

source: Search on
eu: Hemen bilatu:
it_it: Cerca su

source: Search on <!-- TMPL_VAR name="marc_value" -->
eu: Autoritate zenbakia <!-- TMPL_VAR NAME="authid" -->
it_it: Ricerca su <!-- TMPL_VAR name="marc_value" -->

source: Search on this
it_it: Ricerca su questo

source: Search recent <a1>acquisitions by branch</a>
it_it: Ricerca recenti <a1>acquisizioni per sezione</a>

source: Search the catalogue
eu: Katalogoan bilatu
it_it: Cerca nel catalogo

source: See narrower terms
it_it: Guardare i termini pi&ugrave; stretti

source: Select
eu: Aukeratu
it_it: Selezionare

source: Select Shelves to Delete
eu: Ezabatu beharreko apalak aukeratu
it_it: Seleziona gli scaffali da eliminare

source: Select a branch if you want to limit your search to items in a specific branch. By default the search is done on every branches of the library
eu: Sail bat hautatu, bilaketa sail zehatz horretara mugatu nahi baduzu. Gainerakoan, bilaketa liburutegiko sail guztietan egingo da.
it_it: Seleziona una sezione se desideri limitare la ricerca ad una sezione specifica. Di norma, la ricerca viene effettuata su tutte le sezioni della biblioteca

source: Select bookshelf
eu: Apala aukeratu
it_it: Seleziona lo scaffale

source: Select this Item
eu: Elementua aukeratu
it_it: Selezionare questo articolo

source: Send
eu: Bidali
it_it: Invia

source: Send suggestion to the library staff
eu: Liburutegi arduradunei iradokizuna bidali
it_it: Invia la proposta al personale della biblioteca

source: Sending the basket
eu: Saskia bidaltzen
it_it: Il cestino sta per essere inviato

source: Serial issues
eu: Sortako aleak
it_it: Prestiti di periodici

source: Serial:
eu: Sorta: %s
it_it: Periodico:

source: Serial: %s
eu: Sorta: %s
it_it: Periodico: %s

source: Series title
eu: Sortaren titulua
it_it: Titolo del periodico

source: Set Filter
eu: Iragazkia ezarri
it_it: Seleziona un filtro

source: Sex:
it_it: Sesso:

source: Shelf content
eu: Apaleko edukiak
it_it: Contenuto dello scaffale

source: Shelf list
eu: Apalen zerrenda
it_it: Elenco degli scaffali

source: Shelf name
eu: Apalaren izena
it_it: Nome dello scaffale

source: Showing All Items | <a1>Show Last 50 Items Only</a>
it_it: Mostra di tutti gli articoli | <a1>Mostrare degli ultimi 50 articoli solamente</a>

source: Showing Last 50 Items | <a1>Show All Items</a>
it_it: Mostra degli ultimi 50 articoli | <a1>Mostrare tutti gli articoli</a>

source: Sorry, KOHA doesnt think you have permission for this page.
eu: Sentitzen dugu, baina ez duzu orri horretarako sarbiderik, antza
it_it: Spiacente, a KOHA non sembra che tu abbia permesso di accedere a questa pagina.

source: Sorry, there were no results
eu: Barkatu, emaitzarik ez
it_it: Spiacente, nessun risultato

source: Sorry, your session has timed out, please login again.
eu: Sentitzen dugu, zure saioa amaitu da. Berriz errejistratu.
it_it: Spiacente, la sessione scaduta: occorre rieffettuare il login.

source: Start search
eu: Hasi bilaketa
it_it: Inizia la ricerca

source: Status
eu: Egoera
it_it: Stato

source: Still owing
eu: Zorretan oraindik
it_it: Ancora in possesso

source: Subject
eu: Gaia
it_it: Argomento

source: Subject(s):
eu: Gaia(k):
it_it: Argomento(i):

source: Subject:
eu: Gaia:
it_it: Argomento:

source: Subject: %s
eu: Gaia: %s
it_it: Argomento: %s

source: Subjects:
it_it: Argomenti:

source: Submit
eu: Bidali
it_it: Invia

source: Submit Changes
it_it: Invia le modifiche

source: Subscription information for %s
eu: Harpidetza informazioa: %s
it_it: Informazioni di abbonamento per %s

source: Subtitle(s):
eu: Azpititulua(k)
it_it: Sottotitolo(i):

source: Subtitle: %s
eu: Azpititulua: %s
it_it: Sottotitolo: %s

source: Suggested by
eu: Iradokitzailea:
it_it: Proposto da

source: Suggestion rejected : won't be buy
eu: Atzera botatako iradokizuna: ez da erosiko
it_it: La proposta stata respinta: non verr acquistato

source: Suggestions
eu: Iradokizunak
it_it: Proposte

source: Summary
eu: Laburpena
it_it: Dati generali

source: Surname
eu: Deitura
it_it: Cognome

source: The basket was sent to: %s
eu: Saskia bidali dugu hona: %s
it_it: Il cestino stato inviato a: %s

source: There are <b>%s</b> reserves already on this item.
eu: Ale honetarako %s erreserba daude
it_it: Esistono gi <b>%s</b> prenotazioni per questo volume.

source: There are flags on your account!
it_it: Ci sono dei contrassegni tra i tuoi dati!

source: This Library is powered by <a1>Koha</a> free software ILS, and compliant with web standards <a2>
eu: Liburutegi honen azpiegituran <a1>Koha</a> dago, web estandarrak betetzen dituen software librea.<a2>
it_it: La Biblioteca potenziata da <a1>Koha</a>, un software libero ILS e conforme agli standard del web <a2>

source: This biblio is already in the basket
eu: Biblioa saskian dago jada
it_it: Questa scheda gi nel cestino

source: This card has been declared lost. Reserve impossible. Please contact the library
eu: Txartel hau galdutzat joa dago. Ezin da gorde ezer. Liburutegiarekin jar zaitez kontaktuan.
it_it: Questo tesserino &egrave; stato dichiarato smarrito. Prenotazione impossibile. Prego contattare la Biblioteca

source: This subscription is now ended. The last issue was recieved on %s
eu: Harpidetza amaitu da. Azken alea data honetan jaso zen: %s
it_it: Questo abbonamento &egrave; adesso terminato. L' ultimo prestito &egrave; stato ricevuto su %s

source: Title
eu: Izenburua
it_it: Titolo

source: Total Due
eu: Zorra guztira
it_it: Totale dovuto

source: Try another <a1>Advanced search</a>
eu: Egizu beste <a1>bilaketa aurreratu</a> bat
it_it: <a1>Ricerca avanzata</a>'>Prova un'altra <a1>Ricerca avanzata</a>

source: Unified title:
eu: Titulu bateratua:
it_it: Titolo unificato:

source: Unified title: %s
eu: Titulu bateratua: %s
it_it: Titolo unificato: %s

source: Update Record
eu: Datuak eguneratu
it_it: Aggiorna il campo

source: Used in
eu: Hemen erabiltzen da:
it_it: Usato in

source: Values in authorities
eu: Balioak autoritateetan
it_it: Valori nelle autorit&agrave;

source: Values in biblios
eu: Balioak bibliotan
it_it: Valori nelle schede bibliografiche

source: View Accounts
eu: Ikus kontuak
it_it: Vedi gli accounts

source: View Full Heading
it_it: Vista dell' intestazione completa

source: Virtual shelves
eu: Apal birtualak
it_it: Scaffali virtuali

source: Waited
eu: Itxoiten
it_it: Atteso

source: We have %s subscription(s) associated with this title.
it_it: Abbiamo %s abbonamento(i) associati con questo titolo.

source: Website
eu: Webgunea
it_it: Sito web

source: Which is to be picked up from
eu: Hemendik hartu behar da:
it_it: che verr ritirato da

source: Work address
eu: Laneko helbidea
it_it: Indirizzo ufficio

source: Work address: %s, %s
eu: Laneko helbidea: %s, %s
it_it: Indirizzo ufficio: %s, %s

source: Work/Fax phone
eu: Fax
it_it: Telefono/Fax ufficio

source: Year :
eu: Urtea:
it_it: Anno:

source: Yes
eu: Bai
it_it: S

source: You are accessing koha from a different ip address! please login again.
eu: Beste IP helbide batetik saiatzen ari zara Koha-ra sartzen. Mesedez, berriz egin errejistroa.
it_it: Sei collegato a Koha da un indirizzo IP diverso! Si prega di effettuare nuovamente il login.

source: You are gone without address. Reservation is forbidden. Please contact the library
eu: Helbiderik ez duzu. Erreserba debekatua. Liburutegiarekin kontaktatu, mesedez.
it_it: Risulti senza indirizzo. La prenotazione non &egrave; consentita. Si prega di contattare la biblioteca

source: You can enter a complete or a part of a title. The search will also be done in subtitles and other title related fields
eu: Izenburua edo haren zati bat sar dezakezu. Bilaketa beste alor batzuetan ere egingo da: azpitutiluetan, adibidez
it_it: E' possibile selezionare un titolo completo o parte di esso. La ricerca verr&agrave; effettuata anche tra i sottotitoli ed altri campi correlati

source: You can enter a name or a surname. The search will also be done in additional authors and other author related fields (translator, illustrator...)
eu: Sartu izena edo deiturak. Bilaketa erlazionaturiko alorretan ere egingo da (egile gehigarriak, itzultzailea, ilustratzailea...)
it_it: possibile selezionare un nome o un cognome. La ricerca verr effettuata anche tra gli autori supplementari ed altri campi analoghi (traduttore, illustratore...)

source: You can't make reserve in this library (feature unactivated)
eu: Liburutegi honetan ezin da erreserbarik egin (aukera desgaitua)
it_it: Non puoi effettuare prenotazioni in questa biblioteca (prestazione disattivata)

source: You did not specify any search criteria
eu: Ez duzu bilaketa irizpiderik aukeratu
it_it: Non avete specificato alcun criterio di ricerca

source: You entered an incorrect username or password, please try again.
eu: Pasahitza edo erabiltzaile-izena okerrak dira. Saiatu berriro, mesedez.
it_it: Username o password errata. Si prega di riprovare.

source: You have <b>%s</b> items currently issued.
eu: Une honetan <b>%s</b> elementu dituzu maileguan.
it_it: Hai attualmente <b>%s</b> volumi in prestito.

source: You have <b>%s</b> items currently reserved.
eu: Une honetan <b>%s</b> elementu dituzu gordeta.
it_it: Hai attualmente <b>%s</b> volumi prenotati.

source: You have a credit of %s
eu: %s-ko kreditua duzu
it_it: Disponi di un credito di %s

source: You have never borrowed anything from the library.
it_it: Non hai mai preso in prestito niente dalla biblioteca.

source: You have no items on issue.
eu: Ez duzu maileguan elementurik.
it_it: Non hai alcun volume in prestito.

source: You have outstanding charges and fines of %s
eu: Isun eta gainkarga larriak dituzu: %s
it_it: Risultano debiti e multe per %s a tuo carico

source: You have reserved items waiting:
eu: Erreserbak dituzu zai:
it_it: I seguenti volumi prenotati sono in attesa:

source: You searched on <b>%s</b>. %s results found
eu: <b>%s</b> bilatuz, %s emaitza aurkitu dira
it_it: E' stata effettuata una ricerca con parametri <b>%s</b>. Trovati %s risultati

source: You want to log in to get personal services, or you must be logged in to get the page you requested.
it_it: Vuoi accedere per ottenere servizi personali, o devi essere connesso per ottenere la pagina richiesta.

source: Your account has been frozen. Usually the reason for freezing an account is old overdues or damage fees. If <a1>your account page</a> shows your account to be clear, please consult a librarian.
it_it: Il tuo account &egrave; stato congelato. Di solito il congelamento di un acount avviene per mancati pagamenti o multe per danneggiamento. Se <a1>la pagina del tuo account</a>.mostra il tuo account in bianco, per favore consulta un bibliotecario.

source: Your account is temporarily suspended. Please contact the library
eu: Zure kontua tenporalki desaktibatu da. Mesedez hitz egin liburutegiarekin
it_it: Il tuo account &egrave; temporaneamente sospeso. Per favore contatta la biblioteca

source: Your biblio basket
eu: Zure biblio saskia
it_it: Il tuo cestino di schede bibliografiche

source: Your changes won't appear until the library has validated them.
eu: Zure aldaketak ez dira ikusi ahal izango liburutegiak balidatu arte.
it_it: I cambiamenti diventeranno effettivi non appena saranno convalidati dalla biblioteca.

source: Your current password was entered incorrectly. If this problem persists, please ask a librarian to re-set your password for you.
it_it: La tua password corrente &egrave; stata immessa in modo non corretto. Se il tuo problema persiste, per favore chiedi ad un bibliotecario di annullare la tua password.

source: Your library card has been marked as lost or stolen. If this is an error, please take your card to the circulation desk at your local library and the error will be corrected.
it_it: Il tuo tesserino bibliotecario &egrave; stato contrassegnato come smarrito o rubato. Se questo &egrave; un errore, per favore presenta il tuo tesserino allo sportello della tua locale libreria e l' errore verr&agrave; corrretto.

source: Your new password must be at least 6 characters long
it_it: La tua nuova password deve avere almeno 6 caratteri

source: Your password has been changed
it_it: La tua password &egrave; stata cambiata

source: a private bookshelf is managed by you &amp; can be seen only by you.
eu: apal pribatu bat zuk kudeatzen duzu eta zuk bakarrik ikusi dezakezu.
it_it: Uno scaffale privato gestito solo da te & pu essere visto solo da te.

source: acquired in the last %S days
it_it: acquisito negli ultimi %S giorni

source: already in the basket
eu: jadanik saskian dago
it_it: gi nel cestino

source: back to shelf list
eu: itzuli apalen zerrendara
it_it: indietro all'elenco degli scaffali

source: barcode
eu: barra kodea
it_it: codice a barre

source: classification:
it_it: classificazione:

source: contains
it_it: contiene

source: date Due
eu: data gehienez
it_it: data Debito

source: day
eu: eguna
it_it: giorno

source: delete
eu: ezabatu
it_it: cancellare

source: for
it_it: per

source: friday
eu: ostirala
it_it: Venerd&igrave;

source: if you click on ... on the right of title/author/subject, you can search existing values in the library.
it_it: se fai click su ... sulla destra del titolo/autore/argomento, puoi ricercare i valori esistenti nella biblioteca.

source: in Branch
it_it: nella Sezione

source: koha logo
eu: koharen logoa
it_it: logo koha

source: last Seen
eu: Azkenekoz ikusia
it_it: ultima Schermata

source: location
eu: tokia
it_it: luogo

source: log in for personal options
it_it: Entra in Koha per abilitare le opzioni personali

source: login
eu: sartu
it_it: Accesso

source: mail sent by
eu: mezuaren bidaltzailea
it_it: messaggio inviato da

source: modify
eu: aldatu
it_it: modifica

source: monday
eu: astelehena
it_it: Luned&igrave;

source: month
eu: hila
it_it: mese

source: on
eu: en
it_it: su

source: on issue bit
eu: alean
it_it: in prestito

source: or add to a new bookshelf
eu: edo apal berri bat gehitu
it_it: o aggiungi ad un nuovo scaffale

source: over the last %S days
it_it: oltre gli ultimi %S giorni

source: quarter
it_it: trimestre

source: saturday
eu: larunbata
it_it: Sabato

source: start by
it_it: Inizia da

source: status
eu: egoera
it_it: Stato

source: thursday
eu: osteguna
it_it: Gioved&igrave;

source: title
eu: izenburua
it_it: Titolo

source: tuesday
eu: asteartea
it_it: Marted&igrave;

source: wednesday
eu: asteazkena
it_it: mercoled&igrave;

source: week
eu: astea
it_it: settimana

source: year
eu: urtea
it_it: anno

source: you already have a reserve placed on this item.
eu: objektu hau erreserbatua duzu jadanik
it_it: hai gi&agrave; una prenotazione per questo articolo.

source: you cannot make more than %s reserves.
eu: Ezin duzu %s erreserba baino gehiago egin.
it_it: non puoi effettuare pi&ugrave; di %s prenotazioni.

source: you must select a branch for pickup!
eu: Sail bat aukeratu behar duzu!
it_it: devi scegliere una sezione dove effettuare il ritiro!

source: you must select at least on item type!
eu: gutxienez elementu mota bat aukeratu behar duzu!
it_it: devi selezionare almeno un tipo di articolo!

source: you owe %s
eu: %s zor duzu
it_it: devi %s

source: %s acquired recently (the most recent being first)
eu: %s duela gutxi erosiak (berrienak gorago)

source: (modified on %s)
eu: (noiz aldatua: %s)

source: <a1> %s home </a> <a2> Log Out </a>
eu: <a1> %s hasiera </a> <a2> Irten </a>

source: <a1>Home</a> <a2>Advanced search</a>
eu: <a1>Home</a> <a2>Bilaketa aurreratua</a>

source: <a1>Log In</a> to Koha
eu: Koha-n <a1>sartu</a>

source: <b>Volume:</b> %s
eu: <b>Alea:</b> %s

source: <b>in </b>%s
eu: : %s

source: <b>published by :</b>%s
eu: <b>argitaratzailea:</b>%s

source: <b>subtitle:</b>%s
eu: <b>azpititulua:</b>%s

source: Accepted
eu: Onartuta

source: Any
eu: Edozein

source: Brief Display
eu: Erakuspen laburra

source: Compact view
eu: Ikusmira trinkoa

source: Detailed notes:
eu: Detaileko oharrak:

source: Dictionnary search
eu: Hiztegi bilaketa

source: Email
eu: E-maila

source: Empty
eu: Hutsik

source: Fax: %s
eu: Faxa: %s

source: Item
eu: Elementua

source: Log Out
eu: Irten

source: Logged in as <b>%s</b> <a1>Members Home</a>
eu: Erabiltzailea: <b>%s</b> <a1>Orri pertsonala</a>

source: Member Home page
eu: Erabiltzailearen orria

source: More Details
eu: Detaile gehiago

source: No
eu: Ez

source: OVERDUE %s
eu: ZENBATEKOA: %s

source: Ordered
eu: Eskatua

source: Password
eu: Pasahitza

source: Personal page
eu: Erabiltzailearen orrialdea

source: Please select the branch from which you want to collect the item: %s
eu: Mesedez aukeratu zein sailetatik hartu nahi duzun elementua: %s

source: Print
eu: Inprimatu

source: Rejected
eu: Baztertua

source: Related links:
eu: Erlazionaturiko estekak:

source: Remove selection
eu: Aukeraketa ezabatu

source: Subscription information for biblio #%s with title : %s
eu: Harpidetza informazioa #%s bibliorentzat, titulu honekin : %s

source: This is a serial subscription (we have %s subscriptions). You can see which <a1> Issues </a> we have and don't have
eu: Hau harpidetza bat da (%s harpidetza ditugu guztira). Ikus dezakezu zein <a1> ale </a> dauzkagun, eta zein ez.

source: Valid XHTML 1.0!
eu: XHTML 1.0 balekoa

source: View & manage suggestions
eu: Iradokizunak kudeatu

source: Volume
eu: Alea

source: if you clic on ... on the right of title/author/subject, you can search existing values in the library.
eu: izenburu/autore/gaia-ren alboan dagoen botoian klik egin ezkero, liburutegian dagoen materiala bilatu dezakezu.

source: sunday
eu: igandea

source: vol. %s
eu: %s bol.
