Repository: 24455287/Koha
Catalog: misc/translator/po/css_opac_*.po
Languages: eu, it_it

source: Biblio(s) added
eu: Biblioak gehituta
it_it: Scheda(e) bibliografica(e) aggiunta(e)

source: %S and
eu: %S eta
it_it: %S e

source: %s <a1>Catalogue home</a> <a2>Advanced search</a>
it_it: %s <a1>Home Catalogo</a><a2>Ricerca avanzata</a>

source: %s Acquired by
it_it: %s Acquistato da

source: %s GROUP - %s
eu: %s TALDEA - %s
it_it: %s GRUPPO - %s

source: %s acquired in the last <i>%s</i> days. %s results found
eu: %s erosiak, <i>%s</i> egunen buruan. %s emaitza aurkitu dira
it_it: %s acquisito negli ultimi <i>%s</i> giorni. Trovati %s risultati

source: %s biblio(s)
eu: %s biblio
it_it: %s scheda bibliografica(i)

source: %s biblios
it_it: %s schede bibliografiche

source: %s issues
eu: %s mailegu
it_it: %s prestiti

source: %s item(s)
eu: %s item
it_it: %s elementi/volumi

source: %s months
eu: %s hilabete
it_it: %s mesi

source: %s weeks
eu: %s aste
it_it: %s settimane

source: %s, pick up at: <b>%s</b>
eu: %s, jasotzeko: <b>%s</b>
it_it: %s, ritirare a: <b>%s</b>

source: &lt;&lt;&lt;Previous
eu: &lt;&lt;&lt;aurrekoak
it_it: &lt;&lt;&lt;Precedente

source: &lt;&lt;Previous
eu: &lt;&lt; Aurrekoa
it_it: &lt;&lt;Precedente

source: &nbsp; No results found.
eu: &nbsp; Emaitzarik ez
it_it: &nbsp; Nessun risultato trovato.

source: &nbsp;No results found.
it_it: &nbsp;Nessun risultato trovato.

source: (Checked out)
it_it: (Controllato)

source: (On Loan until %s)
eu: (Noiz arte maileguan: %s)
it_it: (In prestito fino a %s)

source: (add % at the end of your word if you want to use right-truncation : <b>theor%</b> will find theory &amp; theories)
it_it: (aggiungere % alla fine della vostra parola se desiderate usare il troncamento a destra: <b>teoria%</b> servir&agrave; a trovare "teoria &amp; teorie")

source: -- Please choose your branch --
it_it: -- Prego scegliere la vostra sezione --

source: 2 months
eu: 2 hilabete
it_it: 2 mesi

source: 2 quarters
eu: 2 hiruhileko
it_it: 2 trimestri

source: 2 weeks
eu: 2 aste
it_it: 2 settimane

source: 2 years
eu: 2 urte
it_it: 2 anni

source: 3 months
eu: 3 hilabete
it_it: 1 trimestre

source: 3 weeks
eu: 3 aste
it_it: 3 settimane

source: <a1> Accession</a> Date:%s
eu: <a1> Sarbide</a> Data:%s
it_it: <a1>Ultimo accesso</a> in data: %s

source: <a1> Simple </a> <a2> Complete </a> <a3> ISBD </a> <a4> Add to shelf </a> <a5> Print </a>
eu: <a1> Sinplea </a> <a2> Osoa </a> <a3> ISBD </a> <a4> Apalera gehitu </a> <a5> Inprimatu </a>
it_it: <a1>Semplice</a><a2>Completo</a><a3>ISBD</a><a4>Aggiungere allo scaffale</a><a5>Stampa</a>

source: <a1>%s</a> (%s item(s))
eu: <a1>%s</a> (%s artikulu)
it_it: <a1>%s</a> (%s volume(i))

source: <a1>Back to biblio</a> <a2>Complete view</a>
eu: <a1>Bibliora itzuli</a> <a2>Bista osoa</a>
it_it: <a1>Tornare alla scheda bibliografica</a> <a2>Completare la vista</a>

source: <a1>Click here</a> for more information on subscription(s) history
it_it: <a1>Cliccare qu&igrave;</a> per maggiorni informazioni sulla cronologia degli abbonamenti

source: <a1>Empty</A> <a2>Remove selection</A> <a3>Send</A> <a4>Print</A> <a5>Close</A>
it_it: <a1>Vuoto</A> <a2>Rimozione selezione</A> <a3>Invio</A> <a4>Stampa</A> <a5>Chiusura</A>

source: <a1>Log in to Koha</a> to have personal options.
eu: <a1>Sar zaitez Koha-n</a> aukera pertsonaletara iristeko
it_it: <a1>Accesso a Koha</a> per abilitare le opzioni personali.

source: <a1>Modify</a> %s%s
eu: <a1>Aldatu</a> %s%s
it_it: <a1>Modifica</a> %s %s

source: <a1>Personal page</a> <a2>Log Out</a>
it_it: <a1>Pagina personale</a><a2>Disconnessione</a>

source: <a1>Select</a> <a2>Sel&amp;close</a>
eu: <a1>Aukeratu</a> <a2>Hauta eta itxi</a>
it_it: <a1>Selezione</a> <a2>Sel&amp;chiusura</a>

source: <a1>select</a> <a2>sel&amp;close</a>
eu: <a1>aukeratu</a> <a2>hauta eta itxi</a>
it_it: <a1>selezione</a> <a2>sel&amp;chiusura</a>

source: <b> Card Number:</b> %s
it_it: <b>Numero tesserino:</b> %s

source: <b><a1>Total Issues:</a></b> %s
eu: <b><a1>Maileguak guztira:</a></b> %s
it_it: <b><a1>Prestiti totali:</a></b> %s

source: <b>Additional authors:</b>%s
eu: <b>Egile gehiago:</b>%s
it_it: <b>Autori supplementari:</b> %s

source: <b>Author:</b> %s
eu: <b>Egilea:</b> %s
it_it: <b>Autore:</b> %s

source: <b>Biblio number:</b> %s
eu: <b>Liburu zenbakia:</b> %s
it_it: <b>Numero scheda:</b> %s

source: <b>Biblionumber:</b> %s
it_it: <b>Numero scheda:</b> %s

source: <b>Classification:</b> %s
eu: <b>Sailkapena:</b> %s
it_it: <b>Classificazione:</b> %s

source: <b>Classification:</b> %s%s%s
eu: <b>Sailkapena:</b> %s%s%s
it_it: <b>Classificazione:</b> %s%s%s

source: <b>Collection:</b> %s
eu: <b>Bilduma:</b> %s
it_it: <b>Collezione:</b> %s

source: <b>Copyright year:</b> %s
eu: <b>Copyright-aren data:</b> %s
it_it: <b>Anno di pubblicazione:</b> %s

source: <b>Current Branch:</b> %s
eu: <b>Oraingo adarra:</b> %s
it_it: <b>Attuale sezione di appartenenza:</b> %s

source: <b>Date:</b> %s
eu: <b>Data:</b> %s
it_it: <b>Data:</b> %s

source: <b>Dewey:</b> <a1>%s</a>
it_it: <b>Codice Dewey:</b> <a1>%s</a>

source: <b>Dewey:</b>%s
it_it: <b>Codice Dewey:</b>%s

source: <b>Expires:</b> %s
it_it: <b>Scade:</b> %s

source: <b>Group Number:</b> %s
eu: <b>Talde zenbakia:</b> %s
it_it: <b>Gruppo Numero:</b> %s

source: <b>Home Branch:</b> %s
eu: <b>Liburutegi hartzailea:</b> %s
it_it: <b>Sezione di appartenenza:</b> %s

source: <b>Illus:</b> %s
eu: <b>Ilus:</b> %s
it_it: <b>Illustrazioni:</b> %s

source: <b>Item Type:</b> %s
eu: <b>Item mota:</b> %s
it_it: <b>Tipo volume:</b> %s

source: <b>Item lost:</b> %s
eu: <b>Item galdua:</b> %s
it_it: <b>Volume disperso:</b> %s

source: <b>Joined:</b> %s
it_it: <b>Unito:</b> %s

source: <b>Joining Branch:</b> %s
it_it: <b>Sezione di unione:</b> %s

source: <b>Last Borrower 1:</b> %s
eu: <b>Azken bazkidea (1):</b> %s
it_it: <b>Ultimo utente 1:</b> %s

source: <b>Last Borrower 2:</b> %s
eu: <b>Azken bazkidea (2):</b> %s
it_it: <b>Ultimo utente 1:</b> %s

source: <b>Last borrowed:</b> %s
eu: <b>Maileguan emaniko azkena:</b> %s
it_it: <b>Ultimo Prestito:</b> %s

source: <b>Last seen:</b> %s
eu: <b>Azkenekoz, data honetan ikusia:</b> %s
it_it: <b>Ultimamente visto al banco in data:</b> %s

source: <b>Loan Length:</b> %s
eu: <b>Maileguaren iraupena:</b> %s
it_it: <b>Durata del prestito:</b> %s

source: <b>Mailing Address:</b> %s, %s
it_it: <b>Indirizzo postale:</b> %s, %s

source: <b>Membership Category:</b> %s
it_it: <b>Categoria di appartenenza:</b> %s

source: <b>Membership Number:</b> %s
it_it: <b>Numero di appartenenza:</b> %s

source: <b>Name:</b> %s %s
it_it: <b>Nome:</b> %s %s

source: <b>No. of Items:</b> %s
eu: <b>Elementu kopurua:</b> %s
it_it: <b>N. di volumi:</b> %s

source: <b>Notes:</b> %s
eu: <b>Oharrak:</b> %s
it_it: <b>Note:</b> %s

source: <b>Pages:</b> %s
eu: <b>Orriak:</b> %s
it_it: <b>Pagine:</b> %s

source: <b>Paid for:</b> %s
eu: <b>Ordaintzailea:</b> %s
it_it: <b>Costo (all'acquisto):</b> %s

source: <b>Permanent Address:</b> %s, %s
it_it: <b>Indirizzo permanente:</b> %s, %s

source: <b>Place:</b> %s
eu: <b>Lekua:</b> %s
it_it: <b>Luogo di pubblicazione:</b> %s

source: <b>Published by :</b>%s
eu: <b>Argitaratzailea:</b>%s
it_it: <b>Pubblicato da:</b>%s

source: <b>Publisher:</b> %s
eu: <b>Editorea:</b> %s
it_it: <b>Casa editrice:</b> %s

source: <b>Renewals:</b> %s
eu: <b>Berriztapenak:</b> %s
it_it: <b>Rinnovi:</b> %s

source: <b>Rental Charge:</b> %s
eu: <b>Maileguaren kostua:</b> %s
it_it: <b>Tassa per il prestito:</b> %s

source: <b>Replacement Price:</b> %s
eu: <b>Ordezkatzearen prezioa:</b> %s
it_it: <b>Costo di sostituzione:</b> %s

source: <b>Serial:</b>%s
eu: <b>Sorta:</b> %s
it_it: <b>Serie:</b>%s

source: <b>Size:</b> %s
eu: <b>Neurria:</b> %s
it_it: <b>Dimensioni:</b> %s

source: <b>Subject:</b> %s
eu: <b>Gaia:</b> %s
it_it: <b>Argomento:</b> %s

source: <b>Subtitle:</b>%s
it_it: <b>Sottotitolo:</b> %s

source: <b>Total Number of Items:</b> %s
eu: <b>Elementuak guztira:</b> %s
it_it: <b>Numero totale di volumi</b> %s

source: <b>Uniform title:</b> %s
eu: <b>Titulu bateratua:</b> %s
it_it: <b>Titolo uniforme:</b> %s

source: <b>Unititle:</b> %s
eu: <b>Titulu bakarra:</b> %s
it_it: <b>Titolo uniforme:</b> %s

source: <b>Year :</b> %s
eu: <b>Urtea:</b> %s
it_it: <b>Anno:</b> %s

source: A free can be managed by any user.
eu: Apal librea edozein erabiltzailek kudea dezake.
it_it: Un campo libero pu&ograve; essere gestito da parte di qualsiasi operatore.

source: A public can be seen by everybody, but managed only by you.
eu: Apal publikoa denen bistan dago, baina zuk zeuk bakarrik kudea dezakezu.
it_it: Un campo pubblico pu essere visto da tutti, ma gestito solamente da te.

source: A search is done on every words you enter. Empty words are ignored. If you enter, for example "the two towers" in the title, the result list will contain all the books containing two AND tower in the title. The "the" will be discarded.
eu: Sartzen dituzun hitz guztiak bilatuko dira. Hitz hutsak ez dira kontuan hartuko.
it_it: Verr effettuata una ricerca su ogni parola immessa. Le stringhe vuote verranno ignorate. Selezionando, ad esempio, "the two towers" nel campo "titolo", la lista dei risultati conterr tutti i volumi contenenti "two" e "tower" nel titolo. La stringa "the" verr ignorata.

source: Accepted, will be ordered soon
eu: Onartuta, laster eskatuko dugu
it_it: Accettato, verr&agrave; ordinato presto

source: According to our records, we don't have up-to-date <a1>contact information</a> on file. Please contact your librarian, or use the <a2>online update form</a> to submit current information (<em>Please note:</em> there may be a delay in restoring your account if you submit online)
it_it: In accordo con le nostre registrazioni, noi non abbiamo aggiornato <a1>le informazioni sui contatti</a> su file. Prego contattate il vostro bibliotecario, o usate <a2>il modulo per l'aggiornamento in linea</a> per inviare le informazioni correnti (<em>Prego prendere nota:</em> potrebbe esservi un ritardo nell'aggiornamento dei vostri dati se effettuate l'invio in linea)

source: Account for %s %s
eu: Kontua: %s %s
it_it: Conto per %s %s

source: Acquisition date
eu: Erosketa data
it_it: Data di acquisto

source: Add Checked Items to Biblio Basket
eu: Aukeratutako elementuak biblio saskira gehitu
it_it: Aggiungi i volumi selezionati al cestino

source: Add New Shelf
eu: Apal Berria Gehitu
it_it: Aggiungi un nuovo scaffale

source: Add Shelf
eu: Apala gehitu
it_it: Aggiungi scaffale

source: Add a book by barcode
eu: Liburua gehitu kode-barraren arabera
it_it: Aggiungi un libro per codice a barre

source: Add book to bookshelf
eu: Liburua gehitu apalera
it_it: Aggiungi un libro allo scaffale

source: Add or Remove Book Shelves
eu: Apalak gehitu edo kendu
it_it: Aggiungi o rimuovi scaffali

source: Add to basket
eu: Saskira gehitu
it_it: Aggiungi al cestino

source: Add to virtual shelf
eu: Apal birtualera gehitu
it_it: Aggiungi allo scaffale virtuale

source: Add your own review
it_it: Aggiungete la vostra rivista

source: Additional Author:
eu: Egile gehigarria:
it_it: Autore aggiuntivo:

source: Additional authors:
eu: Beste egile batzuk:
it_it: Autori supplementari:

source: Additional authors: %s
eu: Beste egile batzuk: %s
it_it: Autori supplementari: %s

source: Advanced Search, More Options
eu: Bilaketa aurreratua, Aukera gehiago
it_it: Ricerca avanzata, maggiori opzioni

source: Alt title:
eu: Alt titulua:
it_it: Alt titolo:

source: Alternate Contact Details
it_it: Dettagli sul contatto alternativo

source: Alternate Contact:
it_it: Contatto alternativo:

source: Amount
eu: Guztira
it_it: Ammontare

source: An Error has Occurred
eu: Errorea gertatu da
it_it: Si verificato un errore

source: Any Branch
it_it: Qualsiasi sezione

source: Any item type
it_it: Qualsiasi tipo di articolo

source: Any word
eu: Edozein hitz
it_it: Qualsiasi parola

source: Anybody
eu: Edonor
it_it: Chiunque

source: Anywhere
it_it: Dovunque

source: Are our records correct?
eu: Datuak zuzenak dira?
it_it: I dati registrati sono corretti?

source: Arrived
eu: Mailegagarri
it_it: Arrivato

source: Ascending
eu: Gorantz
it_it: Ascesa

source: Asked
eu: Eskatua
it_it: Richiesto

source: Author
eu: Egilea
it_it: Autore

source: Author/publisher: %S - %S
it_it: Autore/editore: %S - %S

source: Author:
eu: Egilea:
it_it: Autore:

source: Author: %s
eu: Egilea: %s
it_it: Autore: %s

source: Authorities
eu: Autoritateak
it_it: Autorit&agrave;

source: Authorities Headings
it_it: Intestazioni delle Autorit&agrave;

source: Authority #%s (%s)
it_it: Autorit&agrave; #%s (%s)

source: Authority search
it_it: Ricerca di autorit&agrave;

source: Authority search results
it_it: Risultati della ricerca di autorit&agrave;

source: Authorized Headings
it_it: Intestazioni Autorizzate

source: Available
eu: Mailegagarri
it_it: Disponibile

source: BARCODE %s
eu: Barra-kodea %s
it_it: CODICE A BARRE %s

source: BIBLIO RECORD %s
eu: LIBURU ERREGISTROA (%s)
it_it: SCHEDA BIBLIOGRAFICA %s

source: Back to biblio
eu: Itzul biblio-ra
it_it: Ritorna alla scheda bibliografica

source: Barcode
eu: Barra-kodea
it_it: Codice a barre

source: Basket is empty
eu: Saskia hutsik dago
it_it: Il cestino vuoto

source: Below is a list of the three latest issues :
it_it: Sotto compare la lista degli ultimi tre prestiti:

source: Biblio added to the basket
eu: Saskira gehitutako biblioa
it_it: Aggiunta scheda bibliografica al cestino

source: Biblio basket
eu: Biblio saskia
it_it: Cestino schede bibliografiche

source: Book Cover Image
it_it: Immagine di copertina del libro

source: Bookshelves
eu: Apalak
it_it: Scaffali

source: Branch
eu: Saila
it_it: Sezione

source: Branches
eu: Sailak
it_it: Sezioni

source: Brief
it_it: Riassunto

source: Call Number
eu: Erref. zenbakia
it_it: Collocazione

source: Call Number:
eu: Erref. zenbakia:
it_it: Collocazione:

source: Cancelled: %s
eu: Ezeztatua: %s
it_it: Annullato: %s

source: Cannot be Reserved
eu: Ezin da erreserbatu
it_it: Non possibile la prenotazione

source: Cardnumber
eu: Txartel zenbakia
it_it: Numero di tesserino

source: Catalogue search
eu: Katalogoan bilatu
it_it: Ricerca nel catalogo

source: Category
eu: Maila
it_it: Categoria

source: Change Language
eu: Hizkuntza aldatu
it_it: Seleziona lingua

source: Change your Password
it_it: Cambia la tua password

source: Change your password
it_it: Cambia la tua password

source: Charges
eu: Guztira
it_it: Addebiti

source: City
eu: Herria
it_it: Localit

source: Classification: %s
eu: Sailkapena: %s
it_it: Classificazione: %s

source: Clear All
eu: Ezabatu
it_it: Cancella tutti

source: Clear all
eu: Ezabatu
it_it: Cancella tutti

source: Close
eu: Itxi
it_it: Chiudi

source: Collection:
eu: Bilduma:
it_it: Collezione:

source: Collection: %s
eu: Bilduma: %s
it_it: Collezione: %s

source: Contact Details
it_it: Dettagli contatto

source: Content size
eu: Edukiaren tamaina
it_it: Dimensioni contenuto

source: Copies
eu: Kopiak
it_it: Copie

source: Copyright date
eu: Copyright-aren data
it_it: Data di pubblicazione

source: Copyright year: %s
eu: Copyright-aren data: %s
it_it: Data di pubblicazione: %s

source: Current Password:
it_it: Password corrente:

source: Date
eu: Data
it_it: Data

source: Date received
it_it: Data Ricevuta

source: Delete
eu: Ezabatu
it_it: Cancellare

source: Delete Shelves
eu: Apala ezabatu
it_it: Cancella scaffali

source: Descending
eu: Goitik behera
it_it: Discendente

source: Details
it_it: Dettagli

source: Details:
eu: Detaileak:
it_it: Dettagli:

source: Dictionary Search
eu: Hiztegi bilaketa
it_it: Ricerca su dizionario

source: Dictionary Search results
eu: Hiztegi bilaketa emaitzak
it_it: Risultati della ricerca su dizionario

source: Dictionary search
it_it: Ricerca sul dizionario

source: Do you want to empty the basket ?
eu: Saskia hustu nahi duzu?
it_it: Vuoi svuotare il cestino?

source: Do you want to remove selected biblios ?
eu: Aukeratuko biblioak ezabatu nahi dutuzu
it_it: Vuoi cancellare le schede selezionate?

source: DoB:
it_it: DN:

source: Due date
eu: Itzulera epea
it_it: Data attesa per la restituzione

source: E-mail address
eu: Helbide elektronikoa
it_it: Indirizzo e-mail

source: Enter a new suggestion
eu: Iradokizuna gehitu
it_it: Sottometti una nuova proposta

source: Exact search
it_it: Ricerca esatta

source: Fill this form to suggest the library a new acquisition. You will be mailed when the library treats you suggestion
eu: Datu-orri hau bete liburutegiari erosketa bat iradokitzeko. E-postaz erantzungo dizu liburutegiak, zure iradokizunaz erabakitzean.
it_it: Riempi questo modulo per proporre un nuovo acquisto per la biblioteca. Verrai contattato quando la biblioteca prender&agrave; in considerazione la tua proposta

source: Filter on
eu: Iragazkia:
it_it: Filtro attivo

source: Fines & charges
eu: Isunak eta kostuak
it_it: Multe e addebiti

source: First name
eu: Izena
it_it: Nome

source: Free
eu: Libre
it_it: Gratis

source: Full Authorized Heading
it_it: Intestazione di autorizzazione completa

source: Hi, Here is the biblio basket sent by %s
eu: Kaixo, hemen da biblio saskia, honako honek bidalia: %s
it_it: Salve, ecco il cestino inviato da %s

source: Hints
eu: Pistak
it_it: Suggerimenti

source: Home address
eu: Helbidea
it_it: Indirizzo di casa

source: Home address: %s
eu: Helbidea: %s
it_it: Indirizzo di cara: %s

source: Home phone
eu: Telefonoa
it_it: Telefono abitazione

source: Home phone: %s
eu: Telefonoa: %s
it_it: Telefono abitazione: %s

source: Identity Details
it_it: Dettagli di identit&agrave;

source: If you ignore your login and password, you must ask your library
it_it: Se ignori il tuo id di accesso e la tua password, puoi chederla al bibliotecario

source: If you want to enter a partial word, add a * or a % at the end of the word. For example "two tower*" will retrieve "the two towers", "two white towers", "a tower and two cities"
eu: Hitz zati bat aurkitu nahi izanez gero, gehitu * edo % terminoaren amaieran. Adibidez, "ziutate*" bilatuz gero, "ziutateaz" eta "bi ziutateren istorioa" aurkituko dituzu
it_it: Se desideri specificare l'inizio di una parola, aggiungi un * o un % alla fine della parola. Ad esempio "due torri*" cercher "le due torri", "due torri bianche", "una torre e due citt"

source: Impossible to set reserve because
eu: Ezin da erreserbatu, arrazoi honengatik:
it_it: Non possibile la prenotazione perch

source: Issue number
it_it: Numero prestito

source: Issues
eu: Maileguak
it_it: Prestiti

source: Issues for a subscription
eu: Harpidetza baterako aleak
it_it: Prestiti per un abbonamento

source: Issues summary
eu: Alearen laburpena
it_it: Riassunto prestiti

source: It began on <b>%s</b> and is issued every <b>
eu: Noiz hasi zen: %s. Aldikotasuna:
it_it: Cominciato il <b>%s</b> ed esce ogni <b>

source: Item Count
eu: Zenbat elementu
it_it: Numero volumi

source: Item Type
eu: Elementu mota
it_it: Tipo di volume

source: Item barcode
eu: Elementuaren barra-kodea
it_it: Codice a barre del volume

source: Item type
eu: Elementu mota
it_it: Tipo di articolo

source: Item type :
eu: Elementu mota :
it_it: Tipo di volume:

source: Item(s)
it_it: Articolo(i)

source: Items
eu: Elementuak
it_it: Volumi

source: Items :
eu: Elementuak:
it_it: Articoli:

source: Itemtype
eu: Elementu mota
it_it: Tipo di volumi

source: Koha Login
eu: Koha-n sartu
it_it: Accesso a Koha

source: Last renewal of subscription was <b>%s</b>
eu: Harpidetzaren azken berriztea: %s
it_it: L' ultimo rinnovo dell' abbonamento &egrave; stato il <b>%s</b>

source: Late
eu: Atzeratua
it_it: In ritardo

source: Library Card: %s
eu: Liburutegi txartela: %s
it_it: Tesserino biblioteca: %s

source: Location
eu: Herria
it_it: Collocazione

source: Log in
it_it: Accesso

source: Main entry
it_it: Registrazione principale

source: Main entry ($a only)
it_it: Registrazione principale (solamente $a)

source: Managed by
eu: Administratzailea:
it_it: Gestito da

source: Me
eu: Ni neu
it_it: Io

source: Member information change
eu: Erabiltzailearen informazioaren aldaketa
it_it: Cambiare le informazioni dell'utente

source: Membership Details
it_it: Dettagli sull' appartenenza

source: Message from the library
eu: Liburutegiko mezua
it_it: Messaggio dalla biblioteca

source: Missing
eu: Faltan
it_it: Mancante

source: Missing issues
eu: Faltan diren maileguak
it_it: Prestiti mancanti

source: Modify
eu: Aldatu
it_it: Modifica

source: Modify Your Record
it_it: Modifica del tuo Record

source: Modify shelf
eu: Apala aldatu
it_it: Modifica scaffale

source: My details
it_it: Miei dettagli

source: My reading history
it_it: Cronologia delle mie letture

source: N&#176;%s)
it_it: N%s)

source: Name
eu: Izena
it_it: Nome

source: New Password:
it_it: Nuova Password:

source: Next &gt;&gt;
eu: Hurrengoa &gt;&gt;
it_it: Successivo >>

source: Next &gt;&gt;&gt;
eu: Hurrengoa &gt;&gt;&gt;
it_it: Successivo >>>

source: Next&gt;&gt;
eu: Hurrengoa&gt;&gt;
it_it: Successivo&gt;&gt;

source: No Title
it_it: Nessun Titolo

source: No biblio added
eu: Ez da bibliorik gehitu
it_it: Nessuna scheda bibliografica aggiunta

source: No biblio selected
eu: Ez da bibliorik aukeratu
it_it: Nessuna scheda bibliografica selezionata

source: No fields are mandatory. Fill whatever you know. The "Note" field can be used for whatever you want
eu: Alorrak ez dira derrigorrezkoak. Ezagutzen dituzunak bete. "Oharra"alorra nahi duzunerako erabil dezakezu.
it_it: Nessun campo &egrave; obbligatorio. Riempi solo quelli noti. Il campo "Nota" pu&ograve; essere usato per quel che si vuole

source: No results found.
eu: Ez da emaitzarik aurkitu
it_it: Nessun risultato trovato.

source: Not Issued
it_it: Non prestato

source: Not Published
it_it: Non Pubblicato

source: Note
eu: Oharra
it_it: Nota

source: Note : if you ask suggestion done by anybody, the result will contain only new suggestions. Suggestions treated by a librarian will not be shown.
eu: Oharra: inoren iradokizunak eskatzen badituzu, emaitzan iradokizun berriak bakarrik azalduko dira. Liburuzain batek kudeaturiko iradokizunik ez da erakutsiko.
it_it: Nota: se si richiede una proposta effettuata da qualcuno, il risultato conterr nuove proposte. Non verranno mostrate proposte gi prese in considerazione dal bibliotecario.

source: Note there will be a reserve charge of <b>$%s</b>
eu: Zure erreserbaren kostoa kontuan izan: <b>%s euro</b>
it_it: Si noti che prevista una cauzione di <b>$%s</b>

source: Notes
eu: Oharrak
it_it: Note

source: Notes : %s
eu: Oharrak: %s
it_it: Note: %s

source: Notes:
eu: Oharrak:
it_it: Note:

source: Number
eu: Zenbakia
it_it: Numero

source: OPAC Basket
eu: OPAC saskia
it_it: Cestino OPAC

source: On loan
eu: Maileguan emana
it_it: In prestito

source: On order
eu: Eskatua
it_it: In ordine

source: Ordered by
eu: Ordena irizpidea:
it_it: Ordinato da

source: Ordered by the library
eu: Liburutegiak eskatua
it_it: Ordinato dalla biblioteca

source: Other options
eu: Beste aukera batzuk
it_it: Altre opzioni

source: Owner
eu: Jabea
it_it: Proprietario

source: Partial search
eu: Sailkako bilaketa
it_it: Ricerca parziale

source: Password Updated
it_it: Password aggiornata

source: Passwords do not match. Please re-type your new password.
it_it: La password non corrisponde. Prego digitare nuovamente la nuova password.

source: Personal Details: %s %s
it_it: Dettagli personali: %s %s

source: Phone (Daytime):
it_it: Telefono (Giorno):

source: Phone (Home):
it_it: Telefono (Casa):

source: Phone:
it_it: Telefono:

source: Place Reserve
eu: Erreserba egin
it_it: Effettua la prenotazione

source: Please change what's needed. An email will be sent to the library.
eu: Mesedez, nahi duzuna alda ezazu. Liburutegira mezua bidaliko da
it_it: Cambiare ci che si ritiene necessario. Verr inviato un e-mail alla biblioteca.
