Repository: 24455287/Koha
Catalog: misc/translator/po/npl_opac_*.po
Languages: hu_hu, jp_jp

source: Permanent Address:
hu_hu: Állandó lakcím:
jp_jp: 永久の住所：

source: Personal Details: %s %s
hu_hu: Személyi adatok: %s %s
jp_jp: 個人の資料：%s %s

source: Phone (Daytime):
hu_hu: Telefon (napközben)
jp_jp: 電話（日中）：

source: Phone (Home):
hu_hu: Otthoni telefon:
jp_jp: 電話（住宅）：

source: Phone:
hu_hu: Telefon:
jp_jp: 電話：

source: Physical Details:
hu_hu: Fizikai leírás:
jp_jp: 外観の資料：

source: Pick Up Branch
hu_hu: Válasszon egy fiókkönyvtárat
jp_jp: 分館を選ぶ

source: Pick Up Location
hu_hu: Válasszon egy helyet
jp_jp: 館所蔵を選ぶ

source: Pick up From:
hu_hu: Kiválasztva (honnan):
jp_jp: 選ぶ：

source: Pick up from:
hu_hu: Kiválasztva (honnan):
jp_jp: 選ぶ：

source: Place Reserve
hu_hu: Foglalás elküldése
jp_jp: 予約する

source: Placed On
hu_hu: Elhelyezve
jp_jp: 予約する

source: Please contact your librarian, or use the <a1>online update form</a> to submit current information (<em>Please note:</em> there may be a delay in restoring your account if you submit online)
hu_hu: Lépjen kapcsolatba könyvtárosunkkal, vagy használja az online ûrlapot aktuális adatinak megadására. Amennyiben adatait online küldi meg, az adatok feldolgozása idõt vehet igénybe.
jp_jp: 図書の館員に助けを求めて下さい、あるいは<a1>オンラインを通して自分で更新する</a>あなたの現在のは方法を連絡する。（<b>注意して下さい：</b>オンラインを通して自分で更新して、直ちにあなたの口座を回復するかもしれないことができない。）

source: Please make any necessary changes to your record. Submitting the form will notify a library staff member, who will make the changes permanent.
hu_hu: Változtassa meg adatait. Az elküldött ûrlap adatait egy könyvtáros dolgozza majd fel.
jp_jp: いかなる記録の変化を行う。どうぞ e-mail 図書に館員を知らせて、変化が永久だためだ。

source: Please note:
hu_hu: Kérem figyeljen:
jp_jp: 注意して下さい：

source: Print
hu_hu: Nyomtat
jp_jp: 列印

source: Private
hu_hu: Magán
jp_jp: 個人の本棚

source: Problem sending the book bag...
hu_hu: Probléma a kiválasztott tételek elküldésekor...
jp_jp: 送り届けて本のかごを利用して途中問題が現れる……

source: Public
hu_hu: Nyilvános
jp_jp: 本棚を公にする

source: Publication Year
hu_hu: Kiadás éve:
jp_jp: 年を出版する

source: Publication Year:
hu_hu: Kiadás éve:
jp_jp: 年を出版する：

source: Published between
hu_hu: Kiadási intervallum
jp_jp: 年を出版して介在する

source: Published by: %s
hu_hu: Kiadta: %s
jp_jp: 出版者によって：%s

source: Publisher
hu_hu: Kiadó
jp_jp: 出版者

source: Publisher:
hu_hu: Kiadó:
jp_jp: 出版者：

source: Purchase Suggestions
hu_hu: Szerzeményezési javaslat
jp_jp: 提案を買う

source: Rating (from Amazon.com):
hu_hu: Értékelés (az Amazon.com szerint)
jp_jp: 採点（…から来る Amazon.com）

source: Re-Type New Password:
hu_hu: Adja meg újra az új jelszót:
jp_jp: 再度は新しいパスワードを入力する：

source: Reading History of %s %s
hu_hu: Olvasói történet: %s %s
jp_jp: %s %s の読む記録

source: Recent Acquisitions
hu_hu: Új beszerzések
jp_jp: 最近館所蔵を買う

source: Recent acquisitions
hu_hu: Új beszerzések
jp_jp: 最近館所蔵を買う

source: Recieved issues
jp_jp: 定期刊行物を受け取る

source: Record No.:
hu_hu: Rekord Sorszám:
jp_jp: 図書目録は番号を記録する：

source: Related URLs:
hu_hu: Kapcsolódó URL
jp_jp: 関連しているＵＲＬ：

source: Related links:
hu_hu: Kapcsolatok
jp_jp: 関連しているＵＲＬ：

source: Relationship:
hu_hu: Kapcsolat
jp_jp: 関係：

source: Remove Selected Items
hu_hu: Kiválasztott tételek eltávolítása
jp_jp: 選ぶ館所蔵を除いて移す

source: Renew
hu_hu: Megújít
jp_jp: 続けて借りる

source: Requested
hu_hu: Kérte
jp_jp: 要求

source: Reservation Details
hu_hu: Foglalás adatai:
jp_jp: 詳しい説明を予約する

source: Reserve
hu_hu: Lefoglalás
jp_jp: 予約する

source: Reserve date
hu_hu: Lefoglalás dátuma
jp_jp: 期日を予約する

source: Reserved Items Waiting
hu_hu: Lefoglalt tételek várólistája
jp_jp: 館所蔵を予約する（待つことの中）

source: Reserves
hu_hu: Foglalások:
jp_jp: 予約する

source: Reserving:
hu_hu: Foglalás:
jp_jp: 予約の中：

source: Results %s through %s of %s records.
hu_hu: Találatok %s - %s %s rekordból
jp_jp: 共に %3$s 結果の中の第 %1$s …まで %2$s 結果。

source: Results %s to %s of %s
hu_hu: Találatok %s - %s (%s)
jp_jp: 共に %3$s 結果の中の第 %1$s …まで %2$s 結果。

source: Results %s to %s of %s in Authorities.
hu_hu: Találatok %s - %s (%s) a Besorolási fájlban
jp_jp: 権威のある記録で共に %3$s 結果の中の第 %1$s …まで %2$s 結果

source: Results %s to %s of %s in the catalog
hu_hu: Találatok %s - %s (%s) a katalógusban.
jp_jp: 館所蔵のディレクトリで共に %3$s 結果の中の第 %1$s …まで %2$s 結果

source: Results %s to %s of %s in the catalog.
hu_hu: Találatok %s - %s (%s) a katalógusban.
jp_jp: 館所蔵のディレクトリで共に %3$s 結果の中の第 %1$s …まで %2$s 結果

source: Results for Search:
hu_hu: A keresés eredménye:
jp_jp: 検索結果：

source: Results of Search for '%s'
hu_hu: A keresés ereménye: '%s'
jp_jp: 検索 '%1$s' 結果

source: Results per page:
hu_hu: Találatok oldalanként:
jp_jp: ページごとは数を明らかに示す

source: Results:
hu_hu: Találatok:
jp_jp: 結果：

source: Return to Item Detail Screen
hu_hu: Visszatérés a részletes leíráshoz
jp_jp: 館所蔵に戻って詳しく説明する

source: Return to Record
jp_jp: 図書目録の記録に戻る

source: Return to Your Record
hu_hu: Visszatérés az Ön rekordjához
jp_jp: 個人の記録に戻る

source: Save
hu_hu: Mentés
jp_jp: 貯蔵

source: Save Changes
hu_hu: Változások mentése
jp_jp: 変化を貯蓄する

source: Search
hu_hu: Keres
jp_jp: 検索

source: Search Home
hu_hu: Keresés honlapja
jp_jp: トップページを検索する

source: Search Purchase Suggestions
hu_hu: Szerzeményezési javaslatok keresése
jp_jp: 検索は提案を買う

source: Search Suggestions
hu_hu: Keresés a javaslatok közt
jp_jp: 提案を検索する

source: Search for this title in:
hu_hu: Keresés az adott címre:
jp_jp: 題名を検索する：

source: Search on
hu_hu: Keresés ...
jp_jp: 検索

source: Search on <!-- TMPL_VAR name="marc_value" -->
jp_jp: 検索 <!-- TMPL_VAR name="marc_value" -->

source: Search the Catalog
hu_hu: Keresés a Katalógusban
jp_jp: 館所蔵のディレクトリを検索する

source: Search the Library Catalog
hu_hu: Keresés a Könyvtári Katalógusban
jp_jp: 館所蔵のディレクトリを検索する

source: Sel &amp; close
hu_hu: Kiválaszt és bezár
jp_jp: 選択 &amp; 閉鎖する

source: Select
hu_hu: Válasszon
jp_jp: 選択

source: Select a Virtual Shelf:
hu_hu: Válasszon virtuális polcot:
jp_jp: １つの仮定の本棚を選ぶ：

source: Select this Item
hu_hu: Válassza ki ezt a tételt
jp_jp: この館所蔵を選ぶ

source: Send
hu_hu: Elküld
jp_jp: 送り出す

source: Sending your book bag
hu_hu: A kiálasztott tételek elküldése
jp_jp: 送り届けて本を借りる

source: Serial:
hu_hu: Folyóirat:
jp_jp: 定期刊行物：

source: Serial: %s
hu_hu: Folyóirat: %s
jp_jp: 定期刊行物： %s

source: Series Title:
hu_hu: Folyóirat cím
jp_jp: 定期刊行物の題名：

source: Series title
hu_hu: Folyóirat cím
jp_jp: 定期刊行物の題名

source: Sex:
hu_hu: Nem
jp_jp: 性別

source: Shelf Name
hu_hu: Polc név
jp_jp: 本棚の名称を仮想する

source: Shelf Name:
hu_hu: Polc név:
jp_jp: 本棚の名称を仮想する：

source: Shelf Type:
hu_hu: Polc típus:
jp_jp: 本棚の型式を仮想する：

source: Showing All Items | <a1>Show Last 50 Items Only</a>
hu_hu: Az összes tétel megmutatása | <a>Az utolsó 50 tétel</a>
jp_jp: 現在すべての館所蔵を明らかに示す | <a1>ただ最後だけを明らかに示す 50 館所蔵</a>

source: Showing Last 50 Items | <a1>Show All Items</a>
hu_hu: Az utolsó 50 tétel |<a1>Az összes tétel megmutatása</a>
jp_jp: 現在最後を明らかに示す 50 館所蔵 | <a1>すべての館所蔵を明らかに示す</a>

source: Simple View
hu_hu: Egszerû Nézet
jp_jp: 普通だ

source: Sorry
hu_hu: Sajnálom
jp_jp: すみません

source: Sorry, the system doesn't think you have permission to access this page.
hu_hu: Attól tartok, ehhez az oldalhoz Önnek nincs hozzáférése.
jp_jp: すみません、KOHA あなたがこのページに来る権限がないと思っている。

source: Sorry, there are no reviews available for this title.
hu_hu: Sajnálom, errõl a címrõl nincsenek ismertetõk.
jp_jp: すみません、この題名はいかなる評論がない。

source: Sorry, there were no results.
hu_hu: Sajnálom, nincs eredmény.
jp_jp: すみません、探し出せない。

source: Sorry, you cannot make more than %s reserves.
hu_hu: Sajnálom, csak %s könyvet foglalhat le
jp_jp: すみません、あなたは予約して上回ることができない %s。

source: Sorry, you cannot make reserves because you owe %s.
hu_hu: Sajnálom, de nem foglalhat könyveket, mert tartozása van
jp_jp: すみません、あなたは予約することができなくて、あなたがあるためだ %s 借金。

source: Sorry, your session has timed out. Please log in again.
hu_hu: Sajnálom, a kapcsolata megszakadt, kérem újra jelentkezzen be.
jp_jp: すみません、あなたのが入ってすでに越えたことに登る時、再び登って入ることを下さい。

source: Start search
hu_hu: Keresés elkezdése
jp_jp: 検索を始める

source: Status
hu_hu: Állapot
jp_jp: 狀態

source: Subject
hu_hu: Téma:
jp_jp: テーマ

source: Subject(s):
hu_hu: Téma/Témák:
jp_jp: テーマ

source: Subject:
hu_hu: Téma:
jp_jp: テーマ：

source: Subject: %s
hu_hu: Téma: %s
jp_jp: テーマ： %s

source: Submit Changes
hu_hu: Hajtsa végre a változtatást
jp_jp: 改正

source: Submit Your Suggestion
hu_hu: Küldje el javaslatát
jp_jp: あなたの提案を送り出す

source: Subscription information for %s
hu_hu: Elõfizetési javaslat: <em>%s</em>
jp_jp: %s の購読の資料

source: Suggested by
hu_hu: Javasolta:
jp_jp: 提案者

source: Suggestion declined
hu_hu: Elutasított javaslat
jp_jp: 拒まれると提案している

source: Summary
hu_hu: Összesítés
jp_jp: 要旨

source: Summary view
jp_jp: 要旨

source: Switch
hu_hu: Válts
jp_jp: 言語を変える

source: Textmessaging:
hu_hu: Üzenetküldés
jp_jp: 文字の情報：

source: The book bag was sent to:
hu_hu: A kiválasztott könyveteke elküldtem erre a címre:
jp_jp: 本のかごを利用して送り届けられる：

source: The three latest issues related to this subscription:
hu_hu: Az utolsó három ehhez az elõfizetéshez kapcsolódó szám:
jp_jp: この購読は3つの最新の定期刊行物と関係がある：

source: There are no pending purchase suggestions
hu_hu: Nincsenek függõ szerzeményezési javaslatok
jp_jp: 買って拒絶されると提案している

source: There was a problem with your submission
hu_hu: Valami hiba van az üzenetével
jp_jp: 表を手渡して途中誤りが現れる

source: This is a serial subscription (There are %s subscriptions associated with this title).
hu_hu: Ez egy folyóirat elõfizetés (%s elõfizetés kapcsolódik ehhez a címhez.
jp_jp: 定期刊行物は（この題名と %s の購読が関係する）を購読する。

source: This shelf is empty.
hu_hu: Ez a polc üres.
jp_jp: 本棚を仮想するのは空っぽだ。

source: This subscription is now ended. The last issue was recieved on %s
jp_jp: この定期刊行物はすでに購読を中止して、最後の1号すでに %s 受け取る

source: Title
hu_hu: Cím
jp_jp: 題名

source: Title:
hu_hu: Cím:
jp_jp: 題名：

source: Total Due
hu_hu: Összesen
jp_jp: 共に借りがある

source: Type of Heading
hu_hu: Fejléc típus
jp_jp: 見出しの型式

source: Type/Format
hu_hu: Típus/Formátum
jp_jp: 型式/フォーマット

source: URL : %s
jp_jp: ＵＲＬ： %s

source: URL:
jp_jp: ＵＲＬ：

source: Unified title:
hu_hu: Egységesített cím: %s
jp_jp: 一律にする題名：

source: Unified title: %s
hu_hu: Egységesített cím: %s
jp_jp: 一律にする題名：%s

source: Updating Details for %s %s
hu_hu: %s %s frissítési adatai
jp_jp: 更新 %s %s 詳しい資料

source: Used in
hu_hu: Használatban
jp_jp: 位置が現れる

source: Usually the reason for freezing an account is old overdues or damage fees. If <a1>your account page</a> shows your account to be clear, please consult a librarian.
hu_hu: Azonosítója visszautasitásának általában az az oka, hogy kötelezettségeit nem teljesitette, például tartozása van. Ha ilyen információt kapott, keresse fel könyvtárosunkat, aki segítségére lesz majd.
jp_jp: 普通の原因が館所蔵を貸し出して期限が切れることを含んであまりに長くて、あるいはあまりに長い罰金を遅滞することがいる。もしも<a1>あなたの口座の画面</a>表示のあなたの口座は問題がないなら、図書の館員に助けを求めて下さい。

source: View Full Heading
hu_hu: A teljes fejléc megtekintése
jp_jp: 完備している見出しを明らかに示す

source: Virtual Shelves
hu_hu: Virtuális polcok
jp_jp: 本棚を仮想する

source: Waited
hu_hu: Várjuk
jp_jp: 待つことの中

source: Waiting
hu_hu: Várjuk
jp_jp: 待つことの中

source: We have %s subscription(s) associated with this title.
hu_hu: Már van %s elõfizetésünk erre a címre
jp_jp: この今期刊行物館は全部で予約した %s 組、これはその中の1部だ。

source: Welcome %s %s
hu_hu: Köszöntöm %s %s
jp_jp: ご光臨を歓迎する %2$s %1$s

source: Work/Fax phone
hu_hu: Munkahelyi telefon/fax
jp_jp: 仕事の電話/ファックス

source: Yes
hu_hu: Igen
jp_jp: はい

source: You already have a reserve placed on this item.
hu_hu: Ezt a tételt már lefoglalta.
jp_jp: あなたはすでにこの館所蔵を予約した。

source: You are logging from a different IP address. Please log in again.
hu_hu: Élõ bejelentkezése van egy másik IP címrol, kérjük jelentkezzék be újra.
jp_jp: あなたは使って異なっていることに入ることに登る IP 所在地。再び登って入ることを下さい。

source: You currently owe fines and charges amounting to:
hu_hu: Késedelmi díj vagy más fizetési kötelezettség terheli.
jp_jp: あなたの現在総括的な罰金と費用：

source: You did not specify any search criteria
hu_hu: Nem adta meg mit keres
jp_jp: あなたはいかなる検索の条件を指定していない。

source: You entered an incorrect username or password. Please try again! And remember, usernames and passwords are case sensitive.
hu_hu: Érvénytelen azonosítót vagy jelszót adott meg. Próbálkozzék újra. Az azonositó és a jelszó megadásakor a kis- és nagybetû különbözik.
jp_jp: あなたは間違いの使用者名称あるいはパスワードを入力して、再び試みて下さい。覚えていて、アカウントとパスワードの大きい小文字。

source: You have a credit of:
hu_hu: Többlet van a számláján:
jp_jp: あなたは借金がある：

source: You have never borrowed anything from the library.
hu_hu: Még nem kölcsönzött könyvtárunkból.
jp_jp: あなたは館内でいかなる館所蔵を出たことがあることを借りることがまだない。

source: You have no Fines or Charges
hu_hu: Nincs késedelmi dija
jp_jp: あなたは罰金と費用は交際していない

source: You have nothing checked out
hu_hu: Nincs Önnél könyv
jp_jp: いかなる館所蔵を貸し出していない

source: You must select a branch for pickup!
hu_hu: Válasszon egy fiókkönyvtárat
jp_jp: あなたは必ず選んで館所蔵の分館を得なければならない！

source: You must select at least one item.
hu_hu: Válasszon legalább egy tételt.
jp_jp: あなたは少なくとも１つの館所蔵を選ぶ。

source: You're logged in as
hu_hu: Bejelentkezett a következõ azonosítóval
jp_jp: あなたはすでに登って入る

source: Your Book Bag
hu_hu: Az Ön által választott könyvek
jp_jp: あなたのは本にかごを借りる

source: Your account has been frozen. Usually the reason for freezing an account is old overdues or damage fees. If <a1>your account page</a> shows your account to be clear, please consult a librarian.
hu_hu: Olvasói kártyája nem érvényes. Lehetséges hogy régen lejárt könyveket nem Ha az Ön <a1>bejelentkezési adatai</a> szerint kötelezettségei vannak, keresse meg könyvtárosunkat.
jp_jp: あなたの口座はすでに凍結された。普通の原因が館所蔵を貸し出して期限が切れることを含んであまりに長くて、あるいはあまりに長い罰金を遅滞することがいる。もしも<a1>あなたの口座の画面</a>表示のあなたの口座は問題がないなら、図書の館員に助けを求めて下さい。

source: Your card number
hu_hu: Olvasói kártya száma
jp_jp: あなたの図書貸し出し証の番号

source: Your current password was entered incorrectly. If this problem persists, please ask a librarian to re-set your password for you.
hu_hu: Valami hiba van a jelszavával. Kérjen új jelszót könyvtárosunktól.
jp_jp: あなたは誤りのパスワードを入力した。もしあなたは正しいパスワードを入力するならばことができなくて、いかなる１つの図書の館員にあなたに再びパスワードを置くことを求めて下さい。

source: Your library card has been marked as lost or stolen. If this is an error, please take your card to the circulation desk at your local library and the error will be corrected.
hu_hu: Adatink szerint olvasókártyája elvesztett vagy azt ellopták. Ha nem így van, kérjük mutassa be a kártyáját a könyvtárban és a hibát kijavitjuk.
jp_jp: 記録によって、あなたの図書貸し出し証はすでになくすかどろぼうに入られた。事実と合っていないようだ、分館の流通を招いて最寄りの所で箱の顔にサービスしてあなたのの図書貸し出し証を提示して、当館は直ちにこの誤りのために修正を作り出す。

source: Your new password must be at least 6 characters long
hu_hu: Az új jelszó legalább 6 karakter hosszú kell hogy legyen
jp_jp: 新しいパスワードは必ず最少にならなければならない 6 キャラクタは長い

source: Your password has been changed
hu_hu: Jelszava megváltozott
jp_jp: あなたのパスワードはすでにみごとに改正した

source: any
hu_hu: bármely
jp_jp: いかなる

source: at %s
hu_hu: (hol)%s
jp_jp: ある %s

source: by %s
hu_hu: %s által
jp_jp: 作者 %s

source: by you.
hu_hu: Ön által
jp_jp: あなたの。

source: cardholder features
hu_hu: Az olvasó adatai
jp_jp: 図書貸し出し証

source: change my password
hu_hu: Jelszó megváltoztatása
jp_jp: パスワードを改正する

source: contains
hu_hu: tartalmazza
jp_jp: 含む

source: day
hu_hu: nap
jp_jp: 日

source: days
hu_hu: napok
jp_jp: 日

source: everybody
hu_hu: mindenki
jp_jp: いかなる人

source: for
hu_hu: (kinek)
jp_jp: 誰の

source: free
hu_hu: ingyenes
jp_jp: 自由

source: friday
jp_jp: 金曜日

source: in
hu_hu: (hol)
jp_jp: ある

source: in Branch
jp_jp: 分館にある

source: items acquired in the last
hu_hu: beszerzett tételek az elmúlt
jp_jp: 最近館所蔵を買う

source: monday
jp_jp: 月曜日

source: month
hu_hu: hó
jp_jp: 月

source: my fines
hu_hu: Késedelmi díjak
jp_jp: 罰金

source: my library home
hu_hu: Könyvári honlapom
jp_jp: 私の図書館のトップページ

source: my personal details
hu_hu: Személyi adataim
jp_jp: 私の個人の詳しい資料

source: my reading history
hu_hu: Korábbi kereséseim
jp_jp: 私のは歴史を読む

source: my virtual shelves
jp_jp: 私の仮定の本棚

source: next-available
hu_hu: következõ elérhetõ
jp_jp: 次は得ることができる

source: on
hu_hu: (min)
jp_jp: ある

source: only
hu_hu: csak
jp_jp: …だけある

source: over the last %S days
hu_hu: az elmúlt %S nap alatt
jp_jp: <b>最近 %S 近日中にの買うこと</b>

source: private
hu_hu: magán
jp_jp: 個人

source: public
hu_hu: közös
jp_jp: 公にする

source: purchase suggestions
hu_hu: szerzeményezési javaslatok
jp_jp: 提案を買う

source: quarter
hu_hu: negyedév
jp_jp: 季

source: saturday
jp_jp: 土曜日

source: starts with
jp_jp: 初め

source: sunday
jp_jp: 日曜日

source: thursday
jp_jp: 木曜日

source: to a Virtual Shelf
hu_hu: Virtuális polcra
jp_jp: １つの仮定の本棚に着く

source: tuesday
jp_jp: 火曜日

source: user.
hu_hu: felhasználó.
jp_jp: 読者。

source: virtual shelf can be added to and changed by any user.
hu_hu: Virtuális polcot hozhat létre és módosithat bármelyik felhasználó.
jp_jp: いかなる人はすべて変化を新たに増加して或いは本棚を仮想することができる。

source: virtual shelf can be added to or changed by
hu_hu: Virtuális polcot hozhat létre vagy módosithat
jp_jp: 本棚を仮想して新たに増加するか変えてよることができる

source: virtual shelf can be seen by
hu_hu: A virtuális polcot láthatja:
jp_jp: 本棚を仮想してよることを見ることができる

source: virtual shelf can be seen by everybody, but managed only by you.
hu_hu: A virtuális polc az Öné, de bárki láthatja.
jp_jp: いかなる人はすべて本棚を仮想することを見ることができて、しかしただあなたが管理することができる。

source: virtual shelf is managed by you and can be seen
hu_hu: A virtuális polc az Öné, és mások is láthatják:
jp_jp: 本棚を仮想してただあなたが管理することができて、その上いかなる人はすべて見ることができる。

source: virtual shelf is managed by you and can be seen only by you.
hu_hu: A virtuális polc az Öné, csak Ön láthatja.
jp_jp: 本棚を仮想してただあなたが管理して見ることができる。

source: wednesday
jp_jp: 水曜日

source: week
hu_hu: Hét
jp_jp: 週

source: year
hu_hu: Év
jp_jp: 年

source: %s Catalog -- Change Your Password
hu_hu: %s Katalógus -- Változtassa meg a jelszavát

source: %s Issues
hu_hu: %s Számok

source: <a1>Print</a> <a2>%s biblios</a>
hu_hu: <a1>%s bibliogáfiai adatok</a> <a2>kinyomtatása</a>

source: Contents
hu_hu: Tartalom

source: Friday
hu_hu: Péntek

source: Monday
hu_hu: Hétfõ

source: Saturday
hu_hu: Szombat

source: Subscription information for <em>%s</em>
hu_hu: Elõfizetési javaslat: <em>%s</em>

source: Sunday
hu_hu: Vasárnap

source: Thursday
hu_hu: Kedd

source: Tuesday
hu_hu: Kedd

source: Wednesday
hu_hu: Szerda

source: my book lists
hu_hu: Könyv-listám

source: since <b>%s</b>
hu_hu: (mióta) <b>%s</b>

source: start by
hu_hu: kezdõdik
