Repository: 24455287/Koha
Catalog: misc/translator/po/npl_opac_*.po
Languages: hu_hu, jp_jp

source: # of Bib Records
hu_hu: Bibliográfiai rekordok száma
jp_jp: # 図書目録の記録

source: %s -- Library Catalog
hu_hu: Könyvtári Katalógus
jp_jp: %1$s -- 館所蔵のディレクトリ

source: %s Acquired by
hu_hu: %s Beszerezte
jp_jp: %1$s 館所蔵を取材するによって

source: %s Catalog --
hu_hu: %s Katalógus --
jp_jp: %1$s 館所蔵のディレクトリ --

source: %s Catalog -- Account for
hu_hu: %s Katalógus -- Azonosító és jelszó...
jp_jp: %1$s 館所蔵のディレクトリ -- のアカウント

source: %s Catalog -- Add to My Virtual Shelf
hu_hu: %s Katalógus -- Virtuális polcra tesz
jp_jp: %1$s 館所蔵のディレクトリ -- 新しく自分の仮定の本棚に増加する

source: %s Catalog -- Advanced Search
hu_hu: %s Katalógus -- Keresés
jp_jp: %1$s 館所蔵のディレクトリ -- 進んで検索する

source: %s Catalog -- An Error Has Occurred
hu_hu: %s Katalógus -- Hiba
jp_jp: %1$s 館所蔵のディレクトリ -- 発生の誤り

source: %s Catalog -- Authorities Search
hu_hu: Katalógus -- Besorolási fájl
jp_jp: %1$s 館所蔵のディレクトリ -- 権威は検索を記録する

source: %1$s Catalog -- Change Your Password
jp_jp: %s 館所蔵のディレクトリ -- あなたのパスワードを変える

source: %s Catalog -- Details for:
hu_hu: %s Katalógus -- Részletek
jp_jp: %1$s 館所蔵のディレクトリ -- 詳しい状況：

source: %s Catalog -- ISBD
hu_hu: %s Katalógus -- ISBD
jp_jp: %1$s 館所蔵のディレクトリ -- ISBD

source: %s Catalog -- Library Home for
hu_hu: %s Katalógus -- Könyvtári honlap
jp_jp: %1$s 館所蔵のディレクトリ -- 図書館のトップページ

source: %s Catalog -- Log in to Your Account
hu_hu: %s Katalógus -- Jelentkezzen be Azonosító adataihoz
jp_jp: %1$s 館所蔵のディレクトリ -- 登って入る

source: %s Catalog -- MARC Details for Record No. %s
hu_hu: %s Katalógus -- MARC rekord részletesen: %s
jp_jp: %1$s 館所蔵のディレクトリ -- 図書目録は通し番号を記録する %2$s の機はフォーマットを読む（MRAC）

source: %s Catalog -- Personal Details for %s %s
hu_hu: %s KAtalógus -- Személyi adatok for %s %s
jp_jp: %1$s 館所蔵のディレクトリ -- %3$s %2$s 個人の詳しい資料

source: %s Catalog -- Recent Acquisitions
hu_hu: Katalógus -- Új beszerzések
jp_jp: %1$s 館所蔵のディレクトリ -- 最近館所蔵を取材する

source: %s Catalog -- Reserving %s for
hu_hu: %s Katalógus -- %s lefoglalva
jp_jp: %1$s 館所蔵のディレクトリ -- %2$s 予約する

source: %s Catalog -- Sending Your Book Bag
hu_hu: %s Katalógus -- a Kiválasztott könyvek elküldése
jp_jp: %1$s 館所蔵のディレクトリ -- あなたのに送り届けて本にかごを借りる

source: %s Catalog -- Serials
hu_hu: %s Katalógus -- Folyóiratok
jp_jp: %1$s 館所蔵のディレクトリ -- 定期刊行物

source: %s Catalog -- Updating Details for
hu_hu: %s katalógus -- Adatok frissitése
jp_jp: %1$s 館所蔵のディレクトリ -- 個人の詳しい資料を更新する

source: %s Catalog -- Your Book Bag
hu_hu: %s Katalógus -- kiválasztott könyvek
jp_jp: %1$s 館所蔵のディレクトリ -- あなたのは本にかごを借りる

source: %s biblios
jp_jp: %1$s 図書目録の記録

source: %s issues
hu_hu: %s Számok
jp_jp: %1$s 定期刊行物

source: %s item(s)
hu_hu: %s tétel(ek)
jp_jp: %1$s 館所蔵

source: %s months
hu_hu: %s hó
jp_jp: %1$s ヶ月

source: %s record(s)
hu_hu: %s rekord(ok)
jp_jp: %1$s 図書目録の記録

source: %s weeks
hu_hu: %s hét
jp_jp: %1$s 週

source: %s;
jp_jp: %1$s;

source: &copy;
jp_jp: 年を出版する

source: &gt;&gt;
jp_jp: 1筆おりる &gt;&gt;

source: &lt;&lt;
jp_jp: &lt;&lt;上1筆

source: &lt;&lt;Previous
hu_hu: &lt;&lt;Elõzõ
jp_jp: &lt;&lt;&lt;上1筆

source: &nbsp;No results found.
hu_hu: &nbsp;Nincs találat.
jp_jp: &nbsp; 探し出せない。

source: (%s total)
hu_hu: (%s összesen)
jp_jp: （%1$s 全部で）

source: (<a1>Click here</a> if you're not %s %s %s)
hu_hu: (<a1>Klikkeljen ide</a> ha Ön nem %s %s %s)
jp_jp: (<a1>点はここを選ぶ</a> もしもあなたはそうではないなら %3$s %2$s %1$s)

source: (Checked out)
hu_hu: (Kikölcsönözve)
jp_jp: （貸し出す）

source: (On Loan until %s)
hu_hu: (Kikölcsönözve, határidõ lejár: %s)
jp_jp: （貸し出す，至る %s）

source: (add % at the end of your word if you want to use right-truncation : theor% will find theory &amp; theories)
jp_jp: （もしもあなたは右側を使って切って断ち切りたいなら、直接語を検索して最後に足す %：<b>theor%</b> 探し当てる theory &amp; theoies）

source: (modified on %s)
jp_jp: （更新日：%s）

source: , but managed only by you.
hu_hu: , de csak Ön kezelheti.
jp_jp: ，しかしただあなたが権力(権利)があって管理する。

source: , you cannot place reserves because the library doesn't have up-to-date <a1>contact information</a> on file.
hu_hu: , Ön nem foglalhat le könyvet mert nincsenek
jp_jp: ，あなたはあなたののため予約することができない <a1>資料を連絡する</a>まだ更新していない。

source: , you cannot place reserves because your account has been frozen.
hu_hu: , Ön nem foglalhat le könyvet mert az azonositója nem érvényes
jp_jp: ，あなたはあなたのアカウントが凍結されるため予約することができない。

source: , you cannot place reserves because your library card has been marked as lost or stolen.
hu_hu: Ön nem foglalhat le könyvet mert az olvasókártyája nem érvényes (adataink szerint elveszett vagy ellopták).
jp_jp: あなたはあなたの図書貸し出し証がなくして或いは盗まれることにしるしを付けられるため予約することができない。

source: -- Please choose your branch --
hu_hu: --Válasszon fiókkönyvtárat--
jp_jp: -- あなたの分館を選んで下さい --

source: ...Or Choose Acceptable Formats
hu_hu: ...vagy más elfogadott formátum választása
jp_jp: ...或いは選んでフォーマットを受け入れることができる

source: ...and
hu_hu: ...és
jp_jp: ...と

source: ...or...
hu_hu: ... vagy ...
jp_jp: ...或いは...

source: 2 months
hu_hu: 2 hónap
jp_jp: 2 ヶ月

source: 2 quarters
hu_hu: 2 negyedév
jp_jp: 2 季

source: 2 weeks
hu_hu: 2 hét
jp_jp: 2 週

source: 2 years
hu_hu: 2 év
jp_jp: 2 年

source: 3 months
hu_hu: 3 hónap
jp_jp: 3 ヶ月

source: 3 weeks
hu_hu: 3 hét
jp_jp: 3 週

source: ; By %s
hu_hu: ; %s szerint
jp_jp: ; …に基づいて %s

source: <a1>Click here</a> for more information on subscription(s) history
hu_hu: <a1>Klikkeljen ide</a> ha további adatokra kiváncsi az elõfizetések történetérõl.
jp_jp: 購読を点検して詳しい情況を記録する，どうぞ<a1>このところを押す</a>

source: <a1>Log In</a> to Koha
hu_hu: <a1>Bejelentkezés</a>a Koha rendszerbe
jp_jp: <a1>登って入る</a> Koha

source: A &quot;shopping cart&quot; for your selections
hu_hu: &quot;bevásárló kosár&quot; a kiválasztott tételeknek
jp_jp: &quot;本にかごを借りる&quit; あなたの選び取った館所蔵

source: Accepted
hu_hu: Elfogadva
jp_jp: 受け入れられる

source: According to our records, we don't have up-to-date <a1>contact information</a> on file. Please contact your librarian, or use the <a2>online update form</a> to submit current information (<em>Please note:</em> there may be a delay in restoring your account if you submit online)
hu_hu: Elérhetõségi adatai hiányoznak adatbázisunkból. Kérjük keresse fel könyvtárosunkat vagy használja an online <a1>adatbeviteli lapot</a> aktuális adatainak megadására. Online adatbevitel esetén elképzelhetõ hogy bejelentkezési azonosítóját némi késéssel aktiváljuk.
jp_jp: 当館の記録によって、あなたの<a1>資料を連絡する</a>すでに期限が切れた。図書の館員に助けを求めて下さい、あるいは<a2>通すオンラインは自分で更新する</a>あなたの現在のは方法を連絡する。（<em>注意して下さい：</em>オンラインを通して自分で更新して、直ちにあなたの口座を回復するかもしれないことができない。）

source: Account for %s %s
hu_hu: %s %s bejelenkezése
jp_jp: %2$s %1$s の口座

source: Acquired by
hu_hu: Megrendelte
jp_jp: 取材するによって

source: Add <i>%s</i>
hu_hu: <i>%s</i> hozzáadása
jp_jp: 新たに増加する <i>%s</i>

source: Add Checked Items to Book Bag
hu_hu: Kiválasztott tételek listára tétele
jp_jp: 点の選ぶ館所蔵を本にかごを借りるまで(へ)放す

source: Add New Shelf
hu_hu: Új polc létrehozása
jp_jp: 新たに増加して本棚を仮想する

source: Add an Item to this Shelf by Barcode
hu_hu: Vonalkóddal kiválasztott tétel hozzáadása ehhez a polchoz
jp_jp: バーコードによって館所蔵を新たに増加して着いて本棚を仮想する

source: Add or Remove Book Shelves
hu_hu: Polc létrehozása vagy megszüntetése
jp_jp: 或いは割って本棚を仮想することを移すことを増加する

source: Add to Book Bag
hu_hu: Tedd listára
jp_jp: 新しく増加して本にかごを借りる

source: Add to Existing Shelf
hu_hu: Tedd egy létezõ polcra
jp_jp: すでに存在した仮定の本棚を新たに増加する

source: Add to My Book Bag
hu_hu: Tedd a listámra
jp_jp: 新しく自分のに増加して本にかごを借りる

source: Add to My Virtual Shelf
hu_hu: Tedd a virtuális polcomra
jp_jp: 新しく自分の仮定の本棚に増加する

source: Add to Shelf
hu_hu: Tedd a polcra
jp_jp: 新しく増加して本棚を仮想する

source: Add to a new Virtual Shelf:
hu_hu: Tedd egy új virtuális polcra:
jp_jp: 新しく１つの新しい仮定の本棚に増加する：

source: Add your own review
hu_hu: Írj saját értékelést
jp_jp: あなたの書評を新たに増加する

source: Additional Author(s):
hu_hu: További szerzõ(k)
jp_jp: その他の著者：

source: Additional authors:
hu_hu: További szerzõk
jp_jp: その他の著者：

source: Additional authors: %s
hu_hu: További szerzõk: %s
jp_jp: その他の著者：%s

source: Advanced Search (More Options)
hu_hu: Összetett keresés (további lehetõségek)
jp_jp: 進んで検索する（もっと多いオプション）

source: Advanced search
hu_hu: Összetett keresés
jp_jp: 進んで検索する

source: Alternate Contact Details
hu_hu: További elérhetõség adatai
jp_jp: 緊急に人の詳しい情況を連絡する

source: Alternate Contact:
hu_hu: További elérhetoség
jp_jp: 緊急に人を連絡する：

source: Amazon Reader Reviews:
hu_hu: Amazon olvasók véleményei:
jp_jp: Amazon 書評

source: Amount
hu_hu: Összeg
jp_jp: 金額

source: Amount Outstanding
hu_hu: Esedékes összeg
jp_jp: 金額を払っていない

source: An Error has Occurred
hu_hu: Hiba történt
jp_jp: 発生の誤り

source: Any
hu_hu: Bármely
jp_jp: いかなる

source: Any Branch
hu_hu: Bármelyik fiókkönyvtár
jp_jp: いかなる分館

source: Any Itemtype
hu_hu: Bármelyik tétel típus
jp_jp: いかなる館所蔵の型式

source: Any item type
hu_hu: Bármelyik tétel
jp_jp: いかなる館所蔵の型式

source: Anybody
hu_hu: Bárki
jp_jp: いかなる人

source: Anywhere
hu_hu: Bárhol
jp_jp: いかなる地方

source: Arrived
hu_hu: Megérkezett
jp_jp: すでに受け取った

source: Ascending
hu_hu: Növekvõ
jp_jp: 少しずつ増加する

source: Asked
hu_hu: Kérdés
jp_jp: すでに出した

source: Author
hu_hu: Szerzõ
jp_jp: 作者

source: Author:
hu_hu: Szerzõ
jp_jp: 作者：

source: Author: %s
hu_hu: Szerzõ: %s
jp_jp: 作者： %s

source: Authorities
hu_hu: Besorolási értékek
jp_jp: 権威のある記録

source: Authorities Headings Search
hu_hu: Besorolási fájl: címsorok keresése
jp_jp: 権威権は見出しの検索を記録する

source: Authority #%s (%s)
hu_hu: Besorolás #%s (%s)
jp_jp: 権威のある記録 %1$s （%2$s）

source: Authority search
hu_hu: Keresés a besorolási fájlban
jp_jp: 権威は検索を記録する

source: Authority search results
hu_hu: Találatok a besorolási fájlban
jp_jp: 権威は検索結果を記録する

source: Authorized Headings
hu_hu: Elfogadott címsorok
jp_jp: 権威は見出しを記録する

source: Available
hu_hu: Elérhetõ
jp_jp: 館内にある

source: Available at
hu_hu: Elérhetõ
jp_jp: 館内にある

source: Available in the library
hu_hu: Elérhetõ a könyvtárban
jp_jp: 館内にある

source: Back to Virtual Shelves
hu_hu: Vissza a virtuális polcokhoz
jp_jp: 本棚を仮想するまで(へ)戻る

source: Barcode
hu_hu: Vonalkód
jp_jp: バーコード

source: Barcode:
hu_hu: Vonalkód:
jp_jp: バーコード：

source: Below is a list of the three latest issues :
hu_hu: Az utolsó három szám alább megtekintehetõ
jp_jp: 購読の何組の定期刊行物、最新の3号、以下を参照して下さい：

source: Book Bag
hu_hu: Kiválasztott tételek
jp_jp: 本にかごを借りる

source: Book Cover Image
hu_hu: Könyv fedõlap
jp_jp: 館所蔵の表紙のピクチャー

source: Brief Display
hu_hu: Rövid megjelenítés
jp_jp: 要旨

source: By <a1>%s</a>
hu_hu: <a1>%s</a> szerint
jp_jp: 作者 <a1>%s</a>

source: Call No.
hu_hu: Könyvtári jelzet
jp_jp: ロープの書籍コード

source: Call Number
hu_hu: Könyvtári jelzet
jp_jp: ロープの書籍コード

source: Call Number:
hu_hu: Könyvtári jelzet:
jp_jp: ロープの書籍コード：

source: Card Number:
hu_hu: Olvasókártya száma:
jp_jp: 図書貸し出し証の番号：

source: Catalog Search Results
hu_hu: Találatok a katalógusban
jp_jp: 館所蔵のディレクトリの検索結果

source: Category
hu_hu: Kategória
jp_jp: 分類

source: Category:
hu_hu: Kategória:
jp_jp: 分類：

source: Change Language:
hu_hu: Nyelvváltás
jp_jp: 言語を選ぶ

source: Change your Password
hu_hu: Jelszó megváltoztatása
jp_jp: パスワードを改正する

source: Check All
hu_hu: Összes tétel kijelölése
jp_jp: 全てを確認する

source: Choose Either...
hu_hu: Válasssza ki valamelyiket...
jp_jp: その他を選ぶ...

source: City, State
hu_hu: Város, Állam
jp_jp: 都市、州

source: Classification: %s
hu_hu: Osztályozás: %s
jp_jp: 号を分類する： %s

source: Clear All
hu_hu: Összes tétel törlése
jp_jp: 全てを一掃する

source: Clicking 'Submit Changes' will send an email to a library staff member with the information you've entered. You will then be returned to your patron record.
hu_hu: A 'Változtatások Elfogadására' klikkelve e-mailben küldi el adatait könyvtárosunknak. Utána visszalép az olvasói adataihoz.
jp_jp: 点は選ぶ '改正'，あなたの改正の情報 e-mail 館員にあげる。ちょっとの間があなたの記録まで(へ)戻ることを待つ。

source: Close Window
hu_hu: Ablak bezárása
jp_jp: ウィンドウズを閉鎖する

source: Collection:
hu_hu: Gyûjtemény:
jp_jp: 館所蔵

source: Collection: %s
hu_hu: Gyûjtemény: %s
jp_jp: 館所蔵：%s

source: Complete view
jp_jp: 全てを明らかに示す

source: Confirm Reservation
hu_hu: Erõsítse meg a foglalást
jp_jp: 予約を確認する

source: Confirm Reservation &gt;&gt;
hu_hu: Erõsítse meg a foglalást &gt;&gt;
jp_jp: 予約を確認する &gt;&gt;

source: Contact Details
hu_hu: Elérhetõségi adatok
jp_jp: 方法を連絡する

source: Content Size
hu_hu: Méret
jp_jp: 図書目録は数量を記録する

source: Content
jp_jp: 図書目録の記録

source: Contents of %s
hu_hu: %s tartalma
jp_jp: %s の図書目録は記録する

source: Contents of <em>%s</em>
hu_hu: <em>%s</em> tartalma
jp_jp: <em>%s</em> の図書目録は記録する

source: Copies
hu_hu: Példányok
jp_jp: 複本

source: Copyright date
hu_hu: Copyright dátuma
jp_jp: 著作の期日

source: Copyright year: %s
hu_hu: Copyright éve: %s
jp_jp: 著作の年度：%s

source: Copyright:
jp_jp: 著作の年度：

source: Create a New a Virtual Shelf
hu_hu: Új virtuális polc létrehozása
jp_jp: 新しい仮定の本棚を作り上げる

source: Credits
jp_jp: 借金

source: Current Password:
hu_hu: Aktuális jelszó:
jp_jp: 現在のパスワード：

source: Date
hu_hu: Dátum
jp_jp: 期日

source: Date received
jp_jp: 期日まで受け取る

source: Declined
hu_hu: Visszautasítva
jp_jp: 拒絶する

source: Delete Checked Items
hu_hu: Kiválasztott tételek törlése
jp_jp: 削除して館所蔵を確認する

source: Delete Shelves
hu_hu: Polcok törlése
jp_jp: 削除して本棚を仮想する

source: Delete Virtual Shelves
hu_hu: Virtuális polcok törlése
jp_jp: 削除して本棚を仮想する

source: Delete this Shelf
hu_hu: Aktuális polc törlése
jp_jp: この仮定の本棚を削除する

source: Descending
hu_hu: Csökkenõ
jp_jp: 少しずつ減らす

source: Description
hu_hu: Leírás
jp_jp: 陳述

source: Detailed notes:
hu_hu: Részletes megjegyzés
jp_jp: 詳しい説明：

source: Details:
hu_hu: Adatok:
jp_jp: 詳しい説明：

source: Dewey
hu_hu: ETO
jp_jp: 号を分類する

source: Dewey:
hu_hu: ETO
jp_jp: 号を分類する

source: Dewey: %s
hu_hu: ETO: %s
jp_jp: 号を分類する：%s

source: Dictionary Search
hu_hu: Index keresés
jp_jp: 字典の検索

source: Don't have a library card?
hu_hu: Még nincs olvasókártyája?
jp_jp: 図書貸し出し証がないか？

source: Don't have a password yet?
hu_hu: Még nincs jelszava?
jp_jp: パスワードがないか？

source: Due
hu_hu: Esedékes
jp_jp: 返す

source: Due Date
hu_hu: Esedékesség dátuma
jp_jp: 期日を返す

source: E-mail Address:
hu_hu: E-mail cím:
jp_jp: E-mail

source: Empty and Close
hu_hu: Kiürít és Bezár
jp_jp: 空っぽなのはしかも閉鎖する

source: Enter Keyword(s):
hu_hu: Adjon meg kulcsszavakat
jp_jp: キーワードを入力する：

source: Enter a new purchase suggestion
hu_hu: Írjon be egy új szerzeményezési javaslatot
jp_jp: 取材の提案を入力する

source: Expires:
hu_hu: Lejár:
jp_jp: 有効な期日：

source: Fax:
jp_jp: ファックス：

source: Fill this form to suggest the library a new acquisition. You will be emailed when the library processes your purchase suggestion
hu_hu: Töltse ki a szerzeményezési javaslat ûrlapot. A könyvtár e-mailben értesíti a könyv megérkezésérõl
jp_jp: 図書館に新しい館所蔵を仕入れるように提案して、この表を使うすぐ。館のつの処理のあなたの提案の時，あなたは受け取る E-mail 知らせ。

source: Fine Amount
hu_hu: Késedelmi díj
jp_jp: 罰金の総計

source: Fines
hu_hu: Késedelmi díjak
jp_jp: 罰金

source: Fines and Charges
hu_hu: Késedelmi díjak és más költségek
jp_jp: 罰金と料金

source: Finish and Place Reservation
hu_hu: Befejez és lefoglal
jp_jp: 完成は予約する

source: First Name
hu_hu: Keresztnév
jp_jp: 名

source: For more information: View a record of <a1>this subscription's issues</a>
hu_hu: További információk: Tekintse meg az <a1>elõfizetéssel kapcsolatos adatokat</a>
jp_jp: その他の情報：<a1>定期刊行物の記録を購読する</a>

source: For:
hu_hu: Kinek:
jp_jp: あげる：

source: Format
hu_hu: Formátum
jp_jp: フォーマット

source: Format:
hu_hu: Formátum:
jp_jp: フォーマット：

source: Free
hu_hu: Szabad
jp_jp: 自由

source: Full Authorized Heading
hu_hu: Összes elfogadott fejléc
jp_jp: 完備した権威は見出しを記録する

source: Hi, Here is your Book Bag, sent from the Koha Online Catalog by %s
hu_hu: Az itt található bibliográfia adatait a KOHA Online Katalógusból %s válogatta és küldi Önnek
jp_jp: こんにちは！これはそうだ %s 届けにきたのは本にかごを借りる

source: Hide Window
hu_hu: Ablak elrejtése
jp_jp: ウィンドウズに隠れる

source: Home
hu_hu: Otthon
jp_jp: トップページに戻る

source: Home Phone
hu_hu: Otthoni telefonszám
jp_jp: 家庭電話

source: ISBN
jp_jp: 国際標准の書籍コード（ISBN）

source: ISBN:
jp_jp: 国際標准の書籍コード（ISBN）：

source: ISBN: %s
jp_jp: 国際標准の書籍コード（ISBN）: %s

source: Identity Details
hu_hu: Személyi adatok
jp_jp: 個人の資料の細い点

source: If this is an error, please take your card to the circulation desk at your local library and the error will be corrected.
hu_hu: Ha ez nem így van, kérjük olvasókártyáját mustassa be ahelyi könyvtárban és a hibát kijavítjuk.
jp_jp: 事実と合っていないようだ、分館の流通を招いて最寄りの所で箱の顔にサービスして提示する、あなたの図書貸し出し証、当館は直ちにこの誤りのために修正を作り出す。

source: If you don't have a library card, stop by your local library to sign up.
hu_hu: Ha nincs olvasókártyája, kérjen egyet helyi könyvtárunktól
jp_jp: もしもあなたは図書貸し出し証がないなら、あなたは登って入ることができない。

source: If you don't have a password yet, stop by the circulation desk the next time you're in the library. We'll happily set one up for you.
hu_hu: Ha még nincs jelszava, keresse fel könyvtárunkat, ahol örömmel állunk rendelkezésére.
jp_jp: もしもあなたはパスワードがないなら、あなたは次回流通するカウンターの館員にあなたに設定するように手伝ってもらうことができる。

source: If you no longer want a reserve, please send us an e-mail, or go to the circulation desk at your library to get it removed.
hu_hu: Ha a foglalást nem akarja fenntartani, értesítsen minket e-mailben, vagy keresse fel a könyvtárosunkat és kérje hogy a foglalást a listából eltávolítsuk.
jp_jp: もしもあなたは館所蔵を予約しならたくなくて、どうぞ e-mail 図書館にあげて、図書館まで(へ)或いは館員に処理してもらう。

source: In transit from %s to %s
hu_hu: Átvitel / kitõl: %s kinek: %s
jp_jp: 従 %1$s 郵送する %2$s

source: Issue number
hu_hu: Szám / sorszám
jp_jp: 定期刊行物の番号

source: Issues
hu_hu: Számok
jp_jp: 定期刊行物の数量

source: Issues for a subscription
hu_hu: Elõtizetett számok
jp_jp: 定期刊行物の数量を購読する

source: Issues summary
hu_hu: Számok összesítõje
jp_jp: 定期刊行物の要旨

source: It began on <b>%s</b> and is issued every <b>
hu_hu: Kezdõ dátum <b>%s</b>, megjelenés minden
jp_jp: …から <b>%s</b> 購読を始める，…ごとに <b>

source: Item Cancelled
jp_jp: 館所蔵を取り消す

source: Item Description (from Amazon.com):
hu_hu: Tétel leírás (az Amazon.com weblapról):
jp_jp: 館所蔵の陳述（…から来る Amazon.com）：

source: Item Lost
jp_jp: 館所蔵のなくすこと

source: Item Type:
hu_hu: Tétel típus
jp_jp: 館所蔵の型式

source: Item Types:
hu_hu: Tétel típusok:
jp_jp: 館所蔵の型式：

source: Items
jp_jp: 館所蔵

source: Items :
hu_hu: Tételek:
jp_jp: 館所蔵：

source: Joined:
hu_hu: Csatlakozott
jp_jp: 期日を登録する：

source: Joining Branch:
hu_hu: Csatlakozás egy fiókkönyvtárhoz:
jp_jp: あなたの分館：

source: Keyword
hu_hu: Kulcsszó
jp_jp: キーワード

source: Keyword(s):
hu_hu: Kulcsszavak
jp_jp: キーワード：

source: Koha home page
hu_hu: KOHA honlap
jp_jp: Koha トップページ

source: Last Name
hu_hu: Családnév
jp_jp: 姓

source: Last Seen
hu_hu: Utoljára megtekintve
jp_jp: 最近現れる

source: Last renewal of subscription was <b>%s</b>
jp_jp: この定期刊行物は最も <b>%s</b> 継続して予約する

source: Late
hu_hu: Késedelmes
jp_jp: 期限が切れる

source: Library Catalog Search
hu_hu: Keresés a könyvtári katalógusban
jp_jp: 館所蔵のディレクトリは検索する

source: List of Virtual Shelves
hu_hu: Virtuális polcok listája
jp_jp: 本棚の明細書を仮想する

source: Location
hu_hu: Hely
jp_jp: 館所蔵

source: Location:
hu_hu: Hely:
jp_jp: 館所蔵：

source: Log In
hu_hu: Bejelentkezés
jp_jp: 登って入る

source: Log In to Your Account
hu_hu: Jelentkezzen be
jp_jp: 登って入る

source: Log Out
hu_hu: Kijelentkezés
jp_jp: 載せる

source: Log in to Check Your Account
hu_hu: Bejelentkezés az azonosítók ellenõrzéséhez
jp_jp: 登って入る

source: Log in to access
hu_hu: Bejelentkezés
jp_jp: 登って入る

source: Logged in as
hu_hu: Bejelentkezett mint
jp_jp: 現在の身分

source: Logged in as <b>%s</b> <a1>Members Home</a>
hu_hu: Bejelentkezett mint <b>%s</b> a <a1>tagok honlapjára</a>
jp_jp: 現在の身分：<b>%s</b> 【<a1>個人のホームページ</a>】

source: MARC View
hu_hu: MARC nézet
jp_jp: MARC

source: Mailing Address
hu_hu: Levélcím:
jp_jp: 連絡先

source: Mailing Address:
hu_hu: Levélcím:
jp_jp: 連絡先：

source: Main entry
hu_hu: Fõ tétel
jp_jp: 主要なプロジェクト

source: Main entry ($a only)
jp_jp: 主要なプロジェクト（…だけある $a）

source: Make a <a1>purchase suggestion</a>
hu_hu: Adja meg <a1>szerzeményezési javaslatát</a>
jp_jp: 出している <a1>提案を買う</a>

source: Managed by
hu_hu: Kezeli
jp_jp: を管理する

source: Me
hu_hu: Én
jp_jp: 自分

source: Member Home page
hu_hu: Tag honlapja
jp_jp: 読者のトップページ

source: Members
hu_hu: Tagok
jp_jp: 読者

source: Membership Category:
hu_hu: Tagsági kategória
jp_jp: 読者の分類：

source: Membership Details
hu_hu: Tagsági adatok
jp_jp: 読者の資料

source: Membership Number:
hu_hu: Tagsági szám
jp_jp: 図書貸し出し証の番号：

source: Message from the library
hu_hu: Üzenet a könyvtárból
jp_jp: 図書館の情報

source: Missing
hu_hu: Nincs meg
jp_jp: なくすこと

source: Missing issues
jp_jp: 定期刊行物の数量をなくす

source: Modify
hu_hu: Módosít
jp_jp: 改正

source: Modify Virtual Shelf <em>%s</em>
hu_hu: Módosítsa a <em>%s</em> virtuális polcot
jp_jp: 改正して本棚を仮想する <em>%s</em>

source: Modify Your Record
hu_hu: Módosítsa rekordját
jp_jp: 記録を改正する

source: Modify this Shelf
hu_hu: Módosítsa ezt a polcot
jp_jp: この仮定の本棚を改正する

source: More Details
hu_hu: További adatok
jp_jp: もっと多い資料

source: My Account
hu_hu: Azonosítóm
jp_jp: 私のアカウント

source: My Virtual Shelves
hu_hu: Virtuális polcaim
jp_jp: 私の仮定の本棚

source: Name:
hu_hu: Név
jp_jp: 姓名：

source: New Password:
hu_hu: Új jelszó
jp_jp: 新しいパスワード：

source: New Shelf Name:
hu_hu: Új polc név
jp_jp: 新しい仮定の本棚：

source: Next &gt;&gt;
hu_hu: Következõ &gt;&gt;
jp_jp: 1筆おりる &gt;&gt;

source: Next Available Copy (any format)
hu_hu: Következõ elérhetõ példány (bármely formátum)
jp_jp: 次の複本（いかなるフォーマット）

source: Next&gt;&gt;
hu_hu: Következõ&gt;&gt;
jp_jp: 1筆おりる &gt;&gt;

source: No
hu_hu: Nem/Nincs
jp_jp: 否定する

source: No copies available.
hu_hu: Nincs másodpéldány.
jp_jp: 複本がない。

source: No fields are mandatory. Enter whatever information you have. The "Notes" field can be used to provide any additional information.
hu_hu: Nincsenek kötelezõ mezõk. Adjon meg bármilyen információt. a "Megjegyzések" mezõ bármilyen adat megadására használható.
jp_jp: すべての資料はすべて埋めるとは限らなくて、しかしできるだけあなたの知っている資料を書き込んでもらう。「付注」一欄は用いていかなるあなたの埋めたい資料を書き込むことができる。

source: No results found in Authorities.
hu_hu: Nincs találat a Besorolási fájlban.
jp_jp: 権威は里を記録して探し出せない。

source: No results found in the catalog.
hu_hu: Nincs találat a katalógusban
jp_jp: 館所蔵のディレクトリは探し出せない。

source: No results found.
hu_hu: Nincs találat
jp_jp: 探し出せない

source: Normal View
hu_hu: Normál nézet
jp_jp: 普通だ

source: Not Issued
hu_hu: Nincs kiadva
jp_jp: 館内にある

source: Not Published
jp_jp: 出版していない

source: Not finding what you're looking for?
hu_hu: Nem találja amit keres?
jp_jp: 探し出せない

source: Not renewable
hu_hu: Nem megújítható
jp_jp: 続けて借りることができない

source: Note
hu_hu: Megjegyzés
jp_jp: 付注

source: Note : if you're viewing purchase suggestions submitted by anybody, the results will contain only <em>new</em> purchase suggestions. Suggestions being processed by a librarian will not be shown.
hu_hu: Megjegyzés: csak a könyvtáros által még munkába nem vett új javaslatokat láthatja. A munkába vett javaslatok nem jelennek meg.
jp_jp: 付注：もしもあなたの提案は受け入れられるなら、結果は新しい提案を含む。すでに館員に受け入れられたと提案して、だから>に明らかに示されることはでき(ありえ)ない。

source: Note : there will be a reserve charge of
jp_jp: 注意：出させて手数料を払わなければならないことを予約する<b>$%s</b>

source: Notes
hu_hu: Megjegyzések
jp_jp: 付注

source: Notes : %s
hu_hu: Megjegyzések : %s
jp_jp: 付注： %s

source: Notes:
hu_hu: Megjegyzések
jp_jp: 付注：

source: Number
hu_hu: Szám
jp_jp: 定期刊行物の番号

source: On loan
hu_hu: Kölcsönözve
jp_jp: 貸し出す

source: Ordered
hu_hu: Megrendelve
jp_jp: 予約購入の中

source: Ordered by the library
hu_hu: Megrendelte a könyvtár
jp_jp: ソートの方式は図書館によって

source: Ordered by:
hu_hu: Megrendelte:
jp_jp: ソートの方式：

source: Other Databases (Google Scholar)
hu_hu: Más adatbázisok (Google Scholar)
jp_jp: その他のデータベース（Google Scholar）

source: Other Libraries(WorldCat)
hu_hu: Más könyvtárak (WorldCat)
jp_jp: その他の図書館（WorldCat）

source: Other options:
hu_hu: További lehetõségek:
jp_jp: その他の選択：

source: Owner:
hu_hu: Tulajdonos
jp_jp: 持つ者：

source: Password Updated
hu_hu: Jelszó megváltoztatva
jp_jp: みごとにパスワードを改正する

source: Password or PIN
hu_hu: Jelszó vagy PIN kód:
jp_jp: パスワード或いは PIN

source: Password:
hu_hu: Jelszó:
jp_jp: パスワード：

source: Passwords do not match. Please re-type your new password.
hu_hu: A két jelszó nem azonos, adja meg újra az új jelszavát.
jp_jp: パスワードは一致しない。再び新しいパスワードを入力して下さい。

source: Pending
hu_hu: Függõ
jp_jp: 処理の中

source: Pending Purchase Suggestions
hu_hu: Függõ szerzeményezési javaslatok
jp_jp: 買って処理する中に提案している
